{"TopicDetails": {"type": 0, "ccm2Id": 31089627, "cftId": 0, "identifier": "ISFP-2017-AG-CYBER", "title": "Cybercrime", "publicationDateLong": 1511395200000, "callIdentifier": "ISFP-2017-AG-CYBER", "callTitle": "Call for projects on Cybercrime", "callccm2Id": 31089628, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31077817, "abbreviation": "ISFP", "description": "Internal Security Fund Police"}, "programmeDivision": [{"id": 31077818, "abbreviation": "ISFP-2", "description": "Organised crime and human trafficking"}, {"id": 31077820, "abbreviation": "ISFP-2-2", "description": "Economic and financial crime"}, {"id": 31077822, "abbreviation": "ISFP-2-4", "description": "Other organised crime"}], "topicMGAs": [], "tags": ["Child sexual abuse", "PPPs", "TSOs", "Travelling Sex Offenders", "Cybercrime", "Public-Private Partnerships"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ISFP-AG ISF-Police Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "23 November 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["06 March 2018"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3233603": [{"action": "ISFP-2017-AG-CYBER - ISFP-AG ISF-Police Action Grant", "plannedOpeningDate": "23 November 2017", "deadlineModel": "single-stage", "deadlineDates": ["06 March 2018"], "budgetYearMap": {"2017": 8000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The present Call for Proposals aims at funding projects in the area of <strong>Cybercrime and Child Sexual Abuse</strong>. </p><p>Project applications submitted under the present Call for Proposals must address at least one of the following priorities in the areas of cybercrime (including fraud and counterfeiting of non-cash means of payment) and child sexual exploitation (with specific focus on victims' identification and countering travelling child sex offenders): </p><ol level=\"0\">  <li>Developing capacity and expertise of law enforcement and judicial authorities. This includes, for instance, the development of investigative and forensics tools to address the challenges posed by the use of encryption by criminals and its impact on criminal investigations and supporting law enforcement authorities' engagement in the area of Internet governance;</li><li>Fostering cross-border cooperation among law enforcement and judicial authorities. This includes, for instance, the setting up of mechanisms facilitating swift access to seized evidence or intelligence (or both) across borders;</li><li>Fostering cross-border cooperation between law enforcement/judicial authorities and private entities. This includes, for instance, the establishment of mechanisms supporting public-private cooperation.</li> </ol><p>Projects should build on scientific material available in the domain and in particular exploit, where possible, publicly available material resulting from relevant projects supported by the European Commission (e.g. under the Horizon 2020, ISEC programme and Safer Internet Programme) as well as from any other relevant project. Applications should demonstrate that projects do not duplicate existing work or products and include evidence of user needs. The tools developed under this priority shall be made available for their use to law enforcement authorities, as well as to the European Cybercrime Centre at Europol, at little or no cost. Law enforcement authorities should be involved in the full development cycle of the project deliverables. The applications should clearly demonstrate how this will be implemented.</p><p>Proposals solely focusing on awareness raising will not be considered for funding under this Call for Proposals.</p><p>Projects must be aiming to achieve one or more of the following outcomes: </p><ul level=\"0\"><li>Increasing and enhancing reporting of crime to law enforcement authorities </li><li>Enhancing the capacity of law enforcement and/or judicial authorities to investigate crime, for instance through investigative techniques and tools (including for digital forensics) </li><li>Enhancing the capacity of law enforcement and/or judicial authorities to address the challenges posed by the use of encryption by criminals and its impact on criminal investigations, for instance by supporting the establishment, extension and development of points of expertise and their networking at EU level or supporting the development of a toolbox of alternative investigation techniques to obtain needed information encrypted by criminals (with the exclusion of measures that could weaken encryption in general or could have an impact on a larger or indiscriminate number of people)</li><li>Enhancing the capacity of law enforcement and/or judicial authorities to cooperate across borders, for instance supporting the gathering and provision of digital evidence, supporting the secondment of officials, improving the efficiency of 24/7 (permanent) law enforcement contact points for cybercrime, establishment of dedicated platforms</li><li>Enhancing the cooperation between private entities and law enforcement and/or judicial authorities, for the purpose of detecting, reporting, investigating and preventing crime anerate across bordersry), for the purpose of detecting, investigating and preventing crimed taking remedial action</li><li>Increasing the accountability of registrars of domain names and ensuring accuracy of information on website ownership</li><li>Addressing the problem of travelling sex offenders</li><li>Improving the detection of online child sexual abuse material and its removal</li><li>Improving accuracy and effectiveness for the identification of victims of child sexual abuse, including the creation of databases for the exchange of evidence and other information between relevant actors</li><li>Aiming at implementing the model national response of the WePROTECT – Global Alliance to end child sexual exploitation online (<a href=\"http://www.weprotect.org/the-model-national-response/\">http://www.weprotect.org/the-model-national-response/</a>).</li> </ul>\n", "conditions": "<p><strong>1. List of eligible countries:</strong><br />\r\n<span style=\"font-size: 10pt\">Member States participating in the ISF Police Regulation.</span></p>\r\n<p><strong><br />\r\n2. Admissibility requirements and eligibility criteria</strong>: See sections 5 and 6 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/home/call-fiche/isfp-call-fiche-2017-ag-cyber_en.pdf\">Call document</a>.</p>\r\n<p><strong><br />\r\n3. Indicative timetable for evaluation and contract signature</strong>: See section 3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/home/call-fiche/isfp-call-fiche-2017-ag-cyber_en.pdf\">Call document.</a></p>\r\n<p><strong><br />\r\n4. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</strong></p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_guide-applicants-17_en.pdf\" target=\"_blank\">Guide for applicants</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/tpl/pt/amif-isfb-isfp_call-pt-17_en.pdf\" target=\"_blank\">Standard proposal template &ndash; AMIF, ISFB and ISFP </a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_mga-multi_en.pdf\" target=\"_blank\">Model Grant agreement for multi-beneficiary grants</a></li>\r\n</ul>\r\n<p><strong>5. Additional documents:</strong></p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/wp/isfp-awp-2017_en.pdf\" target=\"_blank\">ISF-P annual work programme 2017</a>&nbsp;</li>\r\n    <li>ISF-P legal basis: Regulation (EU) No. <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/legal/isfp-legalbasis_en.pdf\" target=\"_blank\">513/2014 </a>and Regulation (EU) No. <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/legal/isfp-legalbasis2_en.pdf\" target=\"_blank\">514/2014</a></li>\r\n    <li><a href=\"http://ec.europa.eu/budget/library/biblio/documents/2016/Financial_regulation2016_en.pdf\" target=\"_blank\">EU Financial regulation</a></li>\r\n</ul>\n<p>Members of consortium are required to conclude a consortium agreement prior to the signature of the grant agreement.</p>", "supportInfo": "<p>Contact the&nbsp;<a href=\"mailto:HOME-ISF@ec.europa.eu\" target=\"_blank\"><strong>HOME-ISF@ec.europa.eu</strong></a> for further assistance related to content of the call and topics.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&nbsp;&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals,</strong> etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> -<strong> Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register. It is H2020 specific and does not cover the ISFP rules. Some aspects of these funds are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><strong>(a)</strong><em><span><span><strong>for projects </strong></span><strong>on Cybercrime</strong></span></em><em><strong>, notably internet governance, Public-Private Partnerships (PPPs), child sexual abuse (Travelling Sex Offenders; TSOs)</strong> </em></p><p>Priorities, objectives, expected results and indicative budget</p><table>  <tbody>   <tr>    <td> <p>Given the importance of implementation of existing policies on cybersecurity, attacks against information systems and combatting child sexual exploitation, emphasised in the European Agenda on Security, this action aims at developing transnational partnerships between Law Enforcement, private entities and academia to develop research, training and education in the domain of cybercrime; supporting policy developments (for instance fostering Law Enforcement cooperation and public-private partnerships in the area of fraud and counterfeiting of non-cash means of payment), developing investigative tools and databases and fostering cooperation (including Public-Private Partnerships) in the areas of cybercrime and child sexual exploitation (with specific focus on victims identification), supporting Law Enforcement engagement in the area of Internet governance, tackling the issue of travelling sex offenders, creating collaborative platforms for Law Enforcement cooperation for the creation, dissemination and improvement of IT tools, further developing interconnection between Law Enforcement and private entities in Member States to report cybercrime and share intelligence, creating a platform for Law Enforcement to swiftly access seized evidence or intelligence (or both) across borders.</p> </td>   </tr>  </tbody> </table>\n", "latestInfos": [{"approvalDate": "Nov 23, 2017 12:30:00 AM", "lastChangeDate": "Nov 23, 2017 12:30:00 AM", "content": "The submission session is now available for: ISFP-2017-AG-CYBER(ISFP-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}