{"TopicDetails": {"type": 0, "ccm2Id": 31089593, "cftId": 0, "identifier": "ISFP-2017-AG-SMUGG", "title": "Smuggling", "publicationDateLong": 1512432000000, "callIdentifier": "ISFP-2017-AG-SMUGG", "callTitle": "Call restricted to Member States for projects aiming to increase law enforcement cooperation to address migrant smuggling", "callccm2Id": 31089594, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31077817, "abbreviation": "ISFP", "description": "Internal Security Fund Police"}, "programmeDivision": [{"id": 31077823, "abbreviation": "ISFP-2-5", "description": "Migrant smuggling"}, {"id": 31077818, "abbreviation": "ISFP-2", "description": "Organised crime and human trafficking"}, {"id": 31077819, "abbreviation": "ISFP-2-1", "description": "Human trafficking"}], "topicMGAs": [], "tags": ["Migrant smuggling", "EU Trust Fund for Africa", "Rabat Process"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ISFP-AG ISF-Police Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "05 December 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["13 September 2018"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3238531": [{"action": "ISFP-2017-AG-SMUGG - ISFP-AG ISF-Police Action Grant", "plannedOpeningDate": "05 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["13 September 2018"], "budgetYearMap": {"2017": 2250000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The present Call for Proposals aims at funding projects in the area of operational law enforcement cooperation between one or more EU Member State and the respective law enforcement authorities of Tunisia, Egypt or Morocco.</p><p>Proposals consisting exclusively in studies and/or conferences will not be considered for funding under this Call for Proposals.</p><p>The <strong>objective of this project is to establish a joint investigation team </strong><strong>(JIT)</strong> composed of the law enforcement officials from the participating EU and the host third country. To this end, a project proposal ideally includes the following<strong> preparatory steps</strong>:</p><ul level=\"0\"><li>Identify and analyse relevant law enforcement structures and procedures in relation to countering migrant smuggling to locate the future JIT, either within existing structures or by creating a dedicated function;</li><li>Assess the capacity building needs of law enforcement and judicial authorities in the partner country;</li><li>Analyse the investigative and judicial procedures, on-going cases and past rulings;</li><li>Define and agree with the partner country’s authorities the status, mandate and prerogative of the JIT;</li><li>Select, together with the partner country’s authorities, law enforcement officers to be enlisted for the JIT;</li><li>Provide targeted training for the enlisted law enforcement officers on detection, investigation techniques and collecting evidence for judicial proceedings in the area of migrant smuggling, with a focus on tracing illicit financial flows linked to migrant smuggling;</li><li>A mechanism will be set to allow the Commission to monitor closely the implementation of the project, providing when necessary strategic guidance and ensuring due coordination with other relevant EU funded actions;</li><li>Coordination and complementarities with ongoing externally-funded projects in this area must be ensured (in particular those detailed in section 6.2) through timely information sharing between the relevant Commission services and amongst the different actions.</li> </ul><p>Additionally, to complement the creation of the joint investigation team and ensure it operates effectively, the project should aim to achieve one or more of the following <strong>operational outcomes</strong> related to the prevention and fight against organised criminal groups engaged in migrant smuggling, without duplicating existing projects or structures:</p><ul level=\"0\"><li>Continuous capacity building and mentoring for the officers, members of the JIT, on detection, investigation and prosecution methodologies in the area of migrant smuggling, including on financial investigations, document fraud and the distinction between human trafficking and migrant smuggling;</li><li>Capacity building for law enforcement and judicial authorities and, where not existing, support and guidance for establishing more effective inter-agency cooperation practices as well as improved procedures and organisational structures to allow for the optimal allocation of scarce resources, both at regional and national levels in the area of migrant smuggling;</li><li>Building trust, enhancing exchange of operational and strategic information with the relevant third country authorities and Europol’s Information Clearing House allowing for more effective criminal investigations</li><li>Enhancing cooperation with other EU agencies, beyond Europol, such as the European Border and Coast Guard Agency or Eurojust and international organisations such as Interpol;</li><li>Networking, coordination and exchange of information between Member State liaison officers in the region as well as European Migration Liaison Officers and any EU Agency liaison officers in the region, by making use of existing platforms (e.g. immigration liaison officers network, EU Cooperation Platform on migrant smuggling);</li><li>Establishment of a database between Member States and relevant law enforcement authorities ensuring interoperability with Interpol databases.</li> </ul>\n", "conditions": "<p>&nbsp;\r\n<table>\r\n    <tbody>\r\n        <tr>\r\n            <td>\r\n            <p><strong>1. List of eligible countries:</strong><br />\r\n            <span style=\"font-size: 10pt\"><span style=\"font-size: 10pt; font-family: &quot;Verdana&quot;,&quot;sans-serif&quot;; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-bidi-font-family: Arial; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">Be a public body of a Member State of the European Union participating in the ISF Police instrument. Public bodies established in third countries may participate, but only as co-applicants.</span> </span></p>\r\n            <p><strong><br />\r\n            2. Admissibility requirements and eligibility criteria</strong>: See sections 5 and 6 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/home/call-fiche/isfp-call-fiche-2017-ag-smugg_en.pdf\">Call document</a>.</p>\r\n            <p><strong><br />\r\n            3. Indicative timetable for evaluation and contract signature</strong>: See section 3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/home/call-fiche/isfp-call-fiche-2017-ag-smugg_en.pdf\">Call document.</a></p>\r\n            <p><strong><br />\r\n            4. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</strong></p>\r\n            <ul>\r\n                <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_guide-applicants-17_en.pdf\" target=\"_blank\">Guide for applicants</a></li>\r\n                <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/tpl/pt/amif-isfb-isfp_call-pt-17_en.pdf\" target=\"_blank\">Standard proposal template &ndash; AMIF, ISFB and ISFP </a></li>\r\n                <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_mga-multi_en.pdf\" target=\"_blank\">Model Grant agreement for multi-beneficiary grants</a></li>\r\n            </ul>\r\n            <p><strong>5. Additional documents:</strong></p>\r\n            <ul>\r\n                <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/wp/isfp-awp-2017_en.pdf\" target=\"_blank\">ISF-P annual work programme 2017</a>&nbsp;</li>\r\n                <li>ISF-P legal basis: Regulation (EU) No. <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/legal/isfp-legalbasis_en.pdf\" target=\"_blank\">513/2014 </a>and Regulation (EU) No. <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/legal/isfp-legalbasis2_en.pdf\" target=\"_blank\">514/2014</a></li>\r\n                <li><a href=\"http://ec.europa.eu/budget/library/biblio/documents/2016/Financial_regulation2016_en.pdf\" target=\"_blank\">EU Financial regulation</a></li>\r\n            </ul>\r\n            <p>Members of consortium are required to conclude a consortium agreement prior to the signature of the grant agreement.</p>\r\n            </td>\r\n        </tr>\r\n    </tbody>\r\n</table>\r\n</p>\n<p>Members of consortium are required to conclude a consortium agreement prior to the signature of the grant agreement.</p>", "supportInfo": "<p>Contact the&nbsp;<a href=\"mailto:HOME-ISF@ec.europa.eu\" target=\"_blank\"><strong>HOME-ISF@ec.europa.eu</strong></a> for further assistance related to content of the call and topics.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&nbsp;&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals,</strong> etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> -<strong> Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register. It is H2020 specific and does not cover the ISFP rules. Some aspects of these funds are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>The objective is to support projects to strengthen cooperation between EU Member States and third countries both in origin and in transit countries located along the West and North African Migratory Routes to prevent and repress the smuggling of migrants, while ensuring awareness of all engaged actors of the protection of migrants’ human rights. Important is also to strengthen the cooperation between relevant law enforcement authorities of the third countries concerned in order to exchange operational information. In addition, a strengthened operational presence of EU Member State liaison officers in third countries thanks to increased operational support and coordination on the ground is also desirable. </p><p>The action is in complementarity with the Rabat Process dialogue between the EU and West African countries to enhance cooperation between countries of origin, transit and destination of irregular migration.</p><p>The EU Trust Fund for Africa has also financed a project setting up a joint investigation team to combat irregular immigration, human trafficking and people smuggling – \"Création d'une Equipe Conjointe d'Investigation pour la lutte contre les réseaux criminels liés à l'immigration irrégulière, la traite des êtres humains et le trafic des migrants\". However, the latter project is focuses on Niger only, therefore the current proposal for preparing and setting up joint investigation teams between EU law enforcement authorities and participating West and North African countries, gives a broader remit and allows for a broader cooperation between the relevant law enforcement agencies in the region. Coordination and complementarities with ongoing externally-financed projects in this area must be ensured through timely information sharing between the relevant Commission services (primarily DG International Cooperation and Development and DG Neighbourhood and Enlargement Negotiations) amongst the different actions to allow for maximising EU funds, impact and visibility across the internal-external security continuum.</p>\n", "latestInfos": [{"approvalDate": "Jul 5, 2018 3:06:20 PM", "lastChangeDate": "Jul 5, 2018 3:06:20 PM", "content": "The submission session is now available for: ISFP-2017-AG-SMUGG(ISFP-AG)"}, {"approvalDate": "Apr 20, 2018 3:59:39 PM", "lastChangeDate": "Apr 20, 2018 3:59:39 PM", "content": "The submission session is now available for: ISFP-2017-AG-SMUGG(ISFP-AG)"}, {"approvalDate": "Mar 19, 2018 2:45:35 PM", "lastChangeDate": "Mar 19, 2018 2:45:35 PM", "content": "The submission session is now available for: ISFP-2017-AG-SMUGG(ISFP-AG)"}, {"approvalDate": "Jan 19, 2018 10:42:51 AM", "lastChangeDate": "Jan 19, 2018 10:42:51 AM", "content": "The submission session is now available for: ISFP-2017-AG-SMUGG(ISFP-AG)"}, {"approvalDate": "Dec 5, 2017 8:36:40 AM", "lastChangeDate": "Dec 5, 2017 8:36:40 AM", "content": "The submission session is now available for: ISFP-2017-AG-SMUGG(ISFP-AG)"}, {"approvalDate": "Nov 23, 2017 12:30:00 AM", "lastChangeDate": "Nov 23, 2017 12:30:00 AM", "content": "The submission session is now available for: ISFP-2017-AG-SMUGG(ISFP-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}