{"TopicDetails": {"type": 0, "ccm2Id": 46039256, "cftId": 0, "identifier": "I3-2023-INV1", "title": "Interregional Innovation Investments Strand 1", "publicationDateLong": 1684281600000, "callIdentifier": "I3-2023-INV1", "callTitle": "Interregional Innovation Investments Strand 1", "callccm2Id": 46039301, "allowPartnerSearch": true, "frameworkProgramme": {"id": 44416173, "abbreviation": "I3", "description": "Interregional Innovation Investments Instrument (I3)"}, "programmeDivision": [{"id": 44416181, "abbreviation": "INVESTMENT", "description": "INVESTMENT"}], "topicMGAs": [], "keywords": ["Business analysis", "Innovation management", "Product innovation", "Types of innovation", "Business strategies", "Business development", "Business coaching and mentoring", "Innovation methodologies", "Project management and coordination", "Supply chain management", "Business plan", "Demand driven innovation", "Business management", "Business models", "Quality management", "Process innovation", "Organizational innovation"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "I3-PJG I3 Project Grants", "typeOfMGA": [{"id": 44394341, "abbreviation": "I3-AG", "description": "I3 Action Grant Budget-Based"}]}], "plannedOpeningDate": "17 May 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["17 October 2023"]}], "latestInfos": [{"approvalDate": "Oct 17, 2023 5:28:09 PM", "lastChangeDate": "Oct 17, 2023 5:28:09 PM", "content": "<p>27 proposals were submitted by the deadline of 17/10/2023, 17h00, CET.</p>"}, {"approvalDate": "Jun 23, 2023 6:27:31 PM", "lastChangeDate": "Jun 23, 2023 6:27:31 PM", "content": "<p>Please note that the correct Part B Detailed budget table is now available in the EU Funding &amp; Tenders portal submission tool. Please do not use the Detailed cost reporting table that was available before.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3491501": [{"action": "I3-2023-INV1 - I3-PJG I3 Project Grants", "plannedOpeningDate": "17 May 2023", "deadlineModel": "single-stage", "deadlineDates": ["17 October 2023"], "budgetYearMap": {"2023": 31213426.5}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p><strong><em><u>Objective of this call for proposals</u></em></strong></p><p>The overall objective of the Strand 1 call is to provide financial and advisory support for interregional innovation investments in shared and complementary smart specialisation areas along European value chains.</p><p>An interregional investment is a combination of assets (time, money, effort, etc.) or items mobilised across borders with the view to generate income and/or to create future value for more than one region. It is a concrete concept to develop innovation and valorise available research results in a specific value chain. The development of the business and investment cases is facilitated by the regional innovation ecosystems with companies in the lead. I3 business investment cases have a <strong>minimum TRL 6</strong> and have the ambition to facilitate demonstration and to accelerate market uptake and commercialisation.</p><p>The goal is to mobilise tangible and intangible investments in companies, in particular small- and medium-sized enterprises (SMEs).</p><ul level=\"0\"><li>To enable less developed regions to participate in EU value chains, contributing to cohesion policy objectives.</li><li>To link and align the bottom-up process centred on “entrepreneurial discovery” that involves interactions among quadruple helix actors to identify new regional technological domains and market opportunities with the EU priorities; and to bridge the gap between the supply and demand sides and help innovation ecosystems overcome market failures.</li><li>To provide support for companies (in particular SMEs) in building portfolios of interregional innovation investments in shared or complementary S3 priority areas; and to support the demonstration, market uptake and scaling up of mature innovations to be brought on the market.</li> </ul><p>Under this call, applicants have the possibility to include Financial Support to Third Parties (FSTP) in the form of “Cascade funding” for grants in their proposal. FSTP allows to select SMEs during the implementation phase in order to contribute to the investment project by carrying out necessary and missing tasks e.g., to complete a specific value chain and/or to offer a specific groundwork for testing and optimising products and production processes, or for the exploration of new processing technologies. The costs for financial support to third parties cannot exceed <strong>30%</strong> of the total eligible costs.</p><p>At least <strong>70%</strong> of the total eligible costs must be allocated to investments in companies, with a focus on SMEs.</p><p>In line with the New European Innovation Agenda, this call for proposals seeks to bring together regions at different levels of development and less and more innovative regions, which share an ambition to become Regional Innovation Valleys and reinforce coordination of research and innovation activities towards EU priorities and the most burning challenges facing the EU (namely reducing the reliance on fossil fuels, increasing global food security, mastering the digital transformation including cybersecurity, improving health care and achieving circularity). This call is about accelerating the development and deployment of innovation, including deep tech innovation.</p><p>Applicants are therefore encouraged to actively engage with the wider community including innovation ecosystems and (future) Regional Innovation Valleys, in particular in the framework of the Commission <a href=\"https://ec.europa.eu/regional_policy/policy/communities-and-networks/s3-community-of-practice_en\">Smart Specialisation Community of Practice</a> and relevant Thematic Smart Specialisation Partnerships.</p><p>This call for proposals is launched in coordination with the 2023-2024 Horizon Europe European Innovation Ecosystems (EIE) Work Programme on Implementing co-funded action plans for connected Regional Innovation Valleys.</p><p>Under this call for proposals regions will be recognised as Regional Innovation Valleys under the following conditions:</p><ul level=\"0\"><li>the competent regional or national institution or body, responsible for the management of the smart specialisation strategy (S3) confirms in the endorsement letter (see section 5) that its region wants to be recognised as a Regional Innovation Valley; and</li><li>the grant agreement of the I3 project has been fully signed.</li> </ul><p><strong><em><u>Thematic priorities - I3-2023-INV1</u></em></strong></p><p>Applications under this call for proposals must address one of the following thematic priorities:</p><ul level=\"0\"><li>Digital transition or</li><li>Green transition or</li><li>Smart manufacturing</li> </ul><p>linked to the burning challenges identified in the New European Innovation Agenda.</p><p>Each project application under this call must address one thematic priority and at least one burning challenge. Applicants wishing to apply for more than one thematic priority, must submit a separate proposal.</p><p><strong>Digital transition</strong></p><p><em><u>Objectives</u></em></p><p>Digital technologies present an enormous growth potential for Europe. In line with the Europe fit for the digital age priority, this call for proposals targets investments in businesses and public administrations (notably in the part related to the innovation sector) with regards to the digital transition. Projects will unlock the potential for digital growth, deploying innovative solutions that improve accessibility and efficiency of services (both for businesses and citizens) while bridging the digital divide.</p><p>The present call for proposals under this thematic priority encourages applications in one or more or a combination of the following investment areas (non-exhaustive list):</p><p><strong>a. Digital economy innovation</strong></p><ul level=\"0\"><li>The deployment of innovative solutions for businesses digitalisation and digital services, including the use of artificial intelligence;</li><li>ICT up-take in SMEs applied to traditional and emerging sectors; B2B; B2C; Customer to Customer, including infrastructures and services (digital innovation hubs, living labs, etc.);</li><li>Demonstration of innovative digital technologies in view of the commercialisation of research results and a better integration in EU value chains;</li><li>User driven innovation and valorisation of traceability and big data;</li><li>Companies reinforcing EU cybersecurity value chain and protecting from hacking, ransomware and identity theft;</li><li>“Digital based” open innovation, supporting entrepreneurial discovery processes and cooperation between academia and businesses in the framework of smart specialisation;</li><li>Digital skills for companies adopting innovative digital technologies (upskilling and reskilling) in the framework of investments relevant for Smart Specialisation.</li> </ul><p><strong>b. Digital transformation of the public administration</strong></p><ul level=\"0\"><li>New or significantly upgraded services for e-government, including the take-up of Europe wide interoperable services which improve the efficiency of services delivered by public administrations to citizens, companies and other public bodies by using information and communication technologies such as artificial intelligence and cybersecurity;</li><li>Investments in innovative solutions helping administrations to make services user-friendly, accessible and more interoperable. Those investments might include the demonstration of the validity of new digital technologies in view of the large-scale adoption of new IT systems.</li> </ul><p><strong>c. Digitalisation of healthcare</strong></p><ul level=\"0\"><li>Innovative investments in security of health data across borders (including cybersecurity);</li><li>Investments related to the use of digital tools to stimulate prevention, enable feedback and interaction with the healthcare providers;</li><li>Investments connected the digitisation of healthcare systems, providing solutions to interoperability issues;</li><li>Investments in digital health infrastructure (needed for demonstration processes), telemedicine, m-health and other innovative solutions for personalised medicine;</li><li>Investments related to the acquisition of digital skills needed for the adoption of innovative technologies in healthcare.</li> </ul><p><strong>Green transition</strong></p><p><em><u>Objectives</u></em></p><p>Turning climate and environmental challenges into opportunities is the ambition of the green transition. The <a href=\"https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en\">European Green Deal</a> has the goal to make Europe a resource-efficient and competitive economy, while reducing EU reliance on fossil fuels. In this framework, the EU sets its targets to reach climate-neutrality by 2050. Therefore, this will require substantial investments. The I3 instrument intends to support innovative value chain investments, to boost the economy through green technology and to create sustainable industry/transport.</p><p>It also intends to provide support to interregional investments in sustainable food systems, sustainable agriculture, clean energy, sustainable industry, building and renovating, sustainable mobility and eliminating pollution.</p><p>The present call for proposals under this thematic priority encourages applications in one or more or a combination of the following investment areas (non-exhaustive list):</p><ul level=\"0\"><li>Innovative investments in decarbonisation, reducing greenhouse gas emissions and contributing to improve air quality, health and wellbeing;</li><li>Innovative investments in SMART cities;</li><li>Innovative business investments related to smart, sustainable/efficient transport solutions and/or alternative fuels;</li><li>Investments in the management of natural resources, including the use of recycled materials, especially construction materials, plastics and textiles, to stimulate demand for secondary markets raw materials;</li><li>Business investments in renewable energy and energy efficiency to make industry more sustainable;</li><li>Business investments related to energy efficiency in buildings;</li><li>Business investments related to a sustainable blue economy, contributing to the coastal protection;</li><li>Business investments in circular economy to replicate and scale up successful circular economy solutions, which can generate EU added value;</li><li>Investments in bioeconomy, efficient and sustainable agriculture and forestry, innovation in marine/ maritime and inland water sustainable solutions.</li><li>Investments in sustainable business models and alternative modes of production and consumption (e.g. leasing, repair, modular design, industrial symbiosis…).</li> </ul><p><strong>Smart manufacturing</strong></p><p><em><u>Objectives</u></em></p><p>This thematic priority focuses on improving the delivery of new or improved products, processes or services in the manufacturing industry and fostering a circular economy approach. In the context of advanced manufacturing; knowledge and innovative technologies are used to produce complex products and improve processes to lower waste, pollution, material consumption and energy use. Robotics, 3D and 4D printing, artificial intelligence as well as high performance computing for modelling are important elements in advanced manufacturing.</p><p>The present call for proposals under this thematic priority supports interregional innovation investments for the uptake of new or improved manufacturing solutions, as well as for supporting industry to face the challenge of digitalisation and to promote the shift towards a more environmentally sustainable production (zero pollution ambition for a toxic-free environment). The present call for proposals under this priority encourages applications in one or a combination of the following intervention areas (a non-exhaustive list):</p><ul level=\"0\"><li>Demonstration processes, i.e. helping new products to reach the market faster or having more efficient and sustainable processes adopted by the industry.</li><li>Valorisation of research results and practical applications for innovation diffusion. This might include the active involvement of ecosystems and the co-creation process with stakeholders and end-users.</li><li>Connecting or making complementary use of testing and demonstration facilities at interregional level. In this framework, synergies with circularity hubs are encouraged.</li><li>Improving the use of natural resources and in the reuse of materials, promoting circularity models (de- and remanufacturing) and investments in carbon neutrality.</li><li>Specific implementation (including funding) strategies, ensuring the participation of all stakeholders (industry, SMEs, local authorities, educational institutions and civil society).</li><li>Implementation of interregional demonstration cases to test and replicate the results.</li><li>Innovation diffusion and involvement of SMEs in EU value chains.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong>Digital transition</strong></p><p><u>Expected impact</u></p><ul level=\"0\"><li>Innovative technologies tested and adopted by companies and public administration</li><li>Deployment of innovative solutions improving businesses confidence, competences and means to digitalise and grow</li><li>Contribution to digitisation and health systems transformation, through various types of innovation and the supply of IT services</li> </ul><p>Medium-term:</p><ul level=\"0\"><li>Increased companies’ productivity and efficiency</li><li>Improved user-friendly, accessible and interoperable public services</li><li>Improved level of digital skills</li><li>Improved EU innovation capacity and competitiveness</li><li>Innovation diffusion.</li> </ul><p>Long-term:</p><ul level=\"0\"><li>Improved way of living and of doing business</li><li>Increased social and territorial cohesion as well as personal well-being</li> </ul><p>Improved education and vocational training systems (indirectly).</p><p><strong>Green transition</strong></p><p><u>Expected impact</u></p><p>Short-term:</p><ul level=\"0\"><li>Deployment of innovative solutions compared to existing technologies/solutions;</li><li>Uptake of technologically/economically reliable and viable solutions on the market.</li> </ul><p>Medium-term:</p><ul level=\"0\"><li>Creating new market opportunities for EU companies;</li><li>Reinforcing the capacity of regions to invest, joining forces around shared S3 investment priorities (interregional investments);</li><li>Innovation diffusion.</li> </ul><p>Long-term:</p><ul level=\"0\"><li>Reinforcing/reshaping EU value chains whilst increasing EU competitiveness in global markets;</li><li>Unlocking the innovation potential of EU regions/countries;</li><li>Contributing to the European Green Deal objectives;</li> </ul><p><strong>Smart manufacturing</strong></p><p><u>Expected impact</u></p><p>Short-term:</p><ul level=\"0\"><li>Deploying new green and digital technologies fostering the growth of Europe’s manufacturing sector</li><li>Innovative technologies adopted by SMEs</li> </ul><p>Medium-term:</p><ul level=\"0\"><li>Making the EU industry more efficient and sustainable</li><li>Reinforcing the capacity of regions to co-invest together, joining forces on common S3 investment priorities (interregional investments).</li><li>Innovation diffusion</li> </ul><p>Long-term:</p><ul level=\"0\"><li>Reinforcing/reshaping EU value chains whilst increasing the competitiveness of the EU in global markets.</li><li>Unlocking the innovation potential of EU regions/countries.</li> </ul>\n", "conditions": "<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"font-size:11.0pt;mso-bidi-font-family:Arial;color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">Conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in section 5 of the call document<o:p></o:p></span></p>\n<p><b><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-bidi-font-family:&#xA;Arial;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System<o:p></o:p></span></p>\n<p><b><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-bidi-font-family:&#xA;Arial;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">described in section 6 of the call document<o:p></o:p></span></p>\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-bidi-font-family:Arial;color:#404040;mso-themecolor:text1;&#xA;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:&#xA;bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-bidi-font-family:Arial;color:#404040;mso-themecolor:text1;&#xA;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"> described in section 6 of the call document<o:p></o:p></span></p>\n<p><b><span style=\"mso-bidi-font-family:Arial;color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191\">4. Financial and operational capacity and exclusion: </span></b><span style=\"mso-bidi-font-family:Arial;color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-bidi-font-weight:bold\">described in </span><span style=\"mso-bidi-font-family:Arial;color:#404040;mso-themecolor:text1;&#xA;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">section 7 of the call document<o:p></o:p></span></p>\n<p><b><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:FR-BE\" lang=\"FR-BE\">5. Evaluation and award:<o:p></o:p></span></b></p>\n<ul>\r\n    <li><b><span style=\"mso-bidi-font-family:&#xA;     Arial;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#xA;     EN-US\" lang=\"EN-US\">Submission and evaluation processes</span></b><b><span style=\"mso-bidi-font-family:Arial;color:#595959;mso-ansi-language:EN-US\" lang=\"EN-US\">:</span></b><span style=\"mso-bidi-font-family:Arial;color:#595959;mso-ansi-language:&#xA;     EN-US\" lang=\"EN-US\"> described </span><span style=\"mso-bidi-font-family:&#xA;     Arial;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#xA;     EN-US\" lang=\"EN-US\">section 8 of the call document and the</span><span style=\"mso-bidi-font-family:Arial;color:#595959;mso-ansi-language:EN-US\" lang=\"EN-US\"> </span><span style=\"color:#595959\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online      Manual</span></a></span><span class=\"MsoHyperlink\"><span style=\"color: windowtext;\" lang=\"EN-US\"><o:p></o:p></span></span></li>\r\n</ul>\n<div>\r\n<ul>\r\n    <li><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the call document</span></li>\r\n</ul>\r\n</div>\n<ul>\r\n    <li>&nbsp;<b><span style=\"mso-bidi-font-family:Arial;mso-ansi-language:EN-US\" lang=\"EN-US\">Indicative      timeline for evaluation and grant agreement: </span></b><span style=\"mso-bidi-font-family:Arial;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;     bold\" lang=\"EN-US\">described in section 4 of the call document<o:p></o:p></span></li>\r\n</ul>\n<p>&nbsp;<b><span style=\"font-size:10.0pt;mso-bidi-font-size:11.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"font-size: 10pt; font-family: Arial, sans-serif; color: rgb(64, 64, 64);\" lang=\"EN-US\">described in section 10 of the call document</span></p>\n<p><b><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/wp-call/2023/call-fiche_i3-2023-inv1_en.pdf\" target=\"_blank\">Call document - strand 1</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/temp-form/af/af_i3_en.pdf\" target=\"_blank\">Standard application form</a> - </span><span style=\"color: rgb(0, 0, 128);\"><span style=\"color: rgb(0, 0, 128);\"><i><span lang=\"EN-US\">call-specific application form is available in the Submission System</span></i></span></span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/temp-form/af/letter-of-support-ms-s3-endorsement_i3_en.docx\" target=\"_blank\">Endorsement letter</a><br />\r\n</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/temp-form/af/detailed-budget-table_i3-fstp-100-percent_en.xlsm\" target=\"_blank\">Detailed budget table (including FSTP 100% co-funding rate)</a><br />\r\n</span></p>\r\n<p><span style=\"mso-bidi-font-family:&#xA;Arial;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/agr-contr/mga_i3_en.pdf\" target=\"_blank\">I3 Model Grant Agreement</a><br />\r\n</span></p>\n<p><b><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p><a href=\"https://ec.europa.eu/regional_policy/sources/whats-new/tenders-and-grants/financing-decisions/2023_financing_i3.pdf\" target=\"_blank\">Interregional Innovation Investments Instrument (Financing decision 2023/24)</a></p>\r\n<p><a href=\"https://ec.europa.eu/regional_policy/sources/whats-new/tenders-and-grants/financing-decisions/2023_financing_i3_annex.pdf\" target=\"_blank\">Interregional Innovation Investments Instrument (Annex: Work programme 2023/24)</a><span style=\"mso-bidi-font-family:Arial;color:#404040;mso-themecolor:text1;&#xA;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/regional_policy/sources/whats-new/tenders-and-grants/financing-decisions/C_2023_2984_1_EN_ACT_part1_v3.pdf\" target=\"_blank\">Interregional Innovation Investments Instrument (Financing decision 2023/24) - amendment</a></p>\r\n<p><a href=\"https://ec.europa.eu/regional_policy/sources/whats-new/tenders-and-grants/financing-decisions/C_2023_2984_1_EN_annexe_acte_autonome_cp_part1_v3.pdf\" target=\"_blank\">Interregional Innovation Investments Instrument (Annex: Work programme 2023/24) - amendment</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/temp-form/report/periodic-report_i3_en.pdf\" target=\"_blank\">Periodic</a><span style=\"mso-bidi-font-family:Arial;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/temp-form/report/periodic-report_i3_en.pdf\" target=\"_blank\"> reporting template</a></span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/i3/temp-form/report/detailed-cost-reporting-table_i3-fstp-100-percent_en.xlsm\" target=\"_blank\">Detailed cost reporting table (including FSTP 100% co-funding rate)</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://eismea.ec.europa.eu/programmes/interregional-innovation-investments-i3-instrument_en\" target=\"_blank\">I3 general website</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/regional_policy/policy/communities-and-networks/s3-community-of-practice_en\" target=\"_blank\">S3 Community of Practice (smart specialisation)</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://www.oecd-ilibrary.org/science-and-technology/oslo-manual-2018_9789264304604-en\" target=\"_blank\">Oslo manual</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32021R1060\" target=\"_blank\">Regulation (EU) 2021/1060 - CPR</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R1058\" target=\"_blank\">ERDF&nbsp;Regulation 2021/1058</a></p>\r\n<p class=\"MsoNormal\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32021D1130&amp;from=EN\" target=\"_blank\"><span class=\"MsoHyperlink\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\" lang=\"FR-BE\">Commission Implementing Decision (EU) 2021/1130 -&nbsp;</span></span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">List of Regions eligible for funding from the ERDF and the ESF</span></a></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation 2018/1046</span></a></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-family:&#xA;Arial;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p><span style=\"font-size:10.0pt;mso-bidi-font-size:11.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;mso-bidi-font-family:&#xA;&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;color:#595959;mso-ansi-language:&#xA;EN-GB;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "supportInfo": "<p>Please read carefully all provisions before the preparation of your application.<br />\r\nFor help related to this call, please contact: <a href=\"http://EISMEA-I3-INSTRUMENT@ec.europa.eu\" target=\"_blank\">EISMEA-I3-INSTRUMENT@ec.europa.eu</a><br />\r\n<span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:black\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:black\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:black\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Online Manual</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:black\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:black\"><o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>The ERDF Interregional Innovation Investment Instrument (I3) aims at supporting interregional innovation projects in their commercialisation and scale-up phases by making available the tools to overcome investment barriers. In general, I3 represents an opportunity to support interregional portfolios of companies’ investments bringing innovation to the market at high technology readiness levels (TRL 6-9) and reshaping EU interregional value chains.</p><p>In particular, the I3 Instrument funds interregional innovation investments projects under shared smart specialisation priorities (S3) in the following thematic priorities: green transition, digital transition and smart manufacturing which take place in the S3 participating regions. Thus, the I3 Instrument will help to promote enhanced interregional connections among regional innovation ecosystem players organised around a shared smart specialisation area. It aims to use the untapped potential of investments in innovation where the public and private sectors, as well as research and business from different countries and regions, can work together. In order to accelerate market uptake of research results and stimulation of innovation, it supports companies in scaling up their ideas in the EU single market and address wider European political priorities – in particular the Green Deal and digital transition.</p><p>Consequently, the thematic priorities for the duration of the work programme for the call are (1) digital transition, (2) green transition, including climate neutrality, environmental sustainability and circular economy and (3) smart manufacturing. Specific objectives of the call are the creation of structured links between EU quadruple helix stakeholders, helping ecosystems to overcome market failures, supporting companies building interregional innovation investments, accelerating innovation and increasing the capacities of less developed regions to participate in EU value chains contributing to cohesion policy objectives.</p><p>Under this call the following strand of the I3 work programme will be implemented in 2023:</p><ul level=\"0\"><li>Financial and advisory support for investments in interregional innovation projects (strand 1)</li> </ul><p>The call is targeted at consortia of independent legal entities covering actors from, both, the demand and supply side of the quadruple-helix ecosystem, such as (non-exhaustive list):</p><ul level=\"0\"><li>Public authorities (national/regional/local)</li><li>Universities, Research and Technology organisations, Innovation agencies</li><li>Cluster organisations, SMEs, start-ups,</li><li>Research data alliances (RDA)</li><li>Any other entity that resembles the nature of the above mentioned entities.</li> </ul>\n", "latestInfos": [{"approvalDate": "Oct 17, 2023 5:17:47 PM", "lastChangeDate": "Oct 17, 2023 5:17:47 PM", "content": "<p>27&nbsp;proposals were submitted by the deadline of 17/10/2023 at 17h00, CET.<o:p></o:p></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 26, 2023 3:16:35 PM", "lastChangeDate": "Sep 26, 2023 3:16:35 PM", "content": "<p>The submission session is now available for: I3-2023-INV1(I3-PJG)</p>\r\n<p>&nbsp;</p>\r\n<p>\r\n<p class=\"MsoNormal\">The call document has been updated. Please check section 10 on page 29 on the use of unit costs for travel, accommodation and subsistence costs.<o:p></o:p></p>\r\n</p>"}, {"approvalDate": "May 17, 2023 12:00:00 AM", "lastChangeDate": "May 17, 2023 12:00:00 AM", "content": "The submission session is now available for: I3-2023-INV1(I3-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}