{"TopicDetails": {"type": 0, "ccm2Id": 31073767, "cftId": 0, "identifier": "COS-CLUSTER-2015-3-02", "title": "Clusters Excellence Programme", "publicationDateLong": 1450224000000, "callIdentifier": "COS-CLUSTER-2015-3-02", "callTitle": "Clusters Excellence Programme", "callccm2Id": 31073768, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31059643, "abbreviation": "COSME", "description": "Programme for the Competitiveness of Enterprises and small and medium-sized enterprises"}, "programmeDivision": [{"id": 31059644, "abbreviation": "COSME.1", "description": "COSME"}, {"id": 31061068, "abbreviation": "COSME.1.3", "description": "More favourable conditions for business creation and growth"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "COSME-GA Grant agreement", "typeOfMGA": []}], "plannedOpeningDate": "18 December 2015", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["31 March 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"59850": [{"action": "COS-CLUSTER-2015-3-02 - COSME-GA Grant agreement", "plannedOpeningDate": "18 December 2015", "deadlineModel": "single-stage", "deadlineDates": ["31 March 2016"], "budgetYearMap": {"2015": 1500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2015"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p> </p><p>The overall objective of this call for proposals is to strengthen cluster management excellence in the EU as a way to provide more professional business services to European SMEs through clusters, and in this way, contribute to the development of more world-class clusters in the European Union.</p><p>In order to pursue cluster management excellence, cluster organisations need to provide added-value support services to their members and develop strategic approaches to address the innovation, growth and globalization challenges that SMEs face. This requires to strengthen the support services provided to cluster companies; to gain further insights into cluster members’ positioning in value-chains, to take stock of emerging industrial trends and dynamics, to develop a shared vision of their members with regard to collaboration with other clusters in Europe and in global markets; to consistently liaise with public authorities regarding the business support environment and coherence with regional policy, and to shape-up strategic plans and roadmaps for sustained cluster development.</p><p>Specific objectives:</p><ul level=\"0\">  <li> <p><strong>Enhance cluster managers' skills</strong> so as to generate added-value services for the cluster organisation's SME members and support their growth and competitiveness. The development of general management skills is not the purpose of this action. The focus is instead on equipping and enhancing skills that capture industry’s dynamics and allow cluster managers to provide better support services to SMEs, to create further added-value for their members and to better exploit opportunities in the Single Market and beyond.</p> </li>  <li> <p>Support cluster managers <strong>to develop a comprehensive strategy for the cluster</strong> they manage, with a view to support the growth and the competitiveness of its members, as well as a roadmap for its implementation. With regard to cluster strategy development, this includes the promotion of strategic <strong>collaboration between cluster managers and regional authorities</strong> in charge of cluster policies, and stakeholders, in the regional innovation ecosystems. This shall help to ensure coherence and compliance with regional priorities, especially in the context of smart specialisation strategies, and to capitalise on regional public and private research, innovation and infrastructure investment dynamics.</p> </li>  <li> <p><strong>Facilitate collaboration among cluster organisations</strong> in consortia eager to operate at European level and committed <strong>to exploit synergies towards common activities and joint strategy development</strong>.</p> </li>  <li>Promote <strong>cross-cluster learning, </strong>exchange of knowledge and expertise, both across cluster organisations in each consortium and between the various consortia that will be formed through this call.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The eligible tasks and activities to support the specific objectives of this call are described in the following:</p><p>Task A: Enhancement of cluster managers' skills towards added-value SME support services</p><p>Task B: Development of a comprehensive strategy for the cluster</p><p>Task C: Facilitating cluster cooperation and synergies on skills enhancement and strategy development</p><p>Task D: Awareness raising and dissemination of project outcomes</p><p>More details can be found in the call text.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The programme will contribute to promote cluster excellence, also through enhanced inter-regional and inter-sectoral collaboration among clusters in COSME participating countries. The support to strategic collaboration of clusters on joint industrial projects will contribute to the reindustrialisation of the EU. Through this action, it is expected that a high number of SMEs in clusters and business networks will receive more professional business support services from their respective organisations.</p>\n", "conditions": "<div>Please read carefully all provisions below before the preparation of your application.<br />\r\n&nbsp;</div>\r\n<ol>\r\n    <li><span style=\"color: #003366\"><strong>List of countries and applicable rules for funding:</strong></span> Described in section 6 of the <u><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cluster-1503_en.pdf\">Call document</a></u>.<br />\r\n    <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Eligibility and admissibility conditions:</span></strong> Described in sections 6 and 7 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cluster-1503_en.pdf\">Call document</a>. <br />\r\n    <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Evaluation</span></strong><br />\r\n    <br />\r\n    3.1. <strong><span style=\"color: #003366\">Evaluation criteria and procedure, scoring and threshold: </span></strong>Described in sections 8 and 9 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cluster-1503_en.pdf\">Call document</a>. <br />\r\n    <br />\r\n    3.2. <strong><span style=\"color: #003366\">For submission and evaluation process,&nbsp;</span></strong>see the <a href=\"https://ec.europa.eu/easme/en/cos-cluster-2015-3-02-clusters-excellence-programme\">Guide for applicants.</a>&nbsp;<br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: #003366\"><strong>Indicative timetable for evaluation and grant agreement: </strong></span>described in section 3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cluster-1503_en.pdf\">Call document</a>. <br />\r\n    <em><span style=\"color: #339966\">Please add the hyperlink.</span></em><span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <u>COSME Grant Agreement, max. 75% co-funding rate (COS-GA):</u><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-multi_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-mono_en.pdf\"><br />\r\n    </a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\"><strong>Participant Portal FAQ</strong> </a>&ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a></strong> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the COSME rules. Some aspects of COSME are different to the provisions of the H2020 programmes.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/growth/sectors/postal-services/index_en.htm\"><strong>DG GROWTH</strong></a> website.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/growth/smes/cluster\">http://ec.europa.eu/growth/smes/cluster</a> - EU Cluster Portal</p>\r\n<p><a href=\"http://www.cluster-analysis.org/\">http://www.cluster-analysis.org/</a>&nbsp;- The European Secretariat for Cluster Analysis</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p>High quality management of cluster organisations is today recognized as a key element of a successful world-class cluster. It helps to provide professional services to their members, to assisting their companies to add value, become innovative or access global markets successfully, and to enhance collaboration, networking and learning. Professional cluster management thus contributes to raise the innovation capacity and competitiveness of cluster firms in a wider sense.</p><p>The call is directly addressed to consortia of cluster and/or business network organisations striving towards excellence, with a view to promoting growth and competitiveness for their SME members.</p>\n", "latestInfos": [{"approvalDate": "Feb 9, 2016 4:40:18 PM", "lastChangeDate": "Feb 9, 2016 4:40:18 PM", "content": "The submission session is now available for: COS-CLUSTER-2015-3-02(COSME-GA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}