{"TopicDetails": {"type": 0, "ccm2Id": 31078650, "cftId": 0, "identifier": "COS-SPOC-2016-02-03", "title": "SPOC - AWARENESS", "publicationDateLong": 1467244800000, "callIdentifier": "COS-SPOC-2016-02-03", "callTitle": "SINGLE POINTS OF CONTACT - INCREASING AWARENESS AMONG ENTREPRENEURS", "callccm2Id": 31078651, "allowPartnerSearch": true, "workProgrammepart": {"id": 3053, "ccm_id": 31075428, "wp_part": "COSME-2016", "wp_year": "COSME-2016", "wp_title": "COSME 2016", "wp_website": "http://ec.europa.eu/growth/smes/cosme/index_en.htm", "wp_document": "http://ec.europa.eu/growth/smes/cosme/index_en.htm"}, "frameworkProgramme": {"id": 31059643, "abbreviation": "COSME", "description": "Programme for the Competitiveness of Enterprises and small and medium-sized enterprises"}, "programmeDivision": [{"id": 31059644, "abbreviation": "COSME.1", "description": "COSME"}, {"id": 31061067, "abbreviation": "COSME.1.2", "description": "Improving access to markets"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "COSME-GA Grant agreement", "typeOfMGA": []}], "plannedOpeningDate": "30 June 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["11 October 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3194710": [{"action": "COS-SPOC-2016-02-03 - COSME-GA Grant agreement", "plannedOpeningDate": "30 June 2016", "deadlineModel": "single-stage", "deadlineDates": ["11 October 2016"], "budgetYearMap": {"2016": 300000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The general objective of the present call for proposals is to promote the Points of Single Contact and the services they provide to entrepreneurs wanting to explore the potential offered by the Internal Market. It aims therefore at achieving the following general objectives:</p><p>- Create better conditions for SME’s expansion in the Internal Market.</p><p>- Raise awareness of the Points of Single Contact among the European businesses and entrepreneurs, so that they know where to turn for information, assistance or interact with public administrations in order to get established or provide services in the EU.</p><p>-Raise awareness among business support organisations of the PSCs’ role and their offer. so that they can provide comprehensive advice to their members or partners.</p><p>For more information on the general and the specific objectives of this call, please consult the text of the Call for Proposals that follows.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The expected impact of the awareness raising campaign is to increase knowledge about the Points of Single Contact among businesses during the implementation of the project.</p><p>It is assumed that the project impacts can be achieved if the awareness raising campaign is able to deliver the following results:</p><ul level=\"0\">  <li> <p>increased number of visits on PSCs' website</p> </li>  <li> <p>higher ranking of the concerned PSCs in search engine results in the language(s) of the concerned PSCs</p> </li>  <li> <p>improved awareness of PSCs in the business community</p> </li>  <li> <p>increased number of procedures filled in online through the PSCs</p> </li>  <li> <p>strengthening of cooperation between PSCs or between PSCs and business support organisations</p> </li> </ul>\n", "conditions": "<div>Please read carefully all provisions below before the preparation of your application.</div>\r\n<ol>\r\n    <li><span style=\"color: #003366\"><strong>List of countries and applicable rules for funding:</strong></span> Described in section 6 of the <u><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-spoc-16203_en.pdf\">Call document</a></u>.<br />\r\n    <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Eligibility and admissibility conditions:</span></strong> Described in sections 6 and 7 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-spoc-16203_en.pdf\">Call document</a>. <br />\r\n    <em><span style=\"color: #339966\">.</span></em><span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Evaluation</span></strong><br />\r\n    <br />\r\n    3.1. <strong><span style=\"color: #003366\">Evaluation criteria and procedure, scoring and threshold: </span></strong>Described in sections 8 and 9 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-spoc-16203_en.pdf\">Call document.</a> <br />\r\n    <em><span style=\"color: #339966\">.</span></em><br />\r\n    <br />\r\n    3.2. <strong><span style=\"color: #003366\">For submission and evaluation process,&nbsp;</span></strong>see the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/pse/cosme-guide-applicants-16_en.pdf\">Guide for applicants</a>. <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: #003366\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template. <br />\r\n    <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><span style=\"color: #003366\"><strong>Indicative timetable for evaluation and grant agreement: </strong></span>described in section 3 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-spoc-16203_en.pdf\">Call document</a>. <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: #003366\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <br />\r\n    <br />\r\n    <br />\r\n    <u>COSME Grant Agreement, max. 90% co-funding rate (COS-GA):</u><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-multi_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a><br />\r\n    Model Grant Agreement - Mono-Beneficiary<br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/tpl/pt/cosme-prev-project-list_en.xlsx\">Template for the list of previous projects </a><br />\r\n    <a href=\"https://europass.cedefop.europa.eu/en/documents/curriculum-vitae/templates-instructions\">CV (Europass format recommended)</a><br />\r\n    &nbsp;</li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\"><strong>Participant Portal FAQ</strong> </a>&ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a></strong> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the COSME rules. Some aspects of COSME are different to the provisions of the H2020 programmes.<br />\r\n<br />\r\n<a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\"><strong>Partner Search Services</strong></a> help you find a partner organisation for your proposal.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/growth/sectors/postal-services/index_en.htm\"><strong>DG GROWTH</strong></a> website.<br />\r\n<br />\r\nErasmus for Young Entrepreneurs <a href=\"http://www.erasmus-entrepreneurs.eu/index.php\"><strong>programme website</strong></a>.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p>GENERAL POLICY CONTEXT</p><p>The Services Directive[[Directive 2006/123/EC of 12 December 2006 (Official Journal of the European Union L 376/36 of 27.12.2006).]] was adopted with a view to facilitate the creation of the Single Market for services. The directive called on Member States to establish Points of Single Contact (PSC) in order to support companies to seize the business opportunities in the EU marketplace. The Points of Single Contact are e-government portals which provide information on administrative requirements and access to online procedures to complete online the necessary formalities linked to the permission or to the licence that the entrepreneur needs to obtain, in order to be able to provide the specific service in their own or in another Member State. Though the Points of Single Contact are considered as one of the success stories of the Services Directive, their potential is not fully exploited.</p><p>The European Parliament and the Council regularly call on the Commission and Member States to develop Points of Single Contact further. The European Parliament’s Report on the Single Market governance within the European Semester 2016[[Report of 1 February 2016 on the Single Market governance within the European Semester 2016(2015/2256(INI)), <a href=\"http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+REPORT+A8-2016-0017+0+DOC+PDF+V0//EN\">http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+REPORT+A8-2016-0017+0+DOC+PDF+V0//EN</a><u>.</u></p><p>]] regrets that further implementation of the Services Directive, covering activities representing more than 45 % of the EU’s GDP and employment, is hindered by a multitude of varying national rules and regulations and that the notification procedure is often not complied with. The Report advises that a strengthened role for the existing Points of Single Contact as single access points for Single Market issues for economic operators will help raise awareness and understanding of the applicable legislation.</p><p>The Competitiveness Council conclusions on Single Market Policy of March 2015[[6715/15Council (Competitiveness, Internal Market, Industry, Research and Space), Brussels, 2 and 3 March 2015, 6715/15, OUTCOME OF THE COUNCIL MEETING, <a href=\"http://data.consilium.europa.eu/doc/document/ST-6715-2015-INIT/en/pdf\">http://data.consilium.europa.eu/doc/document/ST-6715-2015-INIT/en/pdf</a>]] called for political commitment \"to strengthen and streamline Single Market tools, such as Points of Single Contact, Product Contact Points (PCPs), the SOLVIT system, the IMI (Internal Market Information System) and Your Europe, in order to better meet the needs of businesses and citizens in their cross-border activities\".</p><p>This message was repeated by the Competitiveness Council meeting on 29 February 2016[[6622/16Council (Competitiveness), Brussels, 29 February 2016; http://data.consilium.europa.eu/doc/document/ST-6622-2016-INIT/en/pdf]], which recalled the importance of strengthening and streamlining existing Single Market tools for SMEs, in order to simplify and facilitate their cross-border activities and expansion. In this context, the Council emphasized the urgent need for improvement of EU-related business contact points, including further improvement of the Points of Single Contact, in line with the Points of Single Contact Charter.</p><p>In order to address these concerns, two specific policy objectives have been included into the COSME Work Programme for 2016: Increase user-friendliness of Points of Single Contact by the testing of their portals by business (user testing) and improving awareness of the Points of Single Contact among the business community.</p><p><strong>The present call for proposals aims at implementing the second policy objective by co-financing projects to be undertaken by the national authorities responsible for the managing of the Points of Single Contact.</strong></p><p><strong>SPECIFIC POLICY CONTEXT</strong></p><p>The study \"The functioning and usability of the Points of Single Contact under the Services Directive – State of Play and Way Forward Final report\"[[http://ec.europa.eu/internal_market/services/docs/services-dir/study_on_points/final_report_en.pdf]], which was carried in 2012, stresses that the awareness of the Points of Single Contact was low in all Member States. According to the majority of stakeholders interviewed, awareness and promotion campaigns would be needed in order to improve the degree of recognition of the portals of Points of Single Contact, as well as volumes of use. Only 30% of the focus group participants were aware of the Points of Single Contact prior to contributing to the focus group meeting and there were no significant differences in the awareness between the different Member States. All the Points of Single Contact were perceived as official portal sites backed by the government. This was reinforced by the presence of the EUGO logo on all of the Points of Single Contact. All the EUGO logos link to the EUGO site, where links can be found towards all Member State portals. However, no national portals contained direct links to other Member States' portals. The search engine rankings of the Points of Single Contact were poor in over half of the countries, but good in Denmark, Luxembourg, Malta, Portugal, and the United Kingdom. In general, the term “Point of Single Contact” yielded the best result for most portals for two search engines. However, other terms, such as “One-stop shop” and “e-government for business” did not rank well. In most cases, when searched for, they were to be found beyond the 50th ranked site.</p><p>Improved awareness shall be pursued by promotion efforts (focusing mainly online and including e.g. targeted online advertising campaigns and search engine optimisation), outreach activities to SMEs, especially those active across borders, and joint projects with business support organisations, where possible, in collaboration with Enterprise Europe Network (<a href=\"http://een.ec.europa.eu/\">http://een.ec.europa.eu/</a>) partners.</p><p>No previous measures were taken through COSME funding on improving awareness at EU level as regards the Points of Single Contact. Member States' efforts in this respect remain scattered and are rarely coordinated in order to achieve broader impact.</p><p><strong>Therefore, action is needed for raising awareness among businesses about the services offered by the Points of Single Contact</strong>. This action will fill this gap and contribute to the better functioning of the Points of Single Contact by improving their visibility and thereby making it easier for companies that want to provide their service cross-border to receive information and comply with administrative requirements. This will broaden the access of companies active in the services sector to other EU markets.</p><p>This action shall be carried out by or in agreement with the authorities responsible for the Points of Single Contact and should target entrepreneurs, in particular SMEs which have bigger potential for expanding to other EU markets. This action can be performed in cooperation with business support organisations (e.g. chambers of commerce) in order to increase their awareness about the role and services provided by the Points of Single Contact.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>The total budget earmarked for the co-financing of projects is estimated at EUR 300 000.</p><p>The maximum amount per project will be EUR 75 000.</p><p>EASME expects to fund approximately 4 project proposals.</p><p>The grant is limited to a maximum reimbursement rate of 75% of <strong>eligible costs.</strong></p><p>EASME reserves the right not to distribute all the funds available.</p><p>The budget earmarked for this action is subject to the approval of the revised COSME WP expected in July 2016. This might have an impact on the number of proposals that will be funded.</p>\n", "latestInfos": [{"approvalDate": "Jul 11, 2016 9:37:02 AM", "lastChangeDate": "Jul 11, 2016 9:37:02 AM", "content": "The submission session is now available for: COS-SPOC-2016-02-03(COSME-GA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}