{"TopicDetails": {"type": 0, "ccm2Id": 31090762, "cftId": 0, "identifier": "COS-2017-3-02", "title": "European Strategic Cluster Partneships for smart specialisation investments", "publicationDateLong": 1513036800000, "callIdentifier": "COS-CLUSTPARTNS-2017-3-02", "callTitle": "European Strategic Cluster Partnerships for smart specialisation investments", "callccm2Id": 31090763, "allowPartnerSearch": true, "workProgrammepart": {"id": 263551, "ccm_id": 31087970, "wp_part": "COSME-2017", "wp_year": "COSME-2017", "wp_title": "COSME 2017", "wp_website": "http://ec.europa.eu/growth/smes/cosme/index_en.htm", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp/cosme-wp-2017_en.pdf"}, "frameworkProgramme": {"id": 31059643, "abbreviation": "COSME", "description": "Programme for the Competitiveness of Enterprises and small and medium-sized enterprises"}, "programmeDivision": [{"id": 31059644, "abbreviation": "COSME.1", "description": "COSME"}, {"id": 31061068, "abbreviation": "COSME.1.3", "description": "More favourable conditions for business creation and growth"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "COSME-GA Grant agreement", "typeOfMGA": []}], "plannedOpeningDate": "12 December 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["08 March 2018"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3233007": [{"action": "COS-2017-3-02 - COSME-GA Grant agreement", "plannedOpeningDate": "12 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["08 March 2018"], "budgetYearMap": {"2017": 2800000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>In order to facilitate strategic interregional collaborations and strong industry involvement, and to create a project pipeline for smart specialisation investments across Europe, the European Commission started to offer support to regional authorities, clusters and industry stakeholders through an integrated approach to smart specialisation, clusters and industrial modernisation. This approach combines two mutually reinforcing initiatives: </p><p>First, the Commission has set up Thematic Smart Specialisation Platforms to bring together <em>regional authorities</em> interested in joining forces in the implementation of their RIS3 strategies. This approach was launched in 2015 with the set-up of the Smart Specialisation Platform on Energy and two additional Thematic Platforms on Industrial Modernisation and on Agri-Food in 2016, with possibly others to follow.</p><p>Second, the Commission is starting with this call for proposals to mobilise European Strategic Cluster Partnerships for smart specialisation investments. These partnerships should be composed of cluster organisations, other business network organisations, technology centres and science parks aiming to boost inter-regional collaborations and innovation activities amongst groups of SMEs in specific thematic areas, related industries and value chains. Moreover, the strategic partnering of cluster organisations is not left to happen at random but with a specific linkage to the Thematic Smart Specialisation Platform on Industrial Modernisation.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The European Strategic Cluster Partnerships for smart specialisation investments shall contribute to:</p><ol level=\"0\">  <li> <p>developing and implementing a joint cluster partnership strategy with a common “European” vision for a given specific smart specialisation priority (including a joint branding and marketing), identifying collaboration and investment opportunities and drafting a roadmap of such joint activities;</p> </li><li> <p>implementing joint activities with a view to mobilise inter-regional collaboration and investments of industry actors, notably SMEs, and provide related business, technology and growth support services for the preparation and implementation of joint innovation and investments projects; and</p> </li><li> <p>improving the cluster-specific framework conditions in the partners’ regions by (a) identifying, preparing and testing new joint activities to strengthen cluster cooperation across the partnership; (b) gathering concrete feedback from SMEs on their specific barriers to innovation, skills, cooperation and investment (notably to feed into the discussions in the context of the Thematic Smart Specialisation Platform on Industrial Modernisation); and (c) undertaking activities to build linkages with other relevant European, national or regional initiatives and key networks aiming to address such barriers.</p> </li> </ol><p>Most impact is expected from interregional collaboration if a dual approach is followed by involving both committed regional authorities (in charge of the implementation of smart specialisation strategies for research and innovation investments under the European Structural and Investment Funds) as well as the industry (mobilised via specialised SME intermediaries such as cluster organisations, business networks, technology centres and science parks). Therefore, this call aims to complement the mobilisation of interregional RIS3 partnerships of regional authorities under the Smart Specialisation Platform for Industrial Modernisation by generating corresponding partnerships of specialised SME intermediaries, and vice versa.</p>\n", "conditions": "<div>Please read carefully all provisions below before the preparation of your application.</div>\r\n<ol>\r\n    <li><span style=\"color: #003366\"><strong>List of countries and applicable rules for funding:</strong></span> Described in section 6 of the&nbsp;<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp-call/cosme-call-cos-clustpartns-20170302_en.pdf\">Call document</a><u>.</u>&nbsp;<span style=\"color: #339966\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Eligibility and admissibility conditions:</span></strong> Described in sections&nbsp;5 and&nbsp;6 of the <u><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp-call/cosme-call-cos-clustpartns-20170302_en.pdf\">Call document</a>.</u> <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: #003366\">Evaluation</span></strong><br />\r\n    <br />\r\n    3.1. <strong><span style=\"color: #003366\">Evaluation criteria and procedure, scoring and threshold: </span></strong>Described in section 9 of the <u><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp-call/cosme-call-cos-clustpartns-20170302_en.pdf\">Call document</a></u>. <br />\r\n    <br />\r\n    3.2. <strong><span style=\"color: #003366\">For submission and evaluation process,&nbsp;</span></strong>see the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/pse/cosme-guide-applicants-16_en.pdf\">Guide for applicants</a>. <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><span style=\"color: #003366\"><strong>Indicative timetable for evaluation and grant agreement: </strong></span>described in section 3 of the <u><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp-call/cosme-call-cos-clustpartns-20170302_en.pdf\">Call document</a></u>. <br />\r\n    <span style=\"color: #339966\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <br />\r\n    <br />\r\n    <u>COSME Grant Agreement (COS-GA):</u><br />\r\n    <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/tpl/pt/cosme-pt-clustpartns-20170302_en.pdf\">Standard proposal template </a><br />\r\n    <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-multi_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents:</span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/DocsRoom/documents/24803\">COSME Work Programme 2017</a><br />\r\n    <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32013R1287\">COSME legal basis</a><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-mono_en.pdf\"><br />\r\n    </a></li>\r\n</ol>\r\n<p>&nbsp;</p>\nMembers of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.", "supportInfo": "<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\"><strong>Participant Portal FAQ</strong> </a>&ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a></strong> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the COSME rules. Some aspects of COSME are different to the provisions of the H2020 programmes.<br />\r\n<br />\r\n<a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\"><strong>Partner Search Services</strong></a> help you find a partner organisation for your proposal.</p>\r\n<p><a target=\"_blank\" href=\"https://www.clustercollaboration.eu/partner-search\"><strong>European Cluster Collaboration Platform</strong></a> offers a partner search service.</p>\r\n<p><strong><a target=\"_blank\" href=\"http://ec.europa.eu/growth/index_en\">DG GROWTH</a></strong> website.</p>\r\n<p><a href=\"mailto:EASME-COSME-CLUSTER-STRATEGIC-PARTNERSHIPS@ec.europa.eu\">EASME-COSME-CLUSTER-STRATEGIC-PARTNERSHIPS@ec.europa.eu</a><br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>The approach of this call for proposals builds on the successful experience of establishing European Strategic Cluster Partnerships for going international (ESCP-4i) as part of the Cluster Internationalisation Programme for SMEs under COSME. The focus of this call for proposal, however, is not on supporting SME internationalisation with strategic partners in third countries <em>beyond Europe</em> but on supporting the inter-regional cluster cooperation for the benefit of SMEs, their scale-up and joint investment projects <em>within Europe</em>.</p><p>In addition, it follows up on the interest and experience gathered within two pilot projects, which aimed at reinforcing the collaboration among clusters and technology centres entitled “Towards EU Regional Economic Convergence”, for which a call for proposals was launched in 2015 with funding from the European Parliament. However the scope of the current call for proposals is extended, by moving from supporting only the <em>preparation phase </em>to supporting in particular the <em>implementation phase </em>of European Strategic Cluster Partnerships for smart specialisation investments.</p>\n<p>The total budget earmarked for the co-financing of projects is estimated at EUR 2 800 000.</p><p>The maximum grant per project will be EUR 350,000. </p><p>EASME expects to fund eight proposals.</p><p>The grant is limited to a maximum reimbursement rate of 75% of <strong>eligible costs.</strong></p><p>EASME reserves the right not to distribute all the funds available.</p>\n", "latestInfos": [{"approvalDate": "Dec 12, 2017 12:30:00 AM", "lastChangeDate": "Dec 12, 2017 12:30:00 AM", "content": "The submission session is now available for: COS-2017-3-02(COSME-GA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}