{"TopicDetails": {"type": 0, "ccm2Id": 31086953, "cftId": 0, "identifier": "COS-2017-3-04-2", "title": "EUROPEAN INCUBATION NETWORKS FOR CCIs - TOURISM", "publicationDateLong": 1499904000000, "callIdentifier": "COS-EINET-2017-3-04", "callTitle": "EUROPEAN INCUBATION NETWORKS FOR CREATIVITY-DRIVEN INNOVATION", "callccm2Id": 31086955, "allowPartnerSearch": true, "workProgrammepart": {"id": 263551, "ccm_id": 31087970, "wp_part": "COSME-2017", "wp_year": "COSME-2017", "wp_title": "COSME 2017", "wp_website": "http://ec.europa.eu/growth/smes/cosme/index_en.htm", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp/cosme-wp-2017_en.pdf"}, "frameworkProgramme": {"id": 31059643, "abbreviation": "COSME", "description": "Programme for the Competitiveness of Enterprises and small and medium-sized enterprises"}, "programmeDivision": [{"id": 31059644, "abbreviation": "COSME.1", "description": "COSME"}, {"id": 31061068, "abbreviation": "COSME.1.3", "description": "More favourable conditions for business creation and growth"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "COSME-GA Grant agreement", "typeOfMGA": []}], "plannedOpeningDate": "13 July 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["19 October 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3208320": [{"action": "COS-2017-3-04-2 - COSME-GA Grant agreement", "plannedOpeningDate": "13 July 2017", "deadlineModel": "single-stage", "deadlineDates": ["19 October 2017"], "budgetYearMap": {"2017": 1000000}, "budgetTopicActionMap": {}}], "3208321": [{"action": "COS-2017-3-04-1 - COSME-GA Grant agreement", "plannedOpeningDate": "13 July 2017", "deadlineModel": "single-stage", "deadlineDates": ["19 October 2017"], "budgetYearMap": {"2017": 1600000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Support a project in the area of <strong>Tourism</strong> focusing on CCI driven innovation across</p><ul level=\"0\">  <li> <p>the entire value chain or some of its segments (accommodation, ticketing, travel management, visitor experience, exploitation of big data…)</p> </li>  <li> <p>some or all specific sectors such as leisure or business travellers, cultural tourism, …</p> </li>  <li> <p>some or all specific source markets (intra-EU, inter-continental such as China in order to build on the 2018 EU-China Tourism year momentum, …).</p> </li> </ul><p>Facilitating and reinforcing cross-sectoral collaboration amongst relevant organisationsmay be done in particular through:</p><ul level=\"0\">  <li>Mapping the relevant initiatives and actors;</li>  <li>Organising a limited number of networking activities, workshops, study visits, events to enable learning, exchange of knowledge and good practice, including on leveraging public funds and private investment.</li>  <li>Establishing cooperation with the Enterprise Europe Network (EEN).</li> </ul><p>Supporting a number of innovative start-ups and SMEs through the creation of an EU incubator (either in a single location or consisted by a network of local incubators). This support may come in particular through:</p><ul level=\"0\">  <li>Organising collaborative workshops, mentoring, individual and group coaching, exchanges of entrepreneurs and other forms of support in various areas (such as finance and accounting, marketing, intellectual property management), competition for the most successful business idea, etc.;</li>  <li>Facilitating technical support (e.g. providing physical space, means and resources);</li>  <li>supporting proofs of concept and prototypes of new products and services;</li>  <li>Facilitating contacts with investors and business opportunities;</li>  <li>Organising events to promote the selected start-ups and SMEs.</li> </ul><p>The proposal will describe how the action will reach a balanced geographical spread of the supported companies and other actors involved.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The main objective of the action is to support the creation, business development and scaling-up of companies in the fashion and the tourism sectors through incubators integrating creative, art and design skills from CCIs (Cultural and Creative Industries) with technology, science and other relevant expertise. </p><p>Specific objectives of the action:</p><ul level=\"0\">  <li>Facilitating and reinforcing cross-sectoral collaboration amongst incubators, accelerators, labs as well as other relevant actors across EU countries and COSME participating countries focusing on themes identified below, taking into account the relevant value chains;</li>  <li>Supporting a number of innovative startups and SMEs for a period necessary for them do grow and scale-up their business activities</li> </ul><p> <a href=\"#_msoanchor_1\">[</a></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>1.1.Expected results and deliverables</p><ul level=\"0\">  <li>Reports on collaboration activities developed under the project</li>  <li>Detailed reports on the support provided to startups and SMEs</li>  <li>Mapping and showcasing of good practice </li>  <li>Scaling up of startups and companies</li>  <li>Development of new products, prototypes, solutions, etc.</li>  <li>Development of new support mechanisms </li> </ul><p>1.2.Indicators:</p><p>In descending order of importance</p><ul level=\"0\">  <li>Number of start-ups and/or SMEs supported;</li>  <li>Number of prototypes/proofs of concept developed;</li>  <li>Number of networking activities, workshops, match-making activities, events etc. organised;</li>  <li>Number of promotional events organised.</li> </ul>\n", "conditions": "<div>Please read carefully all provisions below before the preparation of your application.</div>\r\n<ol>\r\n    <li><span style=\"color: #003366\"><strong>List of countries and applicable rules for funding:</strong></span><br />\r\n    Described in section 6 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-einet-17304_en.pdf\" target=\"_blank\"><u>Call document</u></a>. <span style=\"color: #339966\"><br />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Eligibility and admissibility conditions:</span></strong> Described in sections 6 and 7 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-einet-17304_en.pdf\" target=\"_blank\"><u>Call document.</u></a> <br />\r\n    <span style=\"color: #339966\"><br />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Evaluation</span></strong><br />\r\n    <br />\r\n    3.1. <strong><span style=\"color: #003366\">Evaluation criteria and procedure, scoring and threshold: </span></strong>Described in sections 8 and 9 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-einet-17304_en.pdf\" target=\"_blank\"><u>Call document</u></a>. <br />\r\n    <br />\r\n    3.2. <strong><span style=\"color: #003366\">For submission and evaluation process,&nbsp;</span></strong>see the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/pse/cosme-guide-applicants-16_en.pdf\" target=\"_blank\">Guide for applicants</a>. <span style=\"color: #339966\"><br />\r\n    </span></li>\r\n    <li><span style=\"color: #003366\"><strong>Indicative timetable for evaluation and grant agreement: </strong></span>described in section 3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-cos-einet-17304_en.pdf\" target=\"_blank\"><u>Call document</u></a>. <br />\r\n    <span style=\"color: #339966\"><br />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <br />\r\n    <u>COSME Grant Agreement (COS-GA):</u><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/tpl/pt/cosme-pt-einet-173041_en.pdf\" target=\"_blank\">Standard proposal template</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-multi_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-mono_en.pdf\"><br />\r\n    </a></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents:</span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/wp/cosme-wp-2017_en.pdf\">COSME Work Programme 2017</a><br />\r\n    <a target=\"_blank\" href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32013R1287\">COSME legal basis</a><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-mono_en.pdf\"><br />\r\n    </a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p>For any questions related to the scope of the call, please contact <span style=\"color: rgb(0, 0, 255);\"><strong>EASME-COSME-Incubation-Networks-2017@ec.europa.eu</strong></span></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\"><strong>Participant Portal FAQ</strong> </a>&ndash; Submission of proposals<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a></strong> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the COSME rules. Some aspects of COSME are different to the provisions of the H2020 programmes.<br />\r\n<br />\r\n<a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\"><strong>Partner Search Services</strong></a> help you find a partner organisation for your proposal.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/growth/sectors/postal-services/index_en.htm\"><strong>DG GROWTH</strong></a> website</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p>The Commission Communication “Europe’s next leaders: the Start-up and Scale-up Initiative” recognised the potential of start-ups that in general combine fast growth, reliance on product and process innovation, attention to new technological developments and extensive use of new business models. The Communication stresses the need to support start-ups and promote adequate framework conditions and the right environment to ensure their scaling-up.</p><p>The cultural and creative industries (CCIs) contribute significantly to growth and jobs in the EU. They represent over 3 million companies employing 12 million people, with turnover of € 1.5 trillion. </p><p>CCIs also contribute to the development of new, innovative solutions to the challenges that companies and societies face. The increasing complexity of modern goods and services and their intertwining nature require inputs of highly-specialised knowledge. Combination of diverse skills and knowledge sources can be a source of competitive advantage for new business ventures and a driver of innovation. </p><p>Today innovation is as much about novel solutions that technology and design can provide as it is about understanding needs of society and ensuring wide participation in the process of innovation. In this context, creativity is seen a catalyst of an efficient conversion of scientific and technological knowledge into innovative products, services, and processes.</p><p>It appears that there is a need to accelerate and widen the exchange of skills of artists and creative people with entrepreneurs and technologists, thus creating a common language and understanding. The challenge is however that people and companies from different disciplines do not naturally cooperate with each other: although companies in creative industries are often very open to collaboration, they lack resources and interdisciplinary skills necessary to organise such collaborations. This is where incubators and other business support organisations can play a key role: they are equipped with adequate skills and infrastructure. </p><p>Moreover, the fusion of creativity with cutting-edge technologies creates disruption in many, often traditional industries (such as fashion and tourism) and leads to development of new business models and innovative concepts. </p><p>'FashionTech' is a clear example of such fusion. In this area, new products, services and solutions are being developed to address new consumer and societal needs (e.g. smart clothing for various applications, wearable devices and trackers or applications of new technologies to improve manufacturing and design processes or boost retail experiences).</p><p>This is also true for tourism, as exemplified by \"Welcome City Lab\" the incubator set up in 2013 and dedicated to tourism innovation in Paris France Tourisme Lab (\"réseau français des incubateurs et accélérateurs touristiques) set up in 2017 with the support of the French Ministry responsible for tourism or the start-up accelerator set up by Walt Disney Corporation.</p><p>Recognising the importance of tourism which employs 12 million people, the European Union is supporting innovation in this sector by complementing the action of the Member States, in particular to enhance its competitiveness (Title XXII Tourism, Art. 195). This objective was clearly underlined in the European Commission's Communication of 30 June 2010.</p><p>The European Commissioner responsible for tourism, Mrs Bienkowska, announced renewed efforts to develop synergies between CCIs and tourism. Such synergies are one of the objectives of COSME support for Business to Business matchmaking events for tourism operators. They are also pursued through grants for the promotion and development of transnational thematic tourism products linked to Cultural and Creative Industries. Other examples of support for CCIs-tourism synergies are given in the \"Guide on EU funding for the tourism sector (2014-2020)\".</p><p>Business incubators and accelerators in particular play a key role in the growth process of start-ups and SMEs. Studies show that the survival rate for incubated companies, after three years, is close to 90%, which is more than 20% higher than other companies. This is even more important for creative industries: the barriers to growth known to all entrepreneurs are often amplified in case of creative businesses. Moreover value chains of certain emerging industries are still scattered: it is therefore important to bring together relevant actors from across the EU to maximise the innovation potential and build much needed connections.</p>\n", "latestInfos": [{"approvalDate": "Jul 14, 2017 4:13:03 PM", "lastChangeDate": "Jul 14, 2017 4:13:03 PM", "content": "The submission session is now available for: COS-2017-3-04-2(COSME-GA), COS-2017-3-04-1(COSME-GA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}