{"TopicDetails": {"type": 0, "ccm2Id": 31079469, "cftId": 0, "identifier": "COS-MigrantsENT-2016-4-02", "title": "Migrants Entrepreneurship Support Schemes ", "publicationDateLong": 1474502400000, "callIdentifier": "COS-MigrantsENT-2016-4-02", "callTitle": "Migrants Entrepreneurship Support Schemes", "callccm2Id": 31079470, "allowPartnerSearch": true, "workProgrammepart": {"id": 3053, "ccm_id": 31075428, "wp_part": "COSME-2016", "wp_year": "COSME-2016", "wp_title": "COSME 2016", "wp_website": "http://ec.europa.eu/growth/smes/cosme/index_en.htm", "wp_document": "http://ec.europa.eu/growth/smes/cosme/index_en.htm"}, "frameworkProgramme": {"id": 31059643, "abbreviation": "COSME", "description": "Programme for the Competitiveness of Enterprises and small and medium-sized enterprises"}, "programmeDivision": [{"id": 31059644, "abbreviation": "COSME.1", "description": "COSME"}, {"id": 31061069, "abbreviation": "COSME.1.4", "description": "Supporting entrepreneurs"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "COSME-GA Grant agreement", "typeOfMGA": []}], "plannedOpeningDate": "22 September 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 December 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3197347": [{"action": "COS-MigrantsENT-2016-4-02 - COSME-GA Grant agreement", "plannedOpeningDate": "22 September 2016", "deadlineModel": "single-stage", "deadlineDates": ["20 December 2016"], "budgetYearMap": {"2016": 1800000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The <strong>specific objectives</strong> are to bring together relevant players at national and regional levels into trans-national networks, to work together based on the existing evidence of what is effective and to achieve better impact. The emphasis will be on exchanging experience and peer-learning between participating organisations, and on furthering information and research on what is effective to a wider circle of stakeholders and organisations.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The aim is to bring together relevant players at national and regional levels into trans-national networks, to work together based on the existing evidence of what is effective and to achieve better impact. The emphasis will be on exchanging experience and peer-learning between participating organisations, and on furthering information and research on what is effective to a wider circle of stakeholders and organisations.</p><p>Activities supported by this call will aim to:</p><ul level=\"0\">  <li> <p>the creation of cross-regional and cross-country networks of migrant entrepreneurship support providers;</p> </li>  <li> <p>the organisation of face-to-face and on-line meetings, seminars and workshops bringing together representatives of migrant entrepreneurship support organizations from different regions and countries;</p> </li>  <li> <p>the collection and exchange of data on the results and impacts of existing schemes to support migrant entrepreneurs;</p> </li>  <li> <p>the evaluation of services to migrants provided by participating organisations;</p> </li>  <li> <p>the improvement and further development of support for migrant entrepreneurs provided so far, including its extension to additional dimensions of support</p> </li>  <li> <p>the transfer or extension to another region/country of existing schemes;</p> </li>  <li> <p>the establishment of joint projects between participating organisations;the dissemination of information, guidance and advice to a wider audience of interested public administrations and migrant support organisations.</p> </li> </ul><p>Proposals need to be submitted by organisations that are active in helping the economic and social integration of migrants, in fostering migrant entrepreneurship and/or and providing support services to entrepreneurs and would-be entrepreneurs.</p><p>The activities will be implemented in collaboration with other organisations. Applicants should describe how they intend to cooperate in order to exchange experience and best practice, and improve what they are doing or extend/transfer their practices to different regions and countries.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The expected final outcome of the initiative is that additional support schemes for migrant entrepreneurs will be developed and the existing ones will be improved, based on best practice and shared experience among all the actors involved.</p><p>As a result, more migrants will be led to starting new and sustainable businesses, with benefits such as an increased entrepreneurial activity, job creation and a better integration of members of migrant communities.</p><p>Concrete outputs of the projects should be:</p><ul level=\"0\">  <li>the creation of trans-national Networks on migrant entrepreneurship support;</li>  <li>a better evaluation and benchmarking of existing support schemes;</li>  <li>the organisation of Peer-Learning activities for the benefit of organisations active in this field;</li>  <li>the improvement and further development of support schemes for migrant entrepreneurs;</li>  <li>the dissemination of information, guidance and advice to a wide audience of interested stakeholders;</li>  <li>the organisation of European Workshops gathering key players from different countries.</li> </ul>\n", "conditions": "<div>Please read carefully all provisions below before the preparation of your application.</div>\r\n<ol>\r\n    <li><span style=\"color: #003366\"><strong>List of countries and applicable rules for funding:</strong></span> Described in section 6 of the <u><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-migrantsent-16402_en.pdf\">Call document</a></u>.<br />\r\n    <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Eligibility and admissibility conditions:</span></strong> Described in sections 6 and 7 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-migrantsent-16402_en.pdf\">Call document</a>. <br />\r\n    <span style=\"color: #339966\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Evaluation</span></strong><br />\r\n    <br />\r\n    3.1. <strong><span style=\"color: #003366\">Evaluation criteria and procedure, scoring and threshold: </span></strong>Described in sections 8 and 9 of the<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-migrantsent-16402_en.pdf\">Call document</a>. <br />\r\n    <br />\r\n    <br />\r\n    3.2. <strong><span style=\"color: #003366\">For submission and evaluation process,&nbsp;</span></strong>see the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/pse/cosme-guide-applicants-16_en.pdf\">Guide for applicants</a>. <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: #003366\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template. <br />\r\n    <em><span style=\"color: #339966\">Proposal templates are available after entering the submission tool below.</span></em><span style=\"color: #339966\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><span style=\"color: #003366\"><strong>Indicative timetable for evaluation and grant agreement: </strong></span>described in section 3 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-migrantsent-16402_en.pdf\">Call document. </a><br />\r\n    <span style=\"color: #339966\"><br />\r\n    <br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: #003366\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <br />\r\n    <br />\r\n    <u>COSME Grant Agreement, max. 90% co-funding rate (COS-GA):</u><br />\r\n    Standard proposal template <em><span style=\"color: rgb(51,153,102)\">Proposal templates are available after entering the submission tool below.<br />\r\n    .</span></em><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-multi_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a>&nbsp;(example, final version to be uploaded soon)<br />\r\n    <br />\r\n    <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/cosme-guide-good-practices-migrantsent_en.pdf\">Annex to the Call: Evaluation and Analysis of Good Practices in Promoting and Supporting Migrant Entrepreneurship</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\"><strong>Participant Portal FAQ</strong> </a>&ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a></strong> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the COSME rules. Some aspects of COSME are different to the provisions of the H2020 programmes.<br />\r\n<br />\r\n<a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\"><strong>Partner Search Services</strong></a> help you find a partner organisation for your proposal.<br />\r\n<br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/growth/smes/promoting-entrepreneurship/we-work-for/migrants_en\"><strong>DG&nbsp;GROWTH</strong> </a>website.<br />\r\n<br />\r\n&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;</p>\r\n<p><br />\r\n&nbsp;</p>", "staticAdditionalInfo": " <p>Europe is facing an unprecedented wave of migration: European countries have become an immigration destination for many populations facing distress in their home countries. The economic integration of migrants is one of the priorities of the EU comprehensive approach to migration. It is crucial to empower migrants and refugees to develop the skills and to get access to knowledge and support schemes that can enable them to build a solid livelihood, and also to create added value. This should include the possibility of becoming entrepreneurs and thus contribute to further job creation. Entrepreneurship is one of the ways to ensure the integration and the economic independence of migrants.</p><p>The objective of the call is to support the networking of organisations working in the field of migrant entrepreneurship while facilitating mutual learning, the exchange of experiences and good practice, the exploitation of synergies and the emergence of strategic collaborations.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>The total budget earmarked for the co-financing of projects is estimated at EUR 1 500 000.</p><p>This amount could be increased if additional budgetary appropriations are made available.</p><p>The maximum grant per project will be 375 000 EUR.</p><p>The grant is limited to a maximum reimbursement rate of 90% of <strong>eligible costs.</strong></p><p>EASME reserves the right not to distribute all the funds available.</p>\n", "latestInfos": [{"approvalDate": "Sep 22, 2016 5:02:46 PM", "lastChangeDate": "Sep 22, 2016 5:02:46 PM", "content": "The submission session is now available for: COS-MigrantsENT-2016-4-02(COSME-GA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}