{"TopicDetails": {"type": 0, "ccm2Id": 31068056, "cftId": 0, "identifier": "COSME-10-2015", "title": "Design-based consumer goods", "publicationDateLong": 1430784000000, "callIdentifier": "COS-DESIGN-2015-3-03", "callTitle": "Design-based consumer goods", "callccm2Id": 31068057, "allowPartnerSearch": true, "workProgrammepart": {"id": 66, "ccm_id": 31072887, "wp_part": "COSME-2014-2015", "wp_year": "COSME-2014-2015", "wp_title": "COSME Work Plan 2015", "wp_website": "http://ec.europa.eu/growth/smes/cosme/index_en.htm", "wp_document": "http://ec.europa.eu/growth/smes/cosme/index_en.htm"}, "frameworkProgramme": {"id": 31059643, "abbreviation": "COSME", "description": "Programme for the Competitiveness of Enterprises and small and medium-sized enterprises"}, "programmeDivision": [{"id": 31059644, "abbreviation": "COSME.1", "description": "COSME"}, {"id": 31061068, "abbreviation": "COSME.1.3", "description": "More favourable conditions for business creation and growth"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "COSME-GA Grant agreement", "typeOfMGA": []}], "plannedOpeningDate": "12 May 2015", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["23 July 2015"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"59849": [{"action": "COSME-10-2015 - COSME-GA Grant agreement", "plannedOpeningDate": "12 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["23 July 2015"], "budgetYearMap": {"2015": 11200000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2015"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The objective of the action is to reinforce the competitiveness of the European SMEs active in the design-based consumer goods area. By encouraging the market uptake of new and creative solutions in the design-based consumer goods area, the action aims at multiplying the effects of foreseen solutions by mobilising a wide market uptake and reaching a critical mass and self-sufficiency during the project duration or in the short/medium term.</p><p>The measure therefore seeks to bridge the gap between research and innovation on the one hand and market on the other hand by supporting scale-up, market replication and/or first application of projects related to novel products, services, techniques or processes. By doing so, it will limit to a large extent the residual risk and will contribute to stimulating competitiveness among EU SMEs of the targeted value chains.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Design-based consumer goods SMEs are continuously reinventing their business models by changing production and distribution patterns to match the demand expressed by consumers and capture new market trends. In order to remain competitive, these companies have to continue moving towards higher added value products, processes and services. To take advantage of demographic changes and rapidly emerging new market trends, they need market-ready and consumer-oriented solutions.</p><p>Promising solutions may already exist but often they do not reach the market due to commercialisation obstacles and residual risks linked to scaling-up. They may also result from the fragmented structure of the activities involved, constituted typically by a large number of SMEs, with difficulties to attract the necessary skills and finance (“valley of death”).</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The action aims to support projects related to market uptake of creative and novel products, services, techniques or processes, which feasibility has already been demonstrated but due to existing difficulties have not yet penetrated the market. It seeks to shorten the time-to-market of innovative solutions, remove obstacles to wider application of creative solutions, create or enlarge markets for related products (or services) and finally improve the competitiveness of European companies in world markets. Moreover, there is an important potential to replicate the innovations not only in participating SMEs but also across the supply-chain while generating important spill-overs.</p><p>The call will specifically target SMEs that can participate alone or lead a consortium (including for example academia, other research and technology organisations (RTOs) and relevant support services). The methodology and performance indicators will follow best practice and mainly focus on business impact.</p>\n", "conditions": "<p><br />\r\nPlease read carefully all provisions below before the preparation of your application.</p>\r\n<p><br />\r\nCall reference: <span style=\"color: #99cc00\">COSME 2015 Work Programme</span><span style=\"color: #99cc00\">: </span><u><span style=\"color: #3366ff\"><a href=\"http://ec.europa.eu/growth/smes/cosme/index_en.htm\">http://ec.europa.eu/growth/smes/cosme/index_en.htm</a><br />\r\n</span></u></p>\r\n<p><span style=\"color: #3366ff\"><strong>List of countries and applicable rules for funding</strong></span>: described in section 6 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-design-1503_en.pdf\">call text</a>. <br />\r\n&nbsp;</p>\r\n<p><span style=\"color: #3366ff\"><strong>Eligibility and admissibility conditions</strong></span>: described in section 5 and 6 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-design-1503_en.pdf\">call text</a>.</p>\r\n<p><em>REMINDER:<br />\r\nEligibility criterion &quot;6.1 Eligible consortia&quot; of this call stipulates the following:</em><br />\r\n<strong>Only consortia led by a SME are eligible to this call. Consortium coordinator must be a SME.</strong></p>\r\n<p><br />\r\n<em>The Declaration template is available in Part B of SEP.</em></p>\r\n<p><br />\r\n<span style=\"color: #3366ff\"><strong>Evaluation</strong></span></p>\r\n<p><span style=\"color: #3366ff\"><strong>Evaluation criteria and procedure, scoring and threshold</strong></span>: described in section&nbsp;8 - 9 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-design-1503_en.pdf\">call text</a>.</p>\r\n<p><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a></p>\r\n<p><br />\r\n<span style=\"color: #3366ff\"><strong>Proposal page limits and layout</strong></span>: Please refer to Part B of the standard proposal template (page limits applicable only to the Technical Annex 1 / Description of Action template).</p>\r\n<p><br />\r\n<span style=\"color: #3366ff\"><strong>Indicative timetable for evaluation and grant agreement</strong></span>: Please refer to the section 3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-design-1503_en.pdf\">call text</a></p>\r\n<p><br />\r\n<span style=\"color: #3366ff\"><strong>Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</strong></span>: <br />\r\n<u>COSME Grant Agreement, max. 50% co-funding rate (COS-GA)<br />\r\n</u><br />\r\n&nbsp;</p>\r\n<p><span style=\"color: #3366ff\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/call/cosme-call-proposal-design-1503_en.pdf\">Call text</a></span></p>\r\n<p><span style=\"color: #3366ff\"><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/tpl/pt/cosme-pt-design-1503_en.pdf\">Standard proposal template</a></span></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/mga/cosme-mga-multi_en.pdf\"><span style=\"color: #3366ff\">Model Grant Agreement</span></a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/cosme/guide/pse/cosme-guide-applicants-design-1503_en.pdf\"><span style=\"color: #3366ff\">Guide for Applicants</span></a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals</span></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> your online guide on the procedures from proposal submission to managing your grant</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; national contact points' advice to businesses with focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/growth/index_en.htm\">DG&nbsp;GROWTH website</a></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n</div>", "sepTemplate": "<p>The submission system will be available soon for this call for proposals.</p>\r\n<p>Please note that after the indicated deadline, the electronic submission system will not accept any proposals anymore.</p>\r\n<p>Please make sure that you submit your proposal on time before the submission deadline.<br />\r\n&nbsp;</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>This call for proposals is based on Article 4.1(c) of the COSME Regulation. Its main target is setting-up an action aiming at improving framework conditions for the competitiveness and sustainability of Union enterprises, particularly SMEs.</p>\r\n<p>The challenge SMEs face is to not only master technologies, but also to exploit new ideas. It is challenging to create novelties and invent tools keeping up to existing technologies.</p>\r\n<p>Design-based consumer goods SMEs need to react by continuously reinventing their business models, by changing production and distribution patterns to match the demand expressed by consumers and capture new market trends. In order to remain competitive, these companies have to continue moving towards higher added value products, processes and services. To take advantage of demographic changes and rapidly emerging new market trends, they need market-ready and consumer-oriented solutions.</p>\r\n<p>The call for design-based consumer goods (WORTH) aims to shorten the time-to-market of innovative solutions, remove obstacles to wider application of creative solutions, create or enlarge markets for related products (or services) and finally improve the competitiveness of European SMEs in world markets. Moreover, there is an important potential to replicate the innovations not only in participating SMEs but also across the supply-chain while generating important spill-overs.</p>\r\n<p>Design-based consumer goods SMEs are diverse. Borders between primarily design-driven versus primarily functionality driven consumer goods categories are often not clearly demarcated. <br />\r\nThey include value chains composed of design, product development, manufacturing and distribution operations of various sectors, including for example textiles, clothing, leather and fur products, footwear, bags and accessories, sports goods, games and toys, interior home decoration products (e.g. furniture, sanitary products, floor, wall and window coverings, table and kitchen ware, glassware), spectacles, watches, jewellery, various cosmetic and beauty products, etc.<br />\r\n<strong><u>Not considered</u></strong> will be primarily function-driven consumer goods categories such as motor vehicles, consumer electronics or white goods, although these also increasingly turn to design and emotion to add products value and achieve competitive differentiation</p>", "staticAdditionalInfo": " <p>The objective of the action is to reinforce the competitiveness of the European SMEs active in the</p><p>design-based consumer goods area.</p><p>By encouraging the market uptake of new and creative solutions in the design-based consumer goods</p><p>area, the action aims at multiplying the effects of foreseen solutions by mobilising a wide market</p><p>uptake and reaching a critical mass and self-sufficiency during the project duration or in the</p><p>short/medium term.</p><p>The measure therefore seeks to bridge the gap between research and innovation on the one hand and</p><p>market on the other hand by supporting scale-up, market replication and/or first application of projects</p><p>related to novel products, services, techniques or processes. By doing so, it will limit to a large extent</p><p>the residual risk and will contribute to stimulating competitiveness among EU SMEs of the targeted</p><p>value chains.</p>\n", "latestInfos": [{"approvalDate": "May 12, 2015 4:20:02 PM", "lastChangeDate": "May 12, 2015 4:20:02 PM", "content": "The submission session is now available for: COSME-10-2015(COSME-GA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}