{"TopicDetails": {"type": 0, "ccm2Id": 46834239, "cftId": 0, "identifier": "DIGITAL-EUROHPC-JU-2024-NCC-02-01", "title": "National Competence Centres for High Performance Computing", "publicationDateLong": 1712620800000, "callIdentifier": "DIGITAL-EUROHPC-JU-2024-NCC-02", "callTitle": "National Competence Centres for High Performance Computing", "callccm2Id": 46834251, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43152860, "abbreviation": "DIGITAL", "description": "Digital Europe Programme (DIGITAL)"}, "programmeDivision": [{"id": 43152869, "abbreviation": "DIGITAL-1-1", "description": "DIGITAL"}, {"id": 43152865, "abbreviation": "DIGITAL-1", "description": "DIGITAL-1"}], "topicMGAs": [], "keywords": ["SME support", "Sme Business Development", "High-performance computing (HPC)", "IT skills and competence"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "DIGITAL-JU-SIMPLE DIGITAL JU Simple Grants", "typeOfMGA": [{"id": 43140990, "abbreviation": "DIGITAL-AG", "description": "DIGITAL Action Grant Budget-Based"}]}], "plannedOpeningDate": "09 April 2024", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["14 May 2024"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3531440": [{"action": "DIGITAL-EUROHPC-JU-2024-NCC-02-01 - DIGITAL-JU-SIMPLE DIGITAL JU Simple Grants", "plannedOpeningDate": "09 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["14 May 2024"], "budgetYearMap": {"2024": 5000000}, "expectedGrants": 1, "minContribution": 1500000, "maxContribution": 5000000, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2024"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>This action will extend the existing network of National Competence Centres for HPC (NCCs) currently funded by the EuroHPC JU in the EuroCC 2 project by additional National Competence Centres in EuroHPC Participating States that currently do not receive financial support for a NCC. The NCCs will be fully aligned with and integrated into the EUROCC 2 network, its management structure, reporting lines and the CASTIEL 2 Coordination and Support Action.By the end of the action, an effective support network in the field of HPC will have been established providing services to local communities from the public and private sector with a specific focus on SMEs. Through cooperation with other European initiatives the network will provide a knowledge hub for HPC offering a comprehensive support infrastructure from basic training and initial uptake of HPC to specialist knowledge covering the entire HPC value chain including related topics such as intellectual property.</p><p>In the course of the action, the NCCs will have demonstrated their significant impact on the innovation capacity of the European HPC ecosystem supported by quantitative key performance indicators measuring the specific impact of individual NCCs with respect to the baseline established on the basis of common criteria for all NCCs.</p><p>A detailed competence map of the European HPC ecosystem will be available to identify expertise, monitor and assess the evolution HPC competences in the constituencies of the individual NCCs and in a European context.</p><p>The NCCs will address the following areas:</p><ul level=\"0\"><li>Contribution to the realisation of the EuroHPC overall and specific objectives</li><li>Promoting the use of HPC at national level by identifying relevant users and matching their needs with the available expertise in the HPC Competence Centres</li><li>Effective establishment of a wide range of HPC services (as referred in the scope of the call)</li><li>Support the development of leading-edge, innovative solutions by targeted regional/national stakeholders in the private and public sector</li><li>Provision of support to interested end users that are/will use HPC and HPDA in their daily business.</li><li>Contribute in ensuring European technological autonomy in this field </li> </ul>\n<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>The aim is to support existing or the creation of up to one new NCC in EuroHPC JU Participating States that are currently not funded by the EuroHPC JU. The NCCs funded by the this call should extend the current network of NCCs of the EuroCC 2 initiative to additional countries. The NCCs will provide HPC services to industry (in particular to SMEs), academia and public administrations, delivering tailored/modular solutions for a wide variety of users, with an aim to ease and foster the transition towards wider uptake of HPC in Europe. NCCs will be a focal point of HPC in the respective country, liaising with national initiatives in the area of HPC, facilitating access of national stakeholders to European HPC competences and opportunities in different industrial sectors and domains. SMEs will be central to the NCC’s activities. Academic institutions and stakeholders may be addressed only to a limited extent and most of the resources of an NCC will be dedicated to support local SMEs, industry and public services with the uptake of HPC.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Set-up and/or operate NCC in a EuroHPC JU Participating States that do currently not have a NCC funded by the EuroHPC JU. The NCC will represent the focal point of national competences in HPC and provide leading-edge knowledge to enable the development of innovative solutions in their constituency, taking into account national HPC needs and requirements emanating from different user communities (industry, academia, public administrations) and application domains. The NCC will establish and maintain a network of national HPC users, promote HPC use in the private and public sector, reach out to potential new users and develop the necessary expertise for HPC applications close to the relevant national and, in collaboration with other NCCs, European communities. Each NCC will act as an access point to the European network of NCCs and other European HPC initiatives such as the Centres of Excellence for HPC applications to ensure that local stakeholders have access to the best available support in Europe if the required expertise can not be provided by the NCC or is out of scope of the NCC’s activities. In return, NCCs will support stakeholders from other regions and countries that need their expertise coordinated through the NCC network and the complementary Coordination and Support Action CASTIEL 2. NCCs will implement a flexible and modular approach in the services to be provided, taking into account the degree of maturity of the national HPC ecosystem and in close coordination and collaboration with the other NCCs to achieve the highest possible impact and the widest possible spread of knowledge, ensure the most efficient use of NCC resources and to avoid duplication of effort among the NCCs and with other initiatives. Proposals should demonstrate the implementation of effective measures to close the gap between advanced and less developed NCCs.</p><p>HPC Competence Centres will, for example, engage in the following activities:</p><ul level=\"0\"><li>Facilitate access to the HPC ecosystem including testbeds, hands-on sessions on HPC, HPC application optimising and scaling by connecting national communities with other initiatives such as the European Centres of Excellence for HPC applications.</li><li>Facilitate uptake of HPC applications by different users, including SMEs (e.g. promoting locally relevant success stories), academia and public administrations.</li><li>Provide scientific/technical expertise/consulting through application-oriented HPC knowledge/focus (e.g. HPC and High Performance Data Analytics (HPDA)), as well as access to advanced simulation and modelling algorithms, software codes and tools.</li><li>Contribute with the expertise to the development activities (TRL 4-6) of SMEs and the public services to enable their efficient use of HPC resources (e.g., software porting and customization, deployment of advanced simulation and modelling algorithms, methods, and tools etc.).</li><li>Provide on-site evaluations of new technologies, experimenting, proofs of concept as well as enable validation and demonstration of HPC technologies, software codes, tools, and algorithms in relevant environments.</li><li>Facilitate access to supercomputing and data management for exploring innovation solutions of interest to end users, including SME user industries.</li><li>Local and national training and skills development in the area of HPC and related subjects (e.g. HPDA, parallel programming, etc.), through face-to-face as well as online training (e.g. MOOC platforms).</li><li>Awareness raising and outreach on the benefits of HPC to potential user industries, including SMEs.</li><li>Raise awareness and support national and local communities in identifying and protecting intellectual property in an HPC context and provide advice on licensing policies in collaboration with the pan-European network of NCCs.</li><li>Implement technology transfer activities at local/national level and the Digital Single Market. </li> </ul><p>It is required that the NCC – hosted by either one or several national organisations - is formally designated and mandated by the national authorities of the EU Member State or the EuroHPC JU Participating State. The NCC must be established as an organisation with appropriate visibility to the national communities and an independent organisational structure. The NCC must ensure that the NCC’s activities are clearly identifiable and distinct from activities of the institution(s) hosting the NCC. In general, NCCs should employ HPC specialists, primarily full time, with expertise in areas most relevant for the national communities and NCC staff should not work under external supervision. The designated NCC leader should be directly involved in the management of the NCCs operations and is expected to report directly to the coordinator and the funding authority on all aspects of the centre’s activities. Applicants are encouraged to implement a pan-European collaboration scheme together with EuroCC 2 for talent management including the identification and recruitment of HPC experts by the NCCs. Moreover, proposals should clearly set out an effective governance structure and decision making process within the consortium and the complementary Coordination and Support Action CASTIEL 2.</p><p>Individual NCCs will focus on activities where local support is most effective such as communication, consultation services, support specific to the relevant national and local communities and necessary co-development to fulfill the mission of NCC. Co-development activities with SMEs should be limited to SMEs and a maximum of 5% of the personnel resources of an NCC may be used for all direct development activities by the NCC. Moreover, development work of NCC staff must not overlap with activities pursued by other NCCs or initiatives and must be duly justified and formally endorsed by the coordinator of the NCC network and/or linked Coordination and Support Action. Actions of potentially broader scope will be coordinated with or transferred to the pan-European network of NCCs and complementary initiatives such as the European Centres of Excellence for HPC. Research activities as well as operation, administration or procurement of HPC systems are not within the scope the NCCs, but NCCs are expected to advise on such activities and support knowledge transfer e. g. from relevant European R&amp;D initiatives to the local HPC ecosystem.</p><p>Proposals should clearly describe the mechanisms for exchange of information on the NCCs activities with the coordinator of the EUROCC 2 network and the CASTIEL 2 Coordination and Support Action to ensure the identification of synergies, take into account lessons learned in preceding similar activities, prevent redundant work and strengthen collaboration and cohesion. The NCCs will further support the coordinator of the pan-European NCC network and the relevant Coordination and Support Action in the development, implementation and reporting of common standards such as assessment criteria for NCCs, competence mapping, key performance indicators, measures on the impact of the NCCs on the European HPC ecosystem and a strategic roadmap for the further development of the NCC network.</p><p>The JU considers that proposals requesting a contribution from the JU of up to EUR 600,000 per national HPC Competence Centres matched by the Participating States with a similar amount, and a duration of up to 21 months would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals with another duration or requesting other amounts. In line with the NCCs of the EUROCC 2 network, each NCC may include up to five partners with estimated personnel resources of up to 10 full-time equivalents (FTEs) for the duration of the grant. The resource distribution in the proposed work plan should reflect the main focus of the NCC network, i. e. local support services for SMEs and industry, and be generally aligned with the common work package and organisational structure of the NCCs in the EUROCC 2 network. Applicants are expected to conclude a collaboration agreement, preferably before submission of the proposal, with the EUROCC 2 and CASTIEL 2 consortia which will allow participation under the same terms and conditions as NCCs of the EUROCC 2 consortium. </p>\n", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Conditions<br />\r\n<br type=\"_moz\" />\r\n</span></b></p>\r\n<p><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the call document</span>&nbsp;</p>\n<p><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\">&nbsp;described in Part B of the Application Form available in the Submission System</span></p>\n<p><b><span lang=\"EN-US\">2. Eligible countries:&nbsp;</span></b><span lang=\"EN-US\">described in section 6 of of the call document</span></p>\n<p><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\">&nbsp;described in section 6 of the call document</span></p>\n<p><b>4. Financial and operational capacity and exclusion:&nbsp;</b>described in&nbsp;<span lang=\"EN-US\">section 7 of the call document</span></p>\n<p><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the call document</span></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\">&nbsp;described&nbsp;<span style=\"color: rgb(64, 64, 64);\">section 8 of the call document and the</span>&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Indicative timeline for evaluation and grant agreement:&nbsp;</span></b><span lang=\"EN-US\">described in section 4 of the call document</span></li>\r\n</ul>\n<p><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants:&nbsp;</span></b><span lang=\"EN-US\">described&nbsp;<span style=\"color: rgb(64, 64, 64);\">in section 10 of the call document</span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Documents<br />\r\n<br />\r\n<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eurohpc-ju.europa.eu/document/download/511adf3f-009e-47c0-9be9-497bd7526ee1_en?filename=Call%20Document%20DIGITAL-EUROHPC-JU-2024-NCC-02.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\">Standard application form (DIGITAL&nbsp;Simple Grant)</span><i style=\"mso-bidi-font-style:&#10;normal\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><span lang=\"EN-US\">&nbsp;is available in the Submission System</span></span></i><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"> <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\">Standard evaluation form (DIGITAL&nbsp;Simple Grant) will be used</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/digital/agr-contr/mga_dep_en.pdf\" target=\"_blank\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:&#10;191;mso-fareast-language:EN-GB;mso-no-proof:yes\">DIGITAL</span>&nbsp;<span style=\"color: rgb(64, 64, 64);\">General MGA v1.0</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\">&nbsp;</p>\n<p><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\">EuroHPC JU Work Programme: <a href=\"https://eurohpc-ju.europa.eu/document/download/a7d83d79-b70e-4700-a401-8de4c65f9d94_en?filename=Decision%2011.2024.-%20WP%202024%20amendment_V2.pdf\" target=\"_blank\">EuroHPC</a></span></span><a href=\"https://eurohpc-ju.europa.eu/document/download/a7d83d79-b70e-4700-a401-8de4c65f9d94_en?filename=Decision%2011.2024.-%20WP%202024%20amendment_V2.pdf\" target=\"_blank\">&nbsp;JU Decision 11/2024</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt;\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Digital Europe Programme</span><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">&nbsp;<a href=\"https://eur-lex.europa.eu/eli/reg/2021/694/oj\" target=\"_blank\">Regulation 2021/694</a><br />\r\n</span><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation 2018/1046</span></a></p>", "supportInfo": "<p><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">For help related to this</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">&nbsp;</span><b style=\"font-family: Arial, sans-serif; font-size: 9pt;\">call</b><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">, please contact:</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">&nbsp;</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt; color: red;\">info@eurohpc-ju.europa.eu</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Apr 10, 2024 9:14:12 AM", "lastChangeDate": "Apr 10, 2024 9:14:12 AM", "content": "The submission session is now available for: DIGITAL-EUROHPC-JU-2024-NCC-02-01(DIGITAL-JU-SIMPLE)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}