{"TopicDetails": {"type": 0, "ccm2Id": 31071277, "cftId": 0, "identifier": "EINFRA-12-2017", "title": "Data and Distributed Computing e-infrastructures for Open Science", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-EINFRA-2016-2017", "callTitle": "E-Infrastructures", "callccm2Id": 31071280, "allowPartnerSearch": true, "workProgrammepart": {"id": 63, "ccm_id": 31072293, "wp_part": "H2020-INFRA-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "European Research Infrastructures (including e-Infrastructures)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-infrastructures-including-e-infrastructures", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-infrastructures_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047840, "abbreviation": "EU.1.4.1.3.", "description": "Development, deployment and operation of ICT-based e-infrastructures"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047836, "abbreviation": "EU.1.4.", "description": "Research Infrastructures"}, {"id": 31047837, "abbreviation": "EU.1.4.1.", "description": "Developing the European research infrastructures for 2020 and beyond"}], "topicMGAs": [], "tags": ["cloud computing", "data e-infrastructure", "open science", "research data", "scientific information", "Grid Computing", "data preservation", "text mining", "science cloud", "open access journals", "open access", "open access publishing", "scientific publishing", "data curation", "data mining", "Distributed Computing", "data e-infrastructure interoperability", "data management", "infrastructure commons", "big data"], "flags": ["IntlCoop", "OpenScience"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "08 December 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["29 March 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"59625": [{"action": "EINFRA-22-2016 - RIA Research and Innovation action", "plannedOpeningDate": "08 December 2015", "deadlineModel": "single-stage", "deadlineDates": ["30 March 2016"], "budgetYearMap": {"2016": 21000000}, "budgetTopicActionMap": {}}], "59626": [{"action": "EINFRA-11-2016 - RIA Research and Innovation action", "plannedOpeningDate": "08 December 2015", "deadlineModel": "single-stage", "deadlineDates": ["30 March 2016"], "budgetYearMap": {"2016": 15000000}, "budgetTopicActionMap": {}}], "59628": [{"action": "EINFRA-21-2017 - PPI Public Procurement of Innovative solutions", "plannedOpeningDate": "14 April 2016", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2016"], "budgetYearMap": {"2017": 26000000}, "budgetTopicActionMap": {}}], "59629": [{"action": "EINFRA-12-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 December 2016", "deadlineModel": "single-stage", "deadlineDates": ["29 March 2017"], "budgetYearMap": {"2017": 40000000}, "budgetTopicActionMap": {}}], "59630": [{"action": "EINFRA-21-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 December 2016", "deadlineModel": "single-stage", "deadlineDates": ["29 March 2017"], "budgetYearMap": {"2017": 20000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016", "2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>This topic covers two complementary areas of e-infrastructures very closely related with the objective to make research data <em>discoverable, accessible, assessable, intelligible, useable, and wherever possible interoperable</em> – c.f. G8 principles on research data:</p><p><strong>(a)</strong> <em>Secure and agile data and distributed computing e-infrastructures</em>: fostering the integration of a secure, permanent, on-demand service-driven, privacy-compliant and sustainable e-infrastructure incorporating distributed databases, computing resources and software.</p><p>The European data and computing e-infrastructure landscape remains very fragmented which is an obstacle for research collaboration at European and global levels and introduces additional complexity for achieving sustainable governance. The challenge is to integrate at European level the geographically and disciplinary dispersed resources to achieve economies of scale and efficiency gains in providing the best data and computing capacity and services to the research and education communities. This action is interrelated to INFRADEV-04-2016, “<em>European Open Science Cloud for Research</em>”.</p><p><strong>(b)</strong> <em>Access and preservation platforms for scientific information</em>: supporting the integration and consolidation of e-infrastructure for reliable and permanent open access to digital scientific records, based on existing initiatives across Europe (institutional and thematic repositories, aggregators, etc.).</p><p>The European infrastructures need to respond to the emerging requirements for seamless and reliable access to publications, research data and software. These requirements are complemented by the need for long term preservation and curation of scientific information to fully support data and computing intensive science. The challenge is to support the integration at European level of a robust and sustainable e-infrastructure, based on existing initiatives across Europe (institutional and thematic publishing platforms, aggregators, etc.) and services supporting European Open Access policies. An additional challenge is the building of capacity to link all kinds of digital research objects in order to enable a more transparent evaluation of research and reproducibility of results, enabling trust and facilitating access by innovative business actors.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Grants awarded under this topic will be complementary between them. The respective options of Article 2, Article 31.6 and Article 41.4 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied. The main purpose of the collaboration agreements referred to in Article 41.4 of the Model Grant Agreement is to work on potential synergies, overlaps and gaps in the overall service offering. In addition, links should also be established with projects selected under topic INFRADEV-04-2016, to collaborate, exploit potential synergies and ensure complementarity.</p><p><em>Proposals will address part (a) or (b), but not both. At least one proposal for each part will be selected</em>:</p><p><em><strong>(a) Secure and agile data and distributed computing e-infrastructures </strong>(proposals should address all points below)</em>:</p><p>(1) integration of computing, software and storage resources exposing them through a dynamic <em>registry</em> and <em>catalogue of services</em> supporting European research and education communities in their tasks related with data and computing intensive science. This integration should be done by means of open and flexible architectures and include institutional, regional, national and European capabilities, packaging them in the optics of end-user needs</p><p>(2) seamless operation of highly scalable and agile data and computing platforms and services dedicated to analytics including hardware and software components, database, compilers, analytics software, supported to easy user entry points for the community of users</p><p>(3) reliably address the aspects of privacy, cybersecurity and information assurance supporting multiple compartments with private, public or industrial corpus of data, protected from unauthorized access by secure interfaces</p><p>(4) adoption of standards-based common interfaces, open source components enabling access and processing of underlying data collected/stored in different platforms and formats. Empowering users to customise application and services tailoring them to specific requirements, which will differ across disciplines, applications etc</p><p>(5) work closely with user communities (from different disciplines) to foster the use of digital infrastructures, promote the values of open science and support their data management plans. Engage and train users (researchers, educators and students) to contribute to the dynamic <em>registry</em> and <em>catalogue of services </em>improving quality of data, software and computing infrastructure that become available for re-use</p><p>(6) foster interoperability of pan-European thematic/community-driven e-infrastructures providing cost-effective and interoperable solutions for data management. The data and computing e-infrastructure should be able to interoperate with resources based on different technologies which are operated/owned by public and or private organisations</p><p>(7) support the preservation and curation of data and associated software so that the reproducibility and accuracy of the data can be verified</p><p>(8) enable seamless transition and e-infrastructure upgrades, exploiting economies of scale and promoting interoperability with similar infrastructures across and beyond Europe and operate user-friendly and comprehensive repositories of software components for research and education</p><p><em>The Commission considers that proposals requesting a contribution from the EU of between EUR 10 and 15 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts</em>.</p><p><strong><em>(b) Access and preservation platforms for scientific information</em> </strong><em>(proposals will address all points below):</em></p><p>(1) Deployment and maintenance of service-driven knowledge e-infrastructure responding to general and specific requirements of researchers and research organisations for open access to research digital objects, their registration and preservation. This e-infrastructure will further develop the research capacity through a coordinated and participatory architecture linking institutional and thematic repositories across Europe. It will support publishing platforms by providing essential services for scientific information that can be used by humans and machines. Such target platforms can be generic, specific for a research field or specialised on quality assurance, discoverability, archiving etc. Essential functions of this service-driven approach will include helpdesks, training and guidance to support producers and users of scientific information, community building to support research data sharing and management, as well as implementation of Open Access policies in Europe. Relevant indicators on the take-up of open access in Europe including publications and data should be elaborated and reported regularly. The project will promote a limited set of biblio- and webometrics that reflect open access policies. It will collect bibliometric data on publications, citations, data citations, etc. on all Horizon 2020 scientific output (including on the Open Research Data Pilot) and produce both standard and on-demand statistics.</p><p>(2) Supporting global interoperability of open access data e-infrastructures and linking with similar initiatives across the globe to complement the physical access to research facilities with data access and to ensure that Europe plays a leading role in international collaborations.</p><p><em>The Commission considers that proposals requesting a contribution from the EU of between EUR 8 and 10 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. It is expected that one proposal will be selected.</em></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong>(a)</strong> the operation of a federated European data and distributed computing infrastructure for research and education communities will optimise the access to IT equipment and services and will put all European researchers and educators in equal footing to access essential resources to express their talent and creativity. Establishing partnerships with industrial and private partners the e-infrastructure will train people in research and academic organisations preventing lack of skilled and specialised infrastructure operators. It will avoid the locking-in to particular hardware or software platforms that would jeopardise the long-term planning for capacity upgrades. With such an operational infrastructure more scientific communities will use storage and computing infrastructures with state-of-the-art services for their research and education activities. The open nature of the infrastructure will allow scientists, educators and students to improve the service quality by interacting with data, software and computing resources. It will increase the incentives for scientific discovery and collaboration across disciplinary and geographical boundaries, putting Europe in the driving seat at global level. It will further develop the European economic innovation capacity and provide stability to the e-infrastructure.</p><p><strong>(b)</strong> a reliable operation of e-infrastructure services for access and preservation of scientific information will make the intellectual capital of Europe available to researchers, business and citizens at large. It will generate economic and scientific advances now and in the future as that capital is safely preserved for further exploitation by future generations. Open Access publications resulting from Horizon 2020 funded research are available and easily findable online. Data needed to validate published results is linked to the publications and publicly shared whenever possible. Accurate science metrics for Horizon 2020 can be produced with almost no effort. Most of the European institutional repositories (at least 95%) as well as the principal thematic repositories are part of the same interoperable repository network.</p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br></p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.<br />\r\n&nbsp;</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Please also note&nbsp;that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects (follow the links to <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_china_en.pdf\">China</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_japan_en.pdf\">Japan</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_korea_en.pdf\">Republic of Korea</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_mexico_en.pdf\">Mexico</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_russia_en.pdf\">Russia</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_taiwan_en.pdf\">Taiwan</a>).&nbsp;<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and <span style=\"color: #003366\">procedure, scoring </span>and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme, with the following exceptions:<br />\r\n    <br />\r\n    Under criterion Excellence, the third and fourth sub-criteria are substituted by:<br />\r\n    &bull;The extent to which it is demonstrated that the concerned platforms and services are based on systems and technologies that have reached at least TRL 8 before the start of the project.<br />\r\n    &bull;The extent to which the Service Activities (Trans-national and/or Virtual Access Activities) will offer access to state-of-the-art infrastructures and high quality services, and will enable users to conduct excellent research as demonstrated, inter-alia, by both the quality of the associated catalogue of services and the baseline and expected future measurements of related KPIs<br />\r\n    <br />\r\n    Under criterion Impact, the second sub-criterion is substituted by:<br />\r\n    &bull;Potential to enhance capacity for innovation and production of new knowledge<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    <strong><span style=\"color: #333366\">3.3 Topic's support&nbsp;document:</span></strong><span style=\"color: #003366\">&nbsp;As Aide memoire of the provisions of the WorkProgramme, its General Annexes and the Specific Proposal&nbsp;templates (see points 5 and 8 below), the evaluators will be given this <a target=\"_blank\" href=\"https://ec.europa.eu/futurium/en/content/supporting-document-evaluators-topic-einfra-12-2017\">Topic's content support document.</a></span><br />\r\n    <br />\r\n    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of&nbsp;the evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Research and Innovation Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ria_en.pdf\">Specific provisions and funding rates</a>&nbsp;<br />\r\n    Proposal templates are available upon entering, after the opening of the call, the submission tool below.<br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-einfra-ria-12-2016_en.pdf\">Specific self-evaluation form for this topic<br />\r\n    H2020 General MGA -Multi-Beneficiary</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\">\r\n    <p><span style=\"color: #000000\"><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-data-management/open-access_en.htm\">Open access must be granted to all scientific publications </a>resulting from Horizon 2020 actions. <br />\r\n    Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved. </span></p>\r\n    <p><strong><span style=\"color: #000000\">Open access to research data</span></strong><span style=\"color: #000000\"><br />\r\n    The <strong>Open Research Data Pilot </strong>has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in annex L of the Work Programme. Projects can opt-out at any stage, that is both before and after the grant signature.</span></p>\r\n    <p><span style=\"color: #000000\">Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</span></p>\r\n    <p><span style=\"color: #000000\">Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</span></p>\r\n    <p><span style=\"color: #000000\">- Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs.</span></p>\r\n    <p><span style=\"color: #000000\">- Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.<br />\r\n    <br />\r\n    The legal requirements for projects participating in this pilot are in the article <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf#page=66\">29.3 of the Model Grant Agreement</a>.<br />\r\n    </span></p>\r\n    </span>&nbsp;</li>\r\n    <li><strong>Additional documents:</strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\">H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-infrastructures_en.pdf\">H2020 Work Programme 2016-17: Research infrastructures (including e-Infrastructures)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment </a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\n</strong><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal<br />\r\n<a href=\"http://www.ideal-ist.eu/\"><br />\r\n<strong>Ideal-ist</strong></a>&nbsp;partner-search facility</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392495017, "id": 165751790, "title": "Flash Call Info", "sectionId": 52392495017, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 175861, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/einfra-12-2017/1777636-h2020-einfra-2017_flash-call-info_en.pdf", "id": 1777636, "fileName": "H2020-EINFRA-2017_Flash-Call-Info_en.pdf", "common": false, "crc32": 3587022817}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>On 2nd August a minor correction was made to the identification code of topic &ldquo;JTI-CS2-2016-CFP04-SYS-03-08: Electromechanical actuation for landing gear&rdquo; &ndash; the updated version of Annex III of the Clean Sky 2 Work Plan i.e. the Call text presenting the full and formal description of topics is available in the &quot;Additional Documents&quot; section in all topics.</p>\r\n<p>Any questions (either administrative or technical) on this&nbsp;Call (CfP04) may be addressed to the follow mailbox: Info-Call-CFP-2016-02@cleansky.eu.<br />\r\nPlease note that questions received up until 16th August 2016 (17.00, Brussels time) will be answered after analysis and published in the Q&amp;A release when appropriate . Two to three of Q&amp;A publications are foreseen around the following dates: 19/07/2016, 11/08/2016 and 06/09/2016 (indicative estimated dates). <br />\r\nQuestions and Answers are regularly updated over the whole call life cycle and will be published via this Call page. <br />\r\n&nbsp;</p>\r\n<p>The 4th Call for Proposals is&nbsp;published since 21st June and the final list of topics and topic descriptions (called &ldquo;Full and Formal Description of Topics - Annex of Work Plan&rdquo;) is available under the relevant section of the call topic. Please consider this document as final reference for the preparation of your application. The preliminary call document published on the JU website in May 2016 has therefore become obsolete for the preparation phase of application as a number of topics have been modified and a number of topics have been removed from the Call. Any application referring to this preliminary document will be considered as invalid.</p>", "staticAdditionalInfo": " <p>The e-infrastructures[[a.k.a Information and Communication Technologies infrastructure]] call for 2016/2017[[Is based on the \"Scoping Paper” for Research Infrastructures (including e-infrastructures) and other extensive consultations]] will support the European policies on open research data, data and computing intensive science, research and education networking, high-performance computing and big data innovation[[COM Data value chain]]. Its implementation will be informed by the following principles:</p><p><strong><em>Service orientation:</em> </strong>The whole work programme aims at supporting a <em>service oriented European e-infrastructure landscape</em> catalysing new knowledge and innovative ICT solutions by global and multidisciplinary research. All projects will contribute to the production of a high quality catalogue of services describing the services that they will provide during the lifetime of the project or that they intend to develop during the project.</p><p><strong><em>Maximizing and assessing the impact of the e-infrastructures: </em></strong>Proposals should define, collect and make available key performance indicators (KPIs) in support of operational, technical and socio-economic impact assessment.</p><p>Proposals should plan for active participation in international <em>fora</em> and community-led consensus building initiatives to promote data and computing infrastructure interoperability such as the Research Data Alliance.</p><p><strong><em>Co-Design:</em> </strong>In order to successfully achieve the work programme objectives and to increase the scope, depth and economies of scale of e-infrastructures, the Commission encourages that consortia applying to all topics, in particular to those in the <em>platform-driven</em> and <em>user-driven</em> innovation themes, are composed by a balanced set of partners with complementary competences and roles.</p><p><strong><em>Open Research Data:</em> </strong>Producers and users of research data will benefit from more systematically opening it to broad access, depositing and accessing their data with the objective to make research data discoverable, accessible, assessable, intelligible, useable, and wherever possible interoperable – c.f. <em>G8 principles on research data</em>[[G8 Science Ministers Statement London UK, 12 June 2013 -<a href=\"http://bit.ly/1BtKagu\">http://bit.ly/1BtKagu</a>]].</p><p><strong><em>H2020 as a catalyst of the European plan for growth and jobs:</em> </strong>Horizon 2020 encourages synergies with other European Union Funds, with appropriate provisions not to cover the same cost items[[Article 17a of the Horizon 2020 Regulation and Article 31 of the rules of participation.]]. The e-infrastructures call for 2016-2017 will promote when feasible the combined and/or the cumulative use of other funding sources as instrument to support initiatives of European interest to foster growth and jobs[[\"digital game-changer\" on <em>European high-performance data networks</em>]].</p><p>The e-infrastructures call for 2016-2017 is structured along the following two themes:</p><p><strong><em>Theme 1 - Integration and consolidation of e-infrastructure platforms supporting European policies and research and education communities</em></strong></p><p>The integration and consolidation of e-infrastructure platforms covers the following aspects: (a) coordination of regional, national and European operations and funding (b) synergies between operational e-infrastructures (c) continuous upgrades of infrastructure without service disruption.</p><p>This theme will be covered by the topics EINFRA-11-2016 and EINFRA-12-2017 and the first point of the \"Research and Education Networking - GEANT\" part of GÉANT Partnership Projects (see <em>Other actions</em>).</p><p>The operation of e-infrastructure services will be funded by supporting the trans-national and virtual access activities provided to researchers. Those service activities shall comply with the conditions set out in Article 16.1 for trans-national access and Article 16.2 for virtual access to research infrastructures of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>[[For grants awarded under this theme capitalised and operating costs of ‘large research infrastructures’ as defined in the Article 6.2.D.4 of the Model Grant Agreement are not eligible.]].</p><p>Under theme 1, only platforms and services based on systems and technologies that have at least achieved Technology Readiness Level 8 (TRL8)[[Technology Readiness Level, See Annex G for further details.]] before the start of the project will be supported. The services offered under a project must be adequately documented in an open catalogue of services and shall be periodically assessed by an external board approved by the Commission and common to all EC funded e-infrastructure services.</p><p>The projects funded under this theme should establish links with all projects funded under the Specific Grant Agreement (a) \"<em>Research and Education Networking – GÉANT</em> \" within the GÉANT Partnership projects included under \"Other actions\", in order to collaborate and work on potential synergies, overlaps and gaps in the overall service offering.</p><p>Further conditions and requirements that applicants should fulfil when drafting a proposal are given in part D of the section “Specific features for Research Infrastructures”. Compliance with these provisions will be taken into account during evaluation.</p><p><strong><em>Theme 2 - Prototyping innovative e-infrastructure platforms and services for research and education communities, industry and the citizens at large </em></strong></p><p>e-Infrastructure platforms and services need to evolve through innovation actions to respond to the long-term needs of research and education communities, industry and the citizens at large. Innovative developments based on state-of-the-art technologies need to mature to be integrated and offered as dependable e-infrastructures. The support to e-infrastructure innovation is done by means of two types of activities: (a) <em>Platform-driven e-infrastructure innovation</em> (technology push, driven by the supply-side) and (b) <em>User-driven e-infrastructure innovation</em> (user pull, driven by the demand-side).</p><p>This theme will be covered by the topics EINFRA-21-2017 and EINFRA-22-2016, the second point of the \"Research and Education Networking - GEANT\" part of GÉANT Partnership Projects and the \"Interactive Computing e-infrastructure for the Human Brain Project\" (see <em>Other actions</em>).</p><p>Under theme 2, only platforms and services based on systems and technologies that have achieved at least TRL 6[[Technology Readiness Level. See Annex G for further details]] before the start of the project will be supported and it is expected that they will have achieved at least TRL 8 by the end of the project. This condition does not apply to point \"EINFRA-21-2017: Platform-Driven e-infrastructure innovation (a) Support to Public Procurement of innovative HPC systems, PPI\".</p><p>Further conditions and requirements that applicants should fulfil when drafting a proposal are given in part D of the section “Specific features for Research Infrastructures”. Compliance with these provisions will be taken into account during evaluation.</p><p>Support to <strong><em>policies and international cooperation for e-infrastructures</em></strong> is covered in the INFRASUPP Call.</p>\n", "latestInfos": [{"approvalDate": "Jul 31, 2017 9:28:36 AM", "lastChangeDate": "Jul 31, 2017 9:28:36 AM", "content": "<p>An overview of the evaluation results (flash call info) for the 2 topics EINFRA-12-2017 and EINFRA-21-2017 that closed on&nbsp;29 March 2017 is now available <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/doc/call/h2020/einfra-12-2017/1777636-h2020-einfra-2017_flash-call-info_en.pdf\">here</a> or under the &lsquo;Topic conditions &amp; documents&rsquo; section on each topic page.</p>"}, {"approvalDate": "Apr 7, 2017 4:52:40 PM", "lastChangeDate": "Apr 7, 2017 4:52:40 PM", "content": "<p>The submission of proposals to the&nbsp;2 topics of the H2020-EINFRA-2017 call closed on&nbsp;29 March 2017. A total of&nbsp;18 proposals were submitted in response to these topics. Please find below the breakdown per topic and type of action:</p>\r\n<p>Topic EINFRA-12-2017: 6 RIA proposals<br />\r\nTopic EINFRA-21-2017: 12 RIA proposals</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Dec 14, 2016 3:11:49 PM", "lastChangeDate": "Dec 14, 2016 3:11:49 PM", "content": "<p>Documents called &quot;Topic's content support document&quot;, which will be given to the evaluators on the occastion of the evaluation of the proposals submitted to this call, have been added to the &quot;Topic conditions and documents' sections of topics EINFRA-12-2017 (see point 3.3 there) and EINFRA-21-2017 (see point 3.2 there).</p>"}, {"approvalDate": "Dec 8, 2016 12:30:00 AM", "lastChangeDate": "Dec 8, 2016 12:30:00 AM", "content": "The submission session is now available for: EINFRA-12-2017(RIA), EINFRA-21-2017(RIA)"}, {"approvalDate": "Sep 27, 2016 6:19:29 PM", "lastChangeDate": "Sep 27, 2016 6:19:29 PM", "content": "<p>1 proposal was submitted to call H2020-EINFRA-2016-2, which closed on 20 September 2016.</p>"}, {"approvalDate": "Jul 15, 2016 9:18:59 AM", "lastChangeDate": "Jul 15, 2016 9:18:59 AM", "content": "<p>An overview of the evaluation results (flash call info) for the&nbsp;2&nbsp;topics EINFRA-11-2016 and EINFRA-22-2016&nbsp;that closed on 30 March 2016 is now available <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/portal/doc/call/h2020/einfra-22-2016/1727601-flash_call_info_h2020-einfra-2016-1_en.pdf\">here</a> or under the &lsquo;Topic conditions &amp; documents&rsquo; section on each topic page.</p>"}, {"approvalDate": "Apr 14, 2016 6:31:33 PM", "lastChangeDate": "Apr 14, 2016 6:31:33 PM", "content": "<p>To the call H2020-EINFRA-2016-1, altogether 35 proposals were submitted:<br />\r\n- 1 proposal to topic EINFRA-11-2016 and<br />\r\n- 34 proposals to topic EINFRA-22-2016.</p>"}, {"approvalDate": "Apr 14, 2016 6:14:33 PM", "lastChangeDate": "Apr 14, 2016 6:14:33 PM", "content": "<p>The submission session is now open for topic EINFRA-21-2017, part&nbsp;Public Procurement of Innovative Solutions (PPI) proposals.</p>"}, {"approvalDate": "Apr 14, 2016 11:01:11 AM", "lastChangeDate": "Apr 14, 2016 11:01:11 AM", "content": "The submission session is now available for: EINFRA-21-2017(PPI)"}, {"approvalDate": "Mar 3, 2016 2:26:30 PM", "lastChangeDate": "Mar 3, 2016 2:26:30 PM", "content": "<p>A paper called &quot;Topic's content support document&quot;, which will be given to the evaluators, has been added as point 3.3 to the &quot;Topic's condition and documents&quot;&nbsp;page of topics EINFRA-11-2016 (RIA) and EINFRA-22-2016 (RIA).</p>"}, {"approvalDate": "Dec 8, 2015 12:30:01 AM", "lastChangeDate": "Dec 8, 2015 12:30:01 AM", "content": "The submission session is now available for: EINFRA-22-2016(RIA), EINFRA-11-2016(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}