{"TopicDetails": {"type": 0, "ccm2Id": 31071809, "cftId": 0, "identifier": "EIT-Food", "title": "Food4Future - Sustainable Supply Chain from Resources to Consumers.", "publicationDateLong": 1452729600000, "callIdentifier": "EIT-KICS-2016", "callTitle": "EIT KICs Call 2016", "callccm2Id": 31071811, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31048035, "abbreviation": "EU.7.", "description": "The European Institute of Innovation and Technology (EIT)"}], "topicMGAs": [], "tags": ["Sustainable consumption", "Sustainable Supply Chain from Resources to Consumers", "food", "Business models", "food for future"], "keywords": ["New business opportunities", "Types of innovation", "Technology development", "Copyrights", "Start-up companies", "Innovation Management Consulting", "Entrepreneurship", "Innovation and diversity (e.g. gender)", "Investment readiness", "Leadership development", "Technology implementation", "Internationalisation", "Spin-off companies", "Technology commercialisation", "Organisational management / development", "Supply chain management", "Business development", "Innovation Management Assessment", "Innovation methodologies", "Project management and coordination", "Business plan", "Business analysis", "Evaluation of results", "Entrepreneurship education", "Brand positioning", "Market intelligence", "Communication", "Social enterprises", "Agricultural biotechnology and food biotechnology", "Animal and dairy science", "Innovation policy", "Corporate Social responsibility", "Agronomy", "Industrial design", "Project preparation", "Market development", "Regulatory framework for innovation", "Innovation strategies", "Trademarks", "Horticulture, viticulture", "Knowledge and Technology transfer", "Creativity management", "Strategic management", "Technology transfer", "Business coaching and mentoring", "Patents", "Project financing", "Business governance", "Technology assessment", "Innovation support services", "Incubator companies", "Forestry", "Business support services", "Agricultural economics", "Innovation systems", "Industrial innovation policy", "Fishery", "Soil science", "International marketing", "Quality management", "Licensing", "Specific business types (mutual, cooperatives, fam", "Company valuation", "Industrial sectoral change", "Business strategies", "Private investment", "Plant breeding and plant protection", "Internationalisation - Market access", "Business environment (legal and administrative)", "Market studies", "Intercultural business communication", "Knowledge management", "Technology evaluation"], "flags": ["IntlCoop", "X-KET", "OpenScience", "OpenInnovation", "SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "KICS Kics", "typeOfMGA": []}], "plannedOpeningDate": "14 January 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["14 July 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3202103": [{"action": "EIT-Manufacturing - KICS Kics", "plannedOpeningDate": "14 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["14 July 2016"], "budgetYearMap": {"0": 0}, "budgetTopicActionMap": {}}, {"action": "EIT-Food - KICS Kics", "plannedOpeningDate": "14 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["14 July 2016"], "budgetYearMap": {"0": 0}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The global food supply chain is facing a complex set of challenges. </p><p>On the demand side, the situation is characterised by an increasing world population, by an increasing standard of living (especially in the emerging countries) creating demand for a more varied, high-quality diet requiring additional food production. As a result the UN has predicted that food demand will rise by around 70 % by 2050 ( 1 - Food and Agriculture Organisation of the United Nations (FAO). 2009. Global agriculture towards 2050. ). At the same time, the fast expansion of the bioenergy sector further accentuates the demand for by-products derived from the food production process. </p><p>On the supply side, global climate change will aggravate pressures on food production and food supply. In addition, a number of food production systems in the world are unsustainable. Without change, the global food system will continue to degrade the environment and compromise the world's capacity to produce food in the future. </p><p>These problems in particular have to be seen in connection with consumers' attitudes, concerns and behaviours, as production is driven by consumers and markets. During the last two decades the complexity of food consumption has increased dramatically. Consumers demand affordable, diversified, high quality and convenient food products responding to their tastes and needs. Concerns regarding various issues, ranging from food safety and environmental protection to ethical considerations, such as fair trading practices or animal welfare, are continuously increasing and result in growing demands by consumer groups for political action. Finally, food consumption habits (including food wastage) can have strong impacts on consumer health and well-being, as well as on primary production and on the environment. </p><p>Horizon 2020 addresses this complexity and defines the challenges relating to this sector: \"The challenge is to secure supplies of safe and high quality food and bio-based products and to ensure sustainable management of biological resources, contributing to both rural and coastal development and to competitiveness of the European biobased industries, while preserving terrestrial and marine eco-systems, reducing fossil-dependency, mitigating and adapting to climate change and promoting zero-waste and resource efficiency.\" </p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>RELEVANCE AND IMPACT </p><p>A KIC on a sustainable supply chain will help meeting Horizon 2020 priorities, namely those defined in the context of the societal challenge \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bio-economy\". </p><p>This thematic field is in addition highly relevant in terms of economic and societal impact. Questions of food safety and security have a bearing on nearly all sectors of our economy and society, and very often call for regulatory action. </p><p>The food industry is the largest manufacturing sector in Europe and plays an essential role in Europe's wider economic development. Despite its relevant role, the competitiveness of the European food and drink industry is being challenged. Over the last decade, Europe's share of the global market has declined from 25 % to 21 % in the face of competition from emerging economies, such as China, India and Brazil. Increasingly unable to compete on cost alone, the European food industry needs to be able to add value by creating healthier, more sustainable and resource-efficient products if it is to reverse this decline. </p><p>Action is needed to ensure a climate resilient and sustainable global food system while meeting the increasing food demand within the constraints of available land and declining fish stocks, protecting the natural environment and safeguarding human health. </p><p>A KIC in this area will focus on the food supply chain. This focus lends itself particularly well to the holistic approach of a KIC. It comprises resource input in the very beginning of the chain (fertilisers, etc.), food production, processing, packaging and distribution; and it ends with the consumers which might be a specific priority of a KIC (reduction of food waste, healthy nutrition, etc.). The objective is to ensure a more efficient and effective food supply chain system, while improving the sustainability and traceability in all parts of this chain. </p><p>Addressing the food supply chain via a KIC will thus give the possibility to address not only some of the major economic and societal relevant challenges Europe is facing, but also to mobilise investment and long-term commitment from the business sector – namely, in the deployment of new and innovative technologies, processes and knowledge to increase sustainable food production, processing, packaging and distribution, to reduce waste and promote better nutrition. Through its integrative approach, a KIC in this area will be able to influence the industry approach to focus more on consumer-driven innovation, thereby benefiting consumer health and quality of life. This will go along with the potential of new business models and market strategies that focus on consumers' needs and trends and build upon enhanced awareness of the food chain, which can have potential to get innovations and technological possibilities in line with consumer interests and thus create new business opportunities. </p><p>A KIC in this area will be very important to overcome the high level of fragmentation of the whole food supply chain. It will blend a critical mass of excellent research, innovation, education and training stakeholders along the whole chain. All elements of the chain (primary sector, food production, food processors, retailers, food service channels and – not least – the consumer) are inextricably linked to each other for the conception of future innovations. A KIC will provide the necessary systemic and transdiciplinary approach to tackle these issues. </p><p>The major added value of a KIC in this area will be its role in addressing the current shortage of skills and human resources. Currently, probably as many as half of the European food and beverage manufacturing industries are facing a shortage in scientific and skilled personnel. This is a barrier to innovation in this sector. By integrating education with the other sectors of the knowledge triangle, a KIC will address this issue. It will at the same time offer the opportunity to stimulate new educated entrepreneurial people, capable of developing new innovative technologies and business. This focus on entrepreneurship would be particularly relevant in the food sector, which is characterised by a high number of SMEs. </p><p>The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation framework conditions, which KICs are not directly addressing. For increasing sustainability throughout the food supply chain, some changes in regulation may be needed in order, for example, to internalise food production costs. Therefore, the KICs need to liaise with ongoing Union and national innovation and policy activities on these matters (see next section). </p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenInnovation;sortQuery=sortStatus;orderBy=asc\">Open Innovation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=X-KET;sortQuery=sortStatus;orderBy=asc\">Cross-cutting Key-Enabling Technologies (KETs)</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br></p>\n<SPAN class=\"topicdescriptionkind\">Drafting Comment</SPAN>:<p>SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES </p><p>The Union is fully engaged in this field. A KIC would contribute to address Horizon 2020 societal challenge \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bio-economy\". It would, in particular, co-operate with the proposed European Innovation Partnership (EIP) \"Agricultural Productivity and Sustainability\". Whilst the latter will put emphasis on building bridges between cutting-edge research and practical innovation, a KIC would in particular create complementarity in educating key actors, such as entrepreneurs and consumers. Coordination is also needed, with the Joint Programming Initiative \"Agriculture, Food Security and Climate Change\", which will pool national research efforts to integrate adaptation, mitigation and food security in the agriculture, forestry and land use sectors. </p><p>The European Maritime and Fisheries Fund will promote environmental and social sustainability of fisheries and aquaculture, thus highlighting the need for technical developments coupled with new entrepreneurial skills in these fields, in line with the evolution of consumers' behaviour, providing possibilities for synergies. Likewise, coordination will also be possible with the recently launched JPI \"Healthy Food for a Healthy Life\" and \"Connecting Climate Research in Europe\", and with European Technology Platforms in relating areas (in particular, the Food for Life Platform) or numerous projects under the Seventh Framework Programme. Similarly, it would build on eco-innovation market replication projects, under the CIP (Competitiveness and Innovation Programme), where food and drink has been one of the priority areas. Such experience will continue with Horizon 2020 namely in the context of the Climate action, environment, resource efficiency and raw materials societal challenge. </p><p>A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education as well as on consumer issues. </p><p>CONCLUSION </p><p>A KIC which focuses on the food supply chain is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes: </p><p>— It addresses a major economic and societal relevant challenge (the need to ensure a resilient and sustainable food system while meeting the increasing food demand within the constraints of available land, protecting the natural environment and safeguarding human health), and contributes to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education. </p><p>— This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the food sector, in particular with the EIP \"Agricultural Productivity and Sustainability\". </p><p>— It is able to mobilise investment and long-term commitment from the businesses sector and offers possibilities for various emerging products and services – namely, in the deployment of new and innovative technologies, processes and knowledge to increase sustainable food production, processing, packaging and distribution, to reduce waste and promote better nutrition and a healthier population. </p><p>— It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It will foster new technological developments and more efficient and sustainable production systems. </p><p>— It aims at overcoming the high level of fragmentation of the whole food supply chain; favouring traceability; and will bring together a critical mass of excellent research, innovation, education and training stakeholders along the whole chain. </p><p>— It thus requires transdisciplinary work involving different areas of knowledge, such as agronomy, ecology, biology, chemistry, nutrition, and socio-economy. </p><p>— It will address the European paradox, since it will find new innovative approaches to ensure a more sustainable and efficient supply chain and to improve food security. </p>\n", "conditions": "<p><strong>1. Eligibility and admissibility conditions:</strong> Described in section 7 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2016_en.pdf\">EIT 2016 Call for KICs proposals</a>.</p>\r\n<p><strong>2. Evaluation&nbsp;</strong></p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>2.1 Evaluation criteria and procedure, scoring and threshold:</strong> Described in section 7 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2016_en.pdf\">EIT 2016 Call for KICs proposals</a>.&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three criteria are STRATEGY, OPERATIONS and IMPACT.</p>\r\n<p><strong>3. Proposal page limits and layout: </strong>Proposal templates are available after entering the submission tool below.</p>\r\n<p>&nbsp;<strong>4. Indicative timetable for evaluation and KIC designation:</strong> Described in section 7 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2016_en.pdf\">EIT 2016 Call for KICs proposals</a>.</p>\r\n<p><strong>5. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</strong></p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-eit-2016_en.pdf\">EIT Proposal Evaluation form 2016</a></li>\r\n</ul>\r\n<p>During the start-up phase, which follow the KIC designation, the EIT may&nbsp;sign:</p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/eit/h2020_mga-eit-startup_en.pdf\">EIT Model Start-up Grant Agreement </a>- a multi-beneficiary agreement signed by the EIT and the designated KIC coordinator.</li>\r\n</ul>\r\n<p>Once a new KIC legal entity is established, the contractual relations are framed by:</p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/eit/h2020_mga-eit-fpa_en.pdf\">EIT Model Framework Partnership Agreement </a>-&nbsp;a seven-year, multi-beneficiary agreement signed by the EIT and the new KIC Legal Entity; this agreement specifies the common&nbsp;objectives, the nature of&nbsp;activities planned and general rights and&nbsp;obligations of each party.</li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/eit/h2020_mga-eit-sga_en.pdf\">EIT Model Specific Grant Agreement</a> - a multi-beneficiary agreement signed by the EIT and the new KIC Legal Entity.</li>\r\n</ul>\r\n<p><strong>6. Additional documents:</strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide-fw-2016-eit_en.pdf\">Framework of Guidance</a> - provides additional information about characteristics of a successful KIC.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-principles-fme-kic-eit_en.pdf\">EIT principles for financing, monitoring and evaluating KIC activities</a> <br />\r\n<a href=\"http://eit.europa.eu/collaborate/2016-call-for-kics \">Background information </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/eit/h2020-eit-agenda_en.pdf\">EIT Strategic and Innovation Agenda</a> (EIT SIA) which also includes <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-factsheets-am-f4f-eit_en.pdf\">Advanced Manufacturing and Food4Future Factsheets </a><br />\r\n<a href=\"http://eit.europa.eu/regulation\">EIT regulation and its Amendment</a><br />\r\n<a href=\"http://eit.europa.eu/interact/bookshelf/eit-financial-regulation \">EIT financial regulation and its Amendment </a></p>\r\n<p>Please note that the EIT website is the primary source of information for the EIT&rsquo;s 2016 Call for KIC Proposals. Applicants are therefore invited to regularly consult the <a href=\"http://www.eit.europa.eu/collaborate/2016-call-for-kics\">EIT website</a>.&nbsp;&nbsp;</p>", "supportInfo": "<p><strong>Consult the <a href=\"http://eit.europa.eu/collaborate/2016-call-for-kics/faq  \">EIT Call 2016 FAQ</a></strong></p>\r\n<p><strong>Contact the EIT for further assistance related to the call, topics and the content of proposals via the Contact Page on the EIT website: http://eit.europa.eu/interact/contact-us </strong></p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual </a>- Please use the manual with caution and only for the Participant Portal tools guidance &ndash; <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/register-an-organisation_en.htm\">Register an organisation </a>and <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Submit a proposal</a>. It is a standard H2020 manual and does not cover the EIT specific rules. EIT specific rules prevail the H2020 manual.</strong></p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n</strong></p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jan 14, 2016 12:30:01 AM", "lastChangeDate": "Jan 14, 2016 12:30:01 AM", "content": "The submission session is now available for: EIT-Food(KICS), EIT-Manufacturing(KICS)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}