{"TopicDetails": {"type": 0, "ccm2Id": 31091851, "cftId": 0, "identifier": "EIT-Urban-Mobility", "title": "Urban mobility:a cross-cutting challenge", "publicationDateLong": 1515715200000, "callIdentifier": "EIT-KICS-2018", "callTitle": "EIT KICs Call 2018", "callccm2Id": 31091852, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31048035, "abbreviation": "EU.7.", "description": "The European Institute of Innovation and Technology (EIT)"}], "topicMGAs": [], "tags": ["EIT", "Business models", "Civil engineering", "Innovation Communities", "Risk management", "knowledge triangle integration", "urban mobility", "public transport", "Knowledge and Innovation Communities (KICs)", "smart mobility", "European Institute of Innovation and Technology"], "keywords": ["International marketing", "Company valuation", "Communication strategy", "Innovation systems", "Public transport", "Urbanization and urban planning, cities", "Technology implementation", "Types of innovation", "Technology development", "Urban studies, regional studies", "Intercultural business communication", "Systems-Services Functions", "Robotics and automatic control", "Start-up companies", "Energy, fuels and petroleum engineering", "Technology management", "Mobility plans", "Equipments and sub systems", "Financial Engineering", "Gender in engineering and technology", "Communication engineering and systems telecommunic", "Feasibility analysis", "Business analysis", "Organisational management / development", "Innovation Management Consulting", "Transport engineering", "Marketing strategy", "Networks (communication networks, sensor networks,", "Cost estimation / analysis", "Quality management", "Innovation support services", "Business environment (legal and administrative)", "Social enterprises", "Knowledge and Technology transfer", "Robotic communication", "Business model innovation", "Private investment", "Licensing", "Mobility management", "Communication plans", "Innovation policy", "Project preparation", "Specific business types (mutual, cooperatives, fam", "Project Management and Control", "Ethics in engineering and technologies", "Industrial design (product design, ergonomics, man", "Innovation and diversity (e.g. gender)", "Integrated platforms and systems and Human Factors", "Entrepreneurship", "Regulatory framework for innovation", "Transport biofuels", "Foreign investment", "Policy and Support", "Innovation strategies", "Market development", "Brand positioning", "Project management and coordination", "Copyrights", "Entrepreneurship education", "Technology assessment", "Electrical and electronic engineering", "Innovation methodologies", "Computer hardware and architecture", "Gender in urban planning and development", "Business support services", "Business management", "Management of urban areas", "New business opportunities", "Rail Communication Technology", "Project valuation", "Mechatronics", "Automation and control systems", "Project finance", "Market studies", "Mobility, tourism, transportation and logistics", "Industrial design", "Mobility and transportation", "Innovation Management Assessment", "Urban and regional economics", "Trademarks", "Leadership development", "Corporate Social responsibility", "Wireless communications, communication, high frequ", "Communication technology, high-frequency technolog", "Urban transport", "Business governance", "Evaluation of results", "Investment readiness", "Business development", "Corporate financing", "Business strategies", "Patents", "Bioproducts (products that are manufactured using", "Transport planning and social aspects of transport", "Sustainable transport", "Business plan", "Incubator companies", "Innovation management", "Business coaching and mentoring", "Spin-off companies", "Services in support of internationalisation", "Technology commercialisation", "Creativity management", "Internationalisation", "Market intelligence", "Knowledge management"], "flags": ["SSH", "X-KET", "OpenInnovation", "IntlCoop"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "KICS Kics", "typeOfMGA": []}], "plannedOpeningDate": "16 January 2018", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["12 July 2018"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3234038": [{"action": "EIT-Urban-Mobility - KICS Kics", "plannedOpeningDate": "16 January 2018", "deadlineModel": "single-stage", "deadlineDates": ["12 July 2018"], "budgetYearMap": {"0": 0, "2018": 0}, "budgetTopicActionMap": {}}, {"action": "EIT-Manufacturing-2018 - KICS Kics", "plannedOpeningDate": "16 January 2018", "deadlineModel": "single-stage", "deadlineDates": ["12 July 2018"], "budgetYearMap": {"0": 0, "2018": 0}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0", "2018"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The theme of smart, green and integrated transport has been identified as one of the major societal challenges which will be addressed within the framework of Horizon 2020. The 2011 Transport White Paper further reinforces the importance of taking action in this domain during the next decade. Urban mobility is a particularly challenging task. It addresses a number of topics such as transport (including new mobility concepts, transport organisation, logistics,transport systems safety and security), environmental issues (reduction of greenhouse gases, air pollution and noise), urban planning (new concepts for bringing work and living closer together), and has an important impact both at the economic and social levels (new business creation, employment, social inclusion, housing and location strategies). The overarching aim is to improve the quality of life of European citizens who – in increasing numbers – live in large urban conglomerations where much of Europe's economic performance is generated<sup>1</sup>.</p><p>Sustainable urban mobility can only be achieved if breakthrough innovations leading to greener, more inclusive, safer and smarter solutions are found. Failing to achieve this will – in the long run - result in high societal, ecological, and economic costs. However, new innovative mobility concepts – in particular when individual means of transportation are to be replaced by public and collective means of transport – should be accepted by citizens. Bringing about behavioural changes with no disadvantages for the quality of life and the cost of living in urban areas will be one of the great challenges to be addressed in this area.</p><p><sup>1 </sup>More than 70 % of Europeans live in urban areas, which represent more than 25 % of the Union territory. Around 85 % of the Union's GDP is generated in urban areas. Urbanisation is expected to rise in Europe to some 83 % by 2050.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>RELEVANCE AND IMPACT</p><p>The key objective of a KIC on urban mobility will be to ensure a greener, more inclusive, safer and smarter urban mobility system.</p><p>As already outlined above, the theme is highly relevant from a societal and public policy point of view. It also is highly relevant from a socio-economic perspective since it involves important economic sectors in GDP and employment terms, such as the automotive or the construction sectors. Urban mobility is, in addition, linked with environmental protection strategies and fully embedded in policies of social inclusion, location, housing and urban design.</p><p>A KIC on urban mobility is both in line with the priorities defined in Horizon 2020 and with Europe 2020 strategy objectives of achieving a smarter, more sustainable, low carbon and inclusive urban development. A KIC in this thematic area could contribute to each of Europe 2020 strategy objectives by, for example, the promotion of ecoefficient solutions, intelligent ICT schemes for traffic management, and provision of more efficient and affordable transport services.</p><p>In fact, since urban mobility is by nature systemic, a KIC on this area could offer many possibilities for innovation along the innovation chain, such as the development of multi-modal transport systems, and smarter and more sustainable transport solutions.</p><p>A KIC on urban mobility draws on a solid technological and industrial base and offers a potential for new products and services<sup>2</sup>, in particular in the fields of sustainable planning and eco-industries.</p><p>Furthermore, the development of innovative urban mobility models will also benefit from the strong policy attention and support that this thematic priority profits from. In addition, these innovative urban models can have a global impact if they are transferred as best practices to the massively growing urban conglomerations in other parts of the world, especially in Africa, Asia and Latin America.</p><p>A KIC in this area will put urban mobility and urban transport planning in the wider context of sustainable urban planning and spatial development at local and regional level. The KIC would thus have the advantage of working in a multi-disciplinary and cross-sectoral field and of contributing to overcome the current levels of organisational fragmentation the sector faces. It would create the opportunity to establish a closer cooperation between public authorities (mainly at local, regional levels), local associations, and the private sector (such as developers and infrastructure actors), research institutes and universities (integrating the knowledge triangle).</p><p>Bringing together world-class partners in new configurations will give the KIC on urban mobility the possibility of optimising existing resources and exploit the business opportunities created through these new value-chains.</p><p>The KIC on Urban Mobility will focus on those activities of the innovation triangle which can benefit from additional Union support specifically via the EIT. In reality, the major added value of a KIC in this area will be its role in integrating the three strands of the knowledge triangle and in bringing systemic change in the way the innovation players work together. Likewise, KIC focus on people-driven innovation, which puts students, researchers and entrepreneurs at the heart of KIC efforts, will be fundamental to address the challenges outlined above. Consequently, there will be a strong emphasis on education/training, entrepreneurship and deployment of results, e.g. developing skills and knowledge of urban transport professionals in local and regional administrations (life-long learning / staff exchange programmes / professional training), proposing specific higher education programmes in Urban Mobility (summer schools / exchange schemes), taking innovative transport concepts successfully to the market (support for spin-offs and start-ups from universities and research institutions, etc.).</p><p>Moreover, the concept of co-location could be strengthened within a KIC focussing on this theme, since naturally this thematic area has a strong local and regional dimension.</p><p><sup>2 </sup>Some examples of new potential markets: new services for travellers, maintenance, and management of traffic movements and road congestion; new applications in vehicles; immersive communication services to support communication and avoid travelling (JRC 65426 EN).</p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenInnovation;sortQuery=sortStatus;orderBy=asc\">Open Innovation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=X-KET;sortQuery=sortStatus;orderBy=asc\">Cross-cutting Key-Enabling Technologies (KETs)</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br></p>\n<SPAN class=\"topicdescriptionkind\">Drafting Comment</SPAN>:<p>SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES</p><p>Mobility related issues are strongly supported by many Union initiatives. The Union is fully engaged in this field.</p><p>Links with other Union activities exist and will be enhanced. A KIC on urban mobility will take into account the actions developed in the framework of the Action Plan on Urban Mobility and the Intelligent Transport System Action Plan.</p><p>It will, in particular, co-operate with the planned European initiatives on smart cities and communities, encompassing energy efficiency, ICT and urban transport.</p><p>A KIC would, in particular, create complementarity in educating key actors, but also in providing a structured network of practitioners well placed to identify framework conditions and best practise on policy and regulatory issues having an impact on the sector.</p><p>Coordination is also needed with the Joint Programming Initiative \"Urban Europe\", which will pool national research efforts to transform urban areas to centres of innovation and technology, realise eco-friendly and intelligent intrainterurban transport logistic systems, reduce the ecological footprint and enhance climate neutrality. A KIC in this area will speed up and foster the exploitation of excellent public research pooled together by these JPIs, and thereby address fragmentation in the innovation landscape.</p><p>The CIVITAS initiative which supports demonstration and research projects to implement innovative measures in clean urban transport, and the European Industrial Initiative on Smart Cities &amp; Communities aiming at making the production and use of energy in cities more sustainable and efficient will also be natural cooperation initiatives of a KIC on urban mobility.</p><p>A KIC in this area could also establish links with the transport and energy related European Technology Platforms (ETPs), the Public Private Partnership (PPP) on European Green Cars, and the numerous Framework Programme (FP) projects in this area. The KIC would take into account the research priorities and action plans defined in the framework of the ETPs and the research work carried out so far by the PPP and FP projects to enhance and accelerate the take up and exploitation of these research outcomes.</p><p>Complementarities will be also sought with the \"European Mobile and Mobility Industries Alliance\". Co-funded under the Competitiveness and Innovation Programme, the European Mobile and Mobility Industries Alliance aims at bringing together regional and national policy makers supporting innovative service solutions in mobile and mobility industries in view to mobilise more and better support to innovative service SMEs in such industries.</p><p>It will also build on the Intelligent Energy Europe, the eco-innovation market replication, and the ICT based services and pilot projects for smart urban mobility under the Competitiveness and Innovation Programme (CIP).</p><p>A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education.</p><p>A KIC focusing on urban mobility would also be complementary to some of the specific activities already pursued by two existing KICs. Namely, Climate KIC activities under the theme transitioning to low-carbon resilient cities, and EIT ICT Labs work under the focus areas of intelligent transportation systems and digital cities of the future. The KIC on urban mobility will take on board the work carried in the framework of these KICs and place it in the wider context of a greener, more inclusive, safer and smarter urban mobility system.</p><p>CONCLUSION</p><p>A KIC focusing on urban mobility is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes:</p><ul level=\"0\"><li>It addresses a major economic and societal relevant challenge (to achieve a European transport system that is resource-efficient, environmentally-friendly, safe and seamless for the benefit of the citizens, the economy and the society), and contributes to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education.</li><li>This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the transport, environmental and energy areas.</li><li>By strengthening entrepreneurial thinking it integrates emerging technologies with new value chains and supports the translation of academic research on into products and services.</li><li>It will thus address the European paradox, since it will capitilise Union's strong research base and find new innovative approaches to ensure a greener, more inclusive, safer and smarter urban mobility system.</li><li>It will blend a critical mass of excellent research, innovation, education and training stakeholders, which would otherwise not unite.</li><li>It adopts a cross-sectoral approach and therefore connects the different levels of responsibility from private entities to public administration – in particular at local level – to the individual citizen.</li><li>It requires transdisciplinary work involving different areas of knowledge, and the development of new types of education across the boundaries of disciplines.</li> </ul>\n", "conditions": "<p><span style=\"color: rgb(0, 51, 102);\"><strong>1. Eligible countries:</strong></span><span style=\"color: rgb(0, 0, 128);\"><strong>&nbsp;</strong></span>described in section 7 of the&nbsp;<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2018_en.pdf\">EIT 2018 Call for KICs Proposals</a>.</p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>2. Eligibility and admissibility conditions:</strong></span>&nbsp;described in section 7 of the&nbsp;<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2018_en.pdf\">EIT 2018 Call for KICs Proposals</a>.</p>\n<p>Evaluation Criteria - 2018 Call for KIC Proposals: <a href=\"https://eit.europa.eu/sites/default/files/evaluation_criteria_call_for_kics_2018.pdf\">https://eit.europa.eu/sites/default/files/evaluation_criteria_call_for_kics_2018.pdf</a></p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>3. Proposal page limits and layout:&nbsp;</strong></span>please refer to Part B of the proposal template in the submission system below.</p>\r\n<div>&nbsp;</div>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>4. Evaluation:</strong></span></p>\r\n<p>Evaluation criteria, scoring, thresholds and process are described in section 7 of the&nbsp;<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2018_en.pdf\">EIT 2018 Call for KICs Proposals</a>.</p>\r\n<p>The three criteria are STRATEGY, OPERATIONS and IMPACT.</p>\n<p>Evaluation Criteria - 2018 Call for KIC Proposals: <a href=\"https://eit.europa.eu/sites/default/files/evaluation_criteria_call_for_kics_2018.pdf\">https://eit.europa.eu/sites/default/files/evaluation_criteria_call_for_kics_2018.pdf</a></p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>5. Indicative time for evaluation and grant agreements:</strong></span>&nbsp;described in section 7 of the&nbsp;<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/h2020-call-doc-kic-eit-2018_en.pdf\">EIT 2018 Call for KICs Proposals</a>.</p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>6. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</strong></span></p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-kic-eit-2018_en.pdf\" target=\"_blank\">EIT Proposal Templates forms 2018</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-eit-2018_en.pdf\" target=\"_blank\">EIT Proposal Evaluation form 2018</a></li>\r\n</ul>\r\n<p>During the start-up phase, which follow the KIC designation, the EIT may sign:</p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/mga/eit/h2020_mga-eit-startup_en.pdf\" target=\"_blank\">EIT Model Start-up Grant Agreement</a> -&nbsp;a multi-beneficiary agreement signed by the EIT and the designated KIC coordinator.</li>\r\n</ul>\r\n<p>Once a new KIC legal entity is established, the contractual relations are framed by:</p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/mga/eit/h2020_mga-eit-fpa_en.pdf\" target=\"_blank\">EIT Model Framework Partnership Agreement </a>-&nbsp;a seven-year, multi-beneficiary agreement signed by the EIT and the new KIC Legal Entity; this agreement specifies the common&nbsp;objectives, the nature of&nbsp;activities planned and general rights and&nbsp;obligations of each party.</li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/mga/eit/h2020_mga-eit-sga_en.pdf\" target=\"_blank\">EIT Model Specific Grant Agreement</a> - a multi-beneficiary agreement signed by the EIT and the new KIC Legal Entity.</li>\r\n</ul>\n<p>Members of consortium are not required to conclude a consortium agreement.</p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>7. Additional documents:</strong></span></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide-fw-2018-eit_en.pdf\" target=\"_blank\">Framework of Guidance&nbsp;</a>- provides additional information about characteristics of a successful KIC.</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-principles-fme-kic-eit_en.pdf\">EIT principles for financing, monitoring and evaluating KIC activities</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-core-kpis-kic-eit-2018_en.pdf\" target=\"_blank\">EIT Core Key Performance Indicators (KPIs)</a></p>\r\n<p><a href=\"http://eit.europa.eu/collaborate/2018-call-for-proposals\" target=\"_blank\">Background information</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/eit/h2020-eit-agenda_en.pdf\" target=\"_blank\">EIT Strategic and Innovation Agenda&nbsp;</a>(EIT SIA) which also includes&nbsp;<a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-factsheets-avm-um-eit_en.pdf\" target=\"_blank\">Added-Value Manufacturing and Urban Mobility Factsheets</a></p>\r\n<p><a href=\"http://eit.europa.eu/regulation\">EIT regulation and its Amendment</a></p>\r\n<p><a href=\"http://eit.europa.eu/interact/bookshelf/eit-financial-regulation\">EIT financial regulation and its Amendment</a></p>\r\n<p>&nbsp;</p>\r\n<p>Please note that the EIT website is the primary source of information for the EIT's 2018 Call for KIC Proposals. Applicants are therefore invited to regularly consult the&nbsp;<a href=\"http://eit.europa.eu/collaborate/2018-call-for-proposals\" target=\"_blank\">EIT website</a>.</p>", "supportInfo": "<p>Consult the&nbsp;<a href=\"http://eit.europa.eu/collaborate/2018-call-for-proposals/faq\" target=\"_blank\">EIT Call 2018 FAQ</a></p>\r\n<p>Contact the EIT for further assistance related to the call, topics and the content of proposals via the&nbsp;<a href=\"http://eit.europa.eu/interact/contact-us\" target=\"_blank\">Contact Page on the EIT website</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual&nbsp;</a>- Please use the manual with caution and only for the Participant Portal tools guidance &ndash;&nbsp;<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/register-an-organisation_en.htm\">Register an organisation&nbsp;</a>and&nbsp;<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Submit a proposal</a>. It is a standard H2020 manual and does not cover the EIT specific rules. EIT specific rules prevail the H2020 manual.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a>&ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jan 16, 2018 12:30:00 AM", "lastChangeDate": "Jan 16, 2018 12:30:00 AM", "content": "The submission session is now available for: EIT-Urban-Mobility(KICS), EIT-Manufacturing-2018(KICS)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}