{"TopicDetails": {"type": 0, "ccm2Id": 31070952, "cftId": 0, "identifier": "EO-2-2017", "title": "EO Big Data Shift", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-EO-2017", "callTitle": "Earth Observation", "callccm2Id": 31070955, "allowPartnerSearch": true, "workProgrammepart": {"id": 69, "ccm_id": 31072290, "wp_part": "H2020-LEIT-Space-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "Leadership in Enabling and Industrial Technologies - Space", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/space", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit-space_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31048184, "abbreviation": "EU.2.1.6.1.2.", "description": "Boost innovation between space and non-space sectors"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047879, "abbreviation": "EU.2.1.6.", "description": "Space"}, {"id": 31047880, "abbreviation": "EU.2.1.6.1.", "description": "Enabling European competitiveness, non-dependence and innovation of the European space sector"}, {"id": 31047847, "abbreviation": "EU.2.", "description": "Industrial Leadership"}, {"id": 31047882, "abbreviation": "EU.2.1.6.3.", "description": "Enabling exploitation of space data"}, {"id": 31047848, "abbreviation": "EU.2.1.", "description": "Leadership in enabling and industrial technologies (LEIT)"}], "topicMGAs": [], "tags": ["data exchange methods", "digital Earth", "data analytics", "SME", "geo-positioning", "data mining", "standardised data query", "ESA", "Copernicus data", "data co-registration", "retrieval", "data discovery", "downstream service industry", "European Internet platforms", "integration", "service operators", "geo-information", "processing", "in temporal and spatial domains", "remote sensing", "cataloguing", "ICT", "data fusion", "web ontology", "cross-fertilisation", "Global Earth Observation Systems of Systems", "Copernicus dissemination infrastructure", "EUMETSAT", "Copernicus user scenarios", "preservation", "Copernicus service information", "Societal Challenges", "business models", "research infrastructures", "usage tracking", "open linked data", "GEOSS", "collaborative ground segment"], "keywords": ["Space data exploitation", "Space services and products", "Geo-information and spatial data analysis", "Downstream industry", "Data archiving", "Data mining and searching techniques", "Earth Observation / Services and applications", "Visual techniques / Visual analytics / Intelligent", "The satellite earth observation sector", "Very large data bases: archiving, handling and ana"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "08 November 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["01 March 2017"]}], "latestInfos": [{"approvalDate": "Jul 3, 2017 4:52:59 PM", "lastChangeDate": "Jul 3, 2017 4:52:59 PM", "content": "<p>The evaluation results for EO-2017 (flash call info) are now available under the &quot;Additional Documents&quot; section of each topic </p>"}, {"approvalDate": "Nov 21, 2016 5:00:00 PM", "lastChangeDate": "Nov 21, 2016 5:00:00 PM", "content": "<p>Guidance Document and its Annex were added to topic EO-2-2017</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3208362": [{"action": "EO-2-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 March 2017"], "budgetYearMap": {"2017": 6500000}, "budgetTopicActionMap": {}}], "3208363": [{"action": "EO-3-2017 - CSA Coordination and support action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 March 2017"], "budgetYearMap": {"2017": 3500000}, "budgetTopicActionMap": {}}], "3208365": [{"action": "EO-1-2017 - IA Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 March 2017"], "budgetYearMap": {"2017": 12000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Effective access to Copernicus dedicated mission data and Copernicus service information by public and private users is a sine qua non condition for the achievement of Copernicus' objectives.</p><p>In this context, Copernicus faces important challenges. First, the multiplicity of Copernicus partners involved in Copernicus dissemination activities requires both flexible and effective coordination. At the moment Copernicus dissemination infrastructure is built around different dissemination platforms operated by ESA, EUMETSAT, and service operators. In addition some Member States provide access to Sentinel data in the context of the collaborative ground segment. Second, the sheer volume of data and information to be disseminated and used puts Copernicus at the forefront of the big data challenges. This new paradigm requires a change of approach to data curation and dissemination, in the form of a technological leap to both ingest processing and make available the increased volume of Copernicus data and information considering both temporal and spatial resolutions. The Big Data paradigm offers new perspectives for data intensive activities where Europe could still close its technological gap with the US with huge industrial implications.</p><p>The free, full and open data policy will support the development of a strong Earth observation downstream service industry if an effective and scalable access system is implemented to meet the Big Data exploitation challenges and to address the full data cycle needs (e.g. standardised data query, retrieval, data exchange methods, processing and data fusion involving diverse datasets). Therefore, Europe needs to foster Copernicus access and dissemination services spurred by a vibrant European downstream sector taking advantage of the timely availability of the Copernicus data and information to provide innovative Earth observation information products on a worldwide basis, based on European Internet platforms using advanced big data technologies and serving a worldwide market.</p><p>The future Copernicus data access architecture is expected to follow the following broad approach: </p><ul level=\"0\">  <li>A back office service essentially ensuring access to Copernicus data and information and offering storage and processing capacities. </li>  <li>Different front office services managed by intermediate users (public or private) would serve the need of other intermediate users or end-users via appropriate tool (e.g. search, visualisation, data analytics, knowledge extraction, animation of user communities, etc. </li>  <li>Intermediate layers allowing the exploitation of the back office resources for the benefit of the various front offices as well as providing the necessary modules to foster EO data analytics and the chaining of value adding activities between different front offices.</li> </ul><p>This multi-layered approach would allow the mutualisation and efficient use of storage and processing capacities (generic or EO-specific) while providing flexibility to Copernicus services, Member States, intermediate commercial users to engage with and serve their constituency with localised/specialised higher value services.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Activities are expected to address the adaptation of big data technologies to Copernicus user scenarios and should concentrate on the intermediate layers describe above. They shall enable Copernicus services, public and intermediate commercial users to engage with and serve their constituency with localised/specialised higher value services.</p><p>Activities should include the development of tools allowing for the chaining of different value adding activities increasing incrementally the information and knowledge content of EO and non EO data and possibly triggering new commercial initiatives. The aim would be to allow many users either public or private to provide advanced services to intermediate or end users without having to build up storage and processing capacities for Copernicus data and information but benefiting from the storage and processing services provided by ICT companies.</p><p>Big Data, activities shall bridge the gap between Earth observation and information technology sectors taking into account the user needs for EO Big Data and aiming at developing innovative solutions taking into account the needs of 1) non-expert users like policy makers involved in societal challenges, 2) experts involved, and 3) small and medium innovative enterprises. Activities shall be complementary to activities enabled by the ICT and research infrastructures work programmes which address generic challenges in the area of data mining, open linked data, web ontology, digital earth<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>.</p><p>Activities should address any relevant aspect of the data lifecycle which can solve EO big data challenges, in particular data management activities (e.g. collection, processing including online processing, quality control, documentation, dissemination, cataloguing, preservation, usage tracking, integration) and usage activities (e.g. discovery, analysis (including visual), product generation, user feedback, tagging, knowledge extraction, decision making). Activities are also expected to extensively use flexible coverage and open processing standards.</p><p>Activities shall rely on open source software/tools/modules/plug-ins and shall include small-scale demonstrations.</p><p>Proposers are advised to consult information on the Copernicus programme in general and linked actions within Copernicus including the Integrated Ground Segment at the Commission's website<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>. An information document is published together with this work programme<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>.</p><p>Proposers are invited to consult further information on availability of Copernicus Sentinel Data, access to Copernicus Contributing Mission data, as well as issues recommended to be detailed in the proposals at the Commission’s website<sup><a target=_self href=#fn4 id=r4>[4]</a></sup>.</p><p>In projects to be funded under this topic participation of industry, in particular SMEs, is encouraged.</p><p>The Commission considers that proposals requesting a contribution from the EU of between EUR 1 and 2 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\">  <li>Enable value adding services on generic data and information storage and processing facilities which can allow public and commercial users effective production environment to interact with and serve their user base without deploying their own storage and processing facilities. </li>  <li>Make access to the Copernicus data and information easy and user friendly through scalable dissemination and exploitation software based on international standards. </li>  <li>Foster the establishment of interoperable access facilities to all EU Member States. </li>  <li>Link with other big data initiatives. </li>  <li>Provide user community tools including best-practices. </li>  <li>Ensure resilience of the overall dissemination and exploitation system.</li>  <li>Optimise the use of Copernicus data by non-traditional user communities to meet societal challenges. </li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a>For example e-infrastructure for Research: Network (GÉANT), processing (PRACE), data network, Federation of research infrastructure with single sign on (eduGAIN).</p><p id=fn2><a  target=_self href=#r2>[2]</a><a href=\"http://copernicus.eu/\">http://copernicus.eu</a></p><p id=fn3><a  target=_self href=#r3>[3]</a><a href=\"http://ec.europa.eu/growth/sectors/space/research/horizon-2020\">http://ec.europa.eu/growth/sectors/space/research/horizon-2020</a></p><p id=fn4><a  target=_self href=#r4>[4]</a><a href=\"http://www.copernicus.eu/main/data-access\">http://www.copernicus.eu/main/data-access</a></p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme. Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects.  See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme, <strong>with the following exception</strong>: considering the nature and objectives of the action, and in view of favouring wider competition and participation, the European Space Agency will not participate in consortia of proposals submitted under this call for proposals.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme.&nbsp;<span style=\"color: rgb(51,153,102)\"> </span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp; &nbsp; &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of <strong>single-stage</strong> evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Research and Innovation Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n    Proposal templates are available after entering the submission tool below.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">\tH2020 General MGA -Multi-Beneficiary</a>  <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0, 0, 128);\"><span style=\"color: rgb(0, 51, 102);\"><strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-data-management/open-access_en.htm\">Open access must be granted to all scientific publications</a> resulting from Horizon 2020 actions</strong></span>. </span>\r\n    <p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n    <p><strong>Open access to research data</strong><br />\r\n    The <strong>Open Research Data Pilot</strong> has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in annex L of the Work Programme. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n    <p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n    <p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n    <p>- Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs.</p>\r\n    <p>- Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n    <p>The legal requirements for projects participating in this pilot are in <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf#page=66\">the article 29.3 of the Model Grant Agreement</a>.<br />\r\n    <br />\r\n    &nbsp;</p>\r\n    </li>\r\n    <li><strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\"><br />\r\n    H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit_en.pdf\">H2020 Work Programme 2016-17: Introduction to Leadership in enabling and industrial technologies (LEITs)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit-space_en.pdf\">H2020 Work Programme 2016-17: Space</a><br />\r\n    <a href=\"http://ttp://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment</a>  <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\n</strong><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392489971, "id": 165747781, "title": "Preliminary business plan", "sectionId": 52392489971, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 30720, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eo-2-2017/1745109-template_for_preliminary_business_plan_for_galileo_1__galileo_2_and_galileo_3_topics_en.doc", "id": 1745109, "fileName": "template_for_preliminary_business_plan_for_galileo_1__galileo_2_and_galileo_3_topics_en.doc", "common": false, "crc32": 1110522546}]}, {"callId": 52392489971, "id": 165747782, "title": "Presentation on how to prepare a good proposal given to Space National Contact Points on 9.11.2016", "sectionId": 52392489971, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 11882460, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eo-2-2017/1745112-ncp_training_topic_evaluation_criteria_en.pdf", "id": 1745112, "fileName": "NCP training topic evaluation criteria_EN.pdf", "common": false, "crc32": 2966187850}]}, {"callId": 52392489971, "id": 165747780, "title": "Evaluation results EO-2017 (flash call info)", "sectionId": 52392489971, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 167424, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eo-2-2017/1775114-flash_call_info_eo-2017_en.doc", "id": 1775114, "fileName": "Flash_call_info_EO-2017_EN.doc", "common": false, "crc32": 2852856988}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p>Horizon 2020 Earth observation (EO) activities are considered an essential element to accompany the investments made by the Union in Copernicus, the Union Earth observation and monitoring programme. Through Copernicus and Earth Observation activities in the Horizon 2020 the European Union also contributes to advancing the Global Earth Observation Systems of Systems (GEOSS).</p><p>In particular, activities under the societal challenge for climate action, environment, resource efficiency and raw materials focus on GEOSS, notably the development of comprehensive and sustained global environmental observation and information systems that stimulate the smart use of strategic resources, support the development of evidence-based policies, foster new environmental and climate services, and develop new opportunities in global markets. Activities under the Leadership in Industrial Technologies part focus on the evolution of Copernicus and the exploitation of existing European space infrastructure by promoting the development of innovative products and services based on remote sensing, geo-positioning or other types of satellite enabled data as well as geo-information generated already by services such as Copernicus services.</p><p>Moreover, taking into account the wider relevance of EO to all parts of Horizon 2020, proposals addressing application and uptake of EO for the development of innovative applications addressing specific challenges can also be submitted to the Horizon 2020 Societal Challenges where related references are included. To that end, applicants to those parts of Horizon 2020 can also access Copernicus data and information (licensing conditions may apply)[[Access to Copernicus Sentinel data and service information is provided to users on a free, full and open basis. For other satellites data, the DataWareHouse document 2.0 is available at <a href=\"http://www.copernicus.eu/main/library/technical-documents/\">http://www.copernicus.eu/main/library/technical-documents/</a> and licensing details can be consulted at <a href=\"http://gmesdata.esa.int/web/gsc/dap_document\">http://gmesdata.esa.int/web/gsc/dap_document</a> as well as <a href=\"http://gmesdata.esa.int/web/gsc/terms_and_conditions\">http://gmesdata.esa.int/web/gsc/terms_and_conditions</a>.]].</p><p>Earth observation underpins the mitigation of Europe's climate change challenges by facilitating sustainable services enabled by Copernicus.</p><p>To facilitate access to opportunities for applicants, the following list includes dedicated Earth observation activities in calls in other work programme parts, in addition to those in this call:</p><ul level=\"0\">  <li>Blue Growth – demonstrating an ocean of opportunities (H2020-BG-2016-2017):   <ul level=\"1\">    <li>BG-9-2016: An integrated Arctic observing system</li>    <li>BG-12-2016: Towards an integrated Mediterranean Sea Observing System</li>   </ul> </li>  <li>Sustainable Food Security – resilient agri-food chains (H2020-SFS-2016-2017):   <ul level=\"1\">    <li>SFS-43-2017: Earth Observation services for the monitoring of agricultural production in Africa</li>   </ul> </li>  <li>Climate Action, Environment, Resource Efficiency and Raw Materials - Earth Observation (H2020-SC5-2016-2017):   <ul level=\"1\">    <li>SC5-18-2017 - Novel in-situ observation systems</li>    <li>SC5-19-2017 - Coordination of citizens' observatories initiatives</li>    <li>SC5-20-2016 - European data hub of the GEOSS information system</li>   </ul> </li>  <li>Earth Observation (H2020-EO-2016 and H2020-EO-2017)   <ul level=\"1\">    <li>EO-1-2016 and EO-1-2017: Downstream applications</li>    <li>EO-2-2016: Downstream applications for public sector users</li>    <li>EO-3-2016: Evolution of Copernicus services</li>    <li>EO-2-2017: EO Big Data Shift</li>    <li>EO-3-2017: Preparation for a European capacity to monitor CO<sub>2</sub> anthropogenic emissions</li>   </ul> </li>  <li>Competitiveness of the European Space Sector: Technology and Science (H2020-COMPET-2017)   <ul level=\"1\">    <li>COMPET-2-2017: Competitiveness in Earth observation mission technologies</li>   </ul> </li>  <li>SME Instrument (H2020-SMEInst-2016-2017), although not dedicated uniquely to Earth Observation, is particularly well suited for SMEs addressing space based applications   <ul level=\"1\">    <li>SMEInst-04-2016-2017: Engaging SMEs in space research and development</li>    <li>SMEInst-12-2016-2017: Boosting the potential of small businesses in the areas and priorities of Societal Challenge 5</li>   </ul> </li> </ul>\n", "latestInfos": [{"approvalDate": "Jul 3, 2017 4:52:59 PM", "lastChangeDate": "Jul 3, 2017 4:52:59 PM", "content": "<p>Please note that the evaluation results (flash call info) is now available under the &quot;Additional Documents&quot; of the EO-2017 topics.</p>"}, {"approvalDate": "Mar 2, 2017 11:26:58 AM", "lastChangeDate": "Mar 2, 2017 11:26:58 AM", "content": "<p>A total of 55 proposals were submitted in response to this call.</p>\r\n<p>the number of proposals for each topic is as follows:</p>\r\n<ul>\r\n    <li>EO-1-2017: 32 proposals</li>\r\n    <li>EO-2-2017: 22 proposals</li>\r\n    <li>EO-3-2017: 1 proposal</li>\r\n</ul>\r\n<p>The evaluation of the proposals, including an ethics screening, is planned to start on 3rd of April and will be closed on the 9th of June 2017. Applicants will be informed on the outcome of the evaluations by mid-July 2017.</p>"}, {"approvalDate": "Jan 11, 2017 4:22:22 PM", "lastChangeDate": "Jan 11, 2017 4:22:22 PM", "content": "<p>From 1 January 2017 Switzerland is associated to the whole Horizon 2020 programme instead of the previous partial association. This applies to all the grant agreements signed on 1 January 2017 and afterwards. For more information please see the relevant <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-hi-swiss-part_en.pdf\">Note on the Participant Portal</a>.</p>"}, {"approvalDate": "Nov 21, 2016 2:03:04 PM", "lastChangeDate": "Nov 21, 2016 2:03:04 PM", "content": "<p>Presentation on evaluation criteria given to Space National Contact Points 9.11.2016 has been added to EO-2017 and COMPET-2017 calls.</p>"}, {"approvalDate": "Nov 8, 2016 12:31:15 AM", "lastChangeDate": "Nov 8, 2016 12:31:15 AM", "content": "The submission session is now available for: EO-2-2017(RIA), EO-1-2017(IA), EO-3-2017(CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}