{"TopicDetails": {"type": 0, "ccm2Id": 31078956, "cftId": 0, "identifier": "EO-3-2017", "title": "Preparation for a European capacity to monitor CO2 anthropogenic emissions", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-EO-2017", "callTitle": "Earth Observation", "callccm2Id": 31070955, "allowPartnerSearch": true, "workProgrammepart": {"id": 69, "ccm_id": 31072290, "wp_part": "H2020-LEIT-Space-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "Leadership in Enabling and Industrial Technologies - Space", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/space", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit-space_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047879, "abbreviation": "EU.2.1.6.", "description": "Space"}, {"id": 31047847, "abbreviation": "EU.2.", "description": "Industrial Leadership"}, {"id": 31047882, "abbreviation": "EU.2.1.6.3.", "description": "Enabling exploitation of space data"}, {"id": 31047848, "abbreviation": "EU.2.1.", "description": "Leadership in enabling and industrial technologies (LEIT)"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "CSA Coordination and support action", "typeOfMGA": []}], "plannedOpeningDate": "08 November 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["01 March 2017"]}], "latestInfos": [{"approvalDate": "Jul 3, 2017 4:52:59 PM", "lastChangeDate": "Jul 3, 2017 4:52:59 PM", "content": "<p>The evaluation results for EO-2017 (flash call info) are now available under the &quot;Additional Documents&quot; section of each topic </p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3208362": [{"action": "EO-2-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 March 2017"], "budgetYearMap": {"2017": 6500000}, "budgetTopicActionMap": {}}], "3208363": [{"action": "EO-3-2017 - CSA Coordination and support action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 March 2017"], "budgetYearMap": {"2017": 3500000}, "budgetTopicActionMap": {}}], "3208365": [{"action": "EO-1-2017 - IA Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 March 2017"], "budgetYearMap": {"2017": 12000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>A recent expert report has assessed the need and opportunity for an independent European capacity for CO<sub>2</sub> anthropogenic emissions, which includes space-borne observation. It recommends stepwise approach to implement a requirement-driven integration of remote-sensing, in situ and modelling capabilities for an operational end-to-end system. While the report recognises the importance of other observing other GHGs contributing to global warming it focuses on closing specifically the gap of monitoring anthropogenic CO<sub>2</sub> emissions linked to the COP21 context. Also, as the use of satellite observations has been rather successful for CH<sub>4</sub> flux inversions in the past, the potential to monitor other GHGs in particular methane and carbon monoxide are to be investigated only as secondary mission objectives in this coordination and support action (CSA). It is noteworthy that designing a space-borne observation instrument for CO<sub>2</sub> anthropogenic emissions will largely benefit from lessons learnt in the context of the European Space Agency's Earth Explorer programme 8 with the Carbonsat exploratory mission. </p><p>The development, the implementation and eventually the operation of such a European capacity will need the involvement of various players, such as space agencies, operators of in-situ measurement stations and of numerical weather prediction, leading experts for modelling and data assimilation. In particular, it has to build on past activities of the European Space Agency (ESA) and will be coordinated with the ESA's on-going and future programmes. Initiating the establishment of this community while delivering first concrete elements is at the heart of this action to cluster all relevant existing competences within Europe on the CO<sub>2</sub> emissions topic and thus reach the critical mass required for addressing such a challenging endeavour.</p><p>Following the Copernicus Space Component Evolution Plan, the Commission has set up a CO<sub>2</sub> monitoring task force with two work packages addressing separate but interconnected tasks. The first work package (Task A co-convened by ESA and the Commission) is dealing with the Space Component (specifically: a CO<sub>2</sub> pre-operational mission), the second work package task (Task B convened by the Commission) is addressing the end-to-end operational emission monitoring system, including in addition inverse modelling, in-situ observation networks, and emission inventories. These activities will be conducted in full collaboration with ESA, EUMETSAT and ECMWF. As regards the interaction with the Task Force, the CSA is expected to act as an accompanying scientific and technical support to the CO<sub>2</sub> monitoring task force, which in turn will provide the necessary programmatic guidance.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>To advance in a coordinated preparation of a mature European capacity there is need to bring together the key European stakeholders and competent entities which are engaged in activities that can answer the questions outlined below, have the ability to network with suitable research actors to fill the knowledge gaps, and have the required expertise to assess the needs for an end-to-end operational system, with due attention to potential international cooperation opportunities for tackling this global challenge.</p><p>Activities will encompass the coordination of ongoing efforts, include mutual identification of research and infrastructural gaps, and facilitate a cooperation of further research and development to be undertaken to reach sufficiently mature capacities for an operational integration as a subsequent step.</p><p>The following four areas need to be coordinated to prepare a suitable and operational European approach. To be adequate, the responses to these series of questions addressing engineering oriented issues should capitalize and benefit from basic research projects as available in the H2020 framework and ESA preparatory studies: </p><p>1. Reconciling top down and bottom up estimates</p><p>The combined use of both satellite and in-situ observations with advanced data assimilation techniques should offer the possibility to monitor the emissions of anthropogenic CO<sub>2</sub> and at the same time to better quantify the biogenic fluxes. However, satellite or surface measurements and different assimilation systems may currently deliver different estimates of sources and sinks of CO<sub>2</sub>. There is thus a strong need to improve both the processing of satellite observations as well as the structure of the data assimilation systems (e.g., components, modelling framework), in particular when systems are conceived for implementation in an operational context like Copernicus. Empirical bias correction schemes have been designed for satellite observations to reconcile satellite versus in-situ flux estimates, but the origin of the inconsistencies is still debated: possible weaknesses of the chemistry transport models that link the two types of measurements, possible systematic errors of the retrieval algorithms or the high impact of biased prior information from external sources on the estimated fluxes are three causes that have been mentioned, among others. There is a need to reduce or even remove the empiricism from the processing chains for these measurements in order to increase their effective impact for carbon studies. Additionally, especially for flux estimates at national and sub-national scales, the transport model component of both the transport inversion schemes and the carbon cycle/Fossil Fuel data assimilation systems (CCDAS/FFDAS alike) needs to be improved, and more observational constraints need to be integrated in an objective way to separate fossil from biogenic fluxes and reduce uncertainty in the derived flux estimates.</p><p>Studies are to be undertaken, and ongoing efforts by participants are to be directed at reducing or even avoiding the need for satellite bias-correction schemes by proposing new methods (e.g., CCDAS as a physically-based filtering tool), new numerical experiments, and/or inter-comparison exercises, that allow identifying the origin of the above-mentioned biases, regardless their origin (measurements, physical equations, inputs to the physical equations, etc.). Proposals should also address current weaknesses of data assimilation systems with for instance the use of better transport model, improved model data fusion techniques or advanced surface flux descriptions.</p><p>2. Library of simulations for emissions and atmospheric transport</p><p>The development of an operational capacity for monitoring fossil CO<sub>2</sub> emissions needs to be based on a series of simulations of these emissions and atmospheric transport at the relevant spatial and temporal resolutions. The simulations should build upon actual inventory emissions derived from a catalogue of emission objects and uncertainties. These simulations should feature patterns representative of regions such as Europe benefiting from good bottom up data infrastructure reporting accurate inventories of emissions as well as other regions reporting less accurate but important contributions to the global CO<sub>2</sub> emissions. These simulations should be as realistic as possible that is, accounting for the natural CO<sub>2</sub> sinks and source fluxes, including cloud cover, atmospheric aerosol load and type and any other atmospheric contributions that could hinder the retrieval of atmospheric CO<sub>2 </sub>content from space-borne sensors operating in the NIR and SWIR spectral domains.</p><p>Studies are to be undertaken, and ongoing efforts by participants are to be directed at providing series of simulation scenarios that could serve to adequately dimension a space mission, in particular as regards the spatial and temporal sampling that would be required to assess the fossil fuel emissions with a limited enough uncertainty to make it useful for policy makers.</p><p>3. Uncertainty trade-off for fossil fuel emissions</p><p>The adequate dimensioning of the ensemble of space-borne and in-situ observations to monitor fossil fuel CO<sub>2</sub> emission must be driven by requirements from policymakers in charge of assessing the impacts of international agreements that foresee the reduction of CO<sub>2</sub> emissions in the atmosphere. The monitoring of anthropogenic emissions from space-borne sensors involves inverse transport modelling methods together with source and sink process models that have intrinsic limits regarding the accuracies that can be reached. It is essential to assess these current limits, so that the likely emission uncertainties associated with ensemble CO<sub>2</sub> observations can be estimated reliably for a variety of spatial and temporal resolutions. The potential synergies between actual CO<sub>2</sub> emissions estimates based on physical measurements and those derived from inventories and statistics should be addressed as well in view of reducing the overall budget of emission uncertainties.</p><p>Studies are to be undertaken, and ongoing efforts by participants are to be directed evaluating the current state of affairs and the possible improvements that should issue from an enhanced space-borne and in-situ observation scenarios. These studies should</p><ul level=\"0\">  <li>be based on a few modelling scenarios capturing typical situations of CO<sub>2</sub> emissions and atmospheric transport and accounting for biogenic sources and sinks;</li>  <li>consider different scenarios regarding the density, reliability and quality of the information available in-situ;</li>  <li>establish metrics and methods to assess CO<sub>2</sub> emission uncertainties at the appropriate scales and time-space resolutions;</li>  <li>outline a set of concrete protocols for undertaking future closure experiments between top down and bottom up emission datasets at a variety of scales.</li> </ul><p>4. Attributing CO<sub>2</sub> emissions from in-situ measurements</p><p>Physically-based estimates of fossil fuel CO<sub>2</sub> emissions using jointly transport and process models together with space-borne observations require dedicated in-situ observation networks to attribute the emissions to anthropogenic activities in contrast to natural sources. Several techniques are available to achieve this task including measurements of atmospheric CO and radiocarbon concentration measurements. The latter are critically dependent on in-situ sampling and, consequently, sampling protocols have to be established according to the spatial and temporal variability of the main emission sources and the required space-time resolution of the estimates. Sampling scenarios need to be elaborated which could optimally contribute to achieving the task.</p><p>Studies are to be undertaken, and ongoing efforts by participants are to evaluate the optimisation of in-situ network of radiocarbon measurements in the space-time dimension so that concurrent CO<sub>2</sub> observations from space-borne instruments can be fully exploited to derive accurate estimates of fossil fuel emissions. To this end, a family of typical emission scenarios representing local and regional scales processes have to be considered. These scenarios should feature a range of realistic cases and conditions that could be taken as representative of a larger ensemble of occurrences. The optimization of the sampling procedures should be based on generic techniques enabling to trace the sources and evolutions of the uncertainties in the assessment of the contributing fossil fuel emissions.</p><p>The Commission considers that a proposal requesting a contribution from the EU of EUR 3.5 million with a duration of two to three years would allow this specific challenge with its several components to be addressed appropriately. Nonetheless, this does not preclude submission and selection of a proposal requesting other amounts. It is intended to fund a single project coordinating the different activities listed above. </p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The proposal is expected to lay the mature foundation for an independent space-borne observation capacity for CO<sub>2</sub> in the context of Europe's Climate Change challenges. Coordination and networking efforts are expected to lay the foundation for the operational integration of all relevant European capacities as a subsequent step.</p><p>More specifically, the results are to: </p><ul level=\"0\">  <li>Make a significant contribution to addressing the unresolved issue of ground-based versus space derived estimates of CO<sub>2</sub> fluxes. </li>  <li>Generate a large database of CO<sub>2</sub> sources, sinks and atmospheric transport processes to help dimensioning the various elements to develop an operational EU anthropogenic CO<sub>2</sub> emission monitoring capacity. </li>  <li>Establish a set of requirements regarding the accuracy as well as spatial and temporal resolutions for anthropogenic CO<sub>2</sub> emissions estimates, such that the policymakers can be provided with reliable CO<sub>2</sub> emission trends to evaluate the impact of (I)NDCs. </li>  <li>Shape the appropriate dimension and distribution of a surface network to separate biogenic from anthropogenic CO<sub>2</sub> emissions. </li> </ul>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme. Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects.  See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme, with the following exception: Considering the nature and objectoives of the actions, and in view of favouring wider competition and participation, the European Space Agency will not participate in consortia of proposals submitted under this call for proposals. <br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<span style=\"color: rgb(51,153,102)\"> [, with the following exceptions]: </span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    The award criteria and evaluation procedure specific to Marie Skłodowska-Curie Actions (MSCA) is described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-msca_en.pdf\">MSCA section of the General Work Programme</a>.<span style=\"color: rgb(51,153,102)\"><br />\r\n    </span><br />\r\n    &nbsp; &nbsp; &nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of <strong>single-stage</strong> evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Coordination and Support Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-csa_en.pdf\">Specific provisions and funding rates</a><br />\r\n    Proposal templates are available after entering the submission tool below.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">H2020 General MGA -Multi-Beneficiary</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0, 51, 102);\"><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-data-management/open-access_en.htm\">Open access must be granted to all scientific publications</a> resulting from Horizon 2020 actions</span></strong>.\r\n    <p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n    <p><strong>Open access to research data</strong><br />\r\n    The <strong>Open Research Data Pilot</strong> has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in annex L of the Work Programme. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n    <p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n    <p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n    <p>- Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs.</p>\r\n    <p>- Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n    <p>The legal requirements for projects participating in this pilot are in <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf#page=66\">the article 29.3 of the Model Grant Agreement</a>.<br />\r\n    <br />\r\n    &nbsp;</p>\r\n    </li>\r\n    <li><strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\"><br />\r\n    H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit_en.pdf\">H2020 Work Programme 2016-17: Introduction to Leadership in enabling and industrial technologies (LEITs)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit-space_en.pdf\">H2020 Work Programme 2016-17: Space</a><br />\r\n    <a href=\"http://ttp://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment</a>  <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\n</strong><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392489972, "id": 165747785, "title": "Preliminary business plan", "sectionId": 52392489972, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 30720, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eo-3-2017/1745109-template_for_preliminary_business_plan_for_galileo_1__galileo_2_and_galileo_3_topics_en.doc", "id": 1745109, "fileName": "template_for_preliminary_business_plan_for_galileo_1__galileo_2_and_galileo_3_topics_en.doc", "common": false, "crc32": 1110522546}]}, {"callId": 52392489972, "id": 165747786, "title": "Presentation on how to prepare a good proposal given to Space National Contact Points on 9.11.2016", "sectionId": 52392489972, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 11882460, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eo-3-2017/1745112-ncp_training_topic_evaluation_criteria_en.pdf", "id": 1745112, "fileName": "NCP training topic evaluation criteria_EN.pdf", "common": false, "crc32": 2966187850}]}, {"callId": 52392489972, "id": 165747784, "title": "Evaluation results EO-2017 (flash call info)", "sectionId": 52392489972, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 167424, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eo-3-2017/1775114-flash_call_info_eo-2017_en.doc", "id": 1775114, "fileName": "Flash_call_info_EO-2017_EN.doc", "common": false, "crc32": 2852856988}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p>Horizon 2020 Earth observation (EO) activities are considered an essential element to accompany the investments made by the Union in Copernicus, the Union Earth observation and monitoring programme. Through Copernicus and Earth Observation activities in the Horizon 2020 the European Union also contributes to advancing the Global Earth Observation Systems of Systems (GEOSS).</p><p>In particular, activities under the societal challenge for climate action, environment, resource efficiency and raw materials focus on GEOSS, notably the development of comprehensive and sustained global environmental observation and information systems that stimulate the smart use of strategic resources, support the development of evidence-based policies, foster new environmental and climate services, and develop new opportunities in global markets. Activities under the Leadership in Industrial Technologies part focus on the evolution of Copernicus and the exploitation of existing European space infrastructure by promoting the development of innovative products and services based on remote sensing, geo-positioning or other types of satellite enabled data as well as geo-information generated already by services such as Copernicus services.</p><p>Moreover, taking into account the wider relevance of EO to all parts of Horizon 2020, proposals addressing application and uptake of EO for the development of innovative applications addressing specific challenges can also be submitted to the Horizon 2020 Societal Challenges where related references are included. To that end, applicants to those parts of Horizon 2020 can also access Copernicus data and information (licensing conditions may apply)[[Access to Copernicus Sentinel data and service information is provided to users on a free, full and open basis. For other satellites data, the DataWareHouse document 2.0 is available at <a href=\"http://www.copernicus.eu/main/library/technical-documents/\">http://www.copernicus.eu/main/library/technical-documents/</a> and licensing details can be consulted at <a href=\"http://gmesdata.esa.int/web/gsc/dap_document\">http://gmesdata.esa.int/web/gsc/dap_document</a> as well as <a href=\"http://gmesdata.esa.int/web/gsc/terms_and_conditions\">http://gmesdata.esa.int/web/gsc/terms_and_conditions</a>.]].</p><p>Earth observation underpins the mitigation of Europe's climate change challenges by facilitating sustainable services enabled by Copernicus.</p><p>To facilitate access to opportunities for applicants, the following list includes dedicated Earth observation activities in calls in other work programme parts, in addition to those in this call:</p><ul level=\"0\">  <li>Blue Growth – demonstrating an ocean of opportunities (H2020-BG-2016-2017):   <ul level=\"1\">    <li>BG-9-2016: An integrated Arctic observing system</li>    <li>BG-12-2016: Towards an integrated Mediterranean Sea Observing System</li>   </ul> </li>  <li>Sustainable Food Security – resilient agri-food chains (H2020-SFS-2016-2017):   <ul level=\"1\">    <li>SFS-43-2017: Earth Observation services for the monitoring of agricultural production in Africa</li>   </ul> </li>  <li>Climate Action, Environment, Resource Efficiency and Raw Materials - Earth Observation (H2020-SC5-2016-2017):   <ul level=\"1\">    <li>SC5-18-2017 - Novel in-situ observation systems</li>    <li>SC5-19-2017 - Coordination of citizens' observatories initiatives</li>    <li>SC5-20-2016 - European data hub of the GEOSS information system</li>   </ul> </li>  <li>Earth Observation (H2020-EO-2016 and H2020-EO-2017)   <ul level=\"1\">    <li>EO-1-2016 and EO-1-2017: Downstream applications</li>    <li>EO-2-2016: Downstream applications for public sector users</li>    <li>EO-3-2016: Evolution of Copernicus services</li>    <li>EO-2-2017: EO Big Data Shift</li>    <li>EO-3-2017: Preparation for a European capacity to monitor CO<sub>2</sub> anthropogenic emissions</li>   </ul> </li>  <li>Competitiveness of the European Space Sector: Technology and Science (H2020-COMPET-2017)   <ul level=\"1\">    <li>COMPET-2-2017: Competitiveness in Earth observation mission technologies</li>   </ul> </li>  <li>SME Instrument (H2020-SMEInst-2016-2017), although not dedicated uniquely to Earth Observation, is particularly well suited for SMEs addressing space based applications   <ul level=\"1\">    <li>SMEInst-04-2016-2017: Engaging SMEs in space research and development</li>    <li>SMEInst-12-2016-2017: Boosting the potential of small businesses in the areas and priorities of Societal Challenge 5</li>   </ul> </li> </ul>\n", "latestInfos": [{"approvalDate": "Jul 3, 2017 4:52:59 PM", "lastChangeDate": "Jul 3, 2017 4:52:59 PM", "content": "<p>Please note that the evaluation results (flash call info) is now available under the &quot;Additional Documents&quot; of the EO-2017 topics.</p>"}, {"approvalDate": "Mar 2, 2017 11:26:58 AM", "lastChangeDate": "Mar 2, 2017 11:26:58 AM", "content": "<p>A total of 55 proposals were submitted in response to this call.</p>\r\n<p>the number of proposals for each topic is as follows:</p>\r\n<ul>\r\n    <li>EO-1-2017: 32 proposals</li>\r\n    <li>EO-2-2017: 22 proposals</li>\r\n    <li>EO-3-2017: 1 proposal</li>\r\n</ul>\r\n<p>The evaluation of the proposals, including an ethics screening, is planned to start on 3rd of April and will be closed on the 9th of June 2017. Applicants will be informed on the outcome of the evaluations by mid-July 2017.</p>"}, {"approvalDate": "Jan 11, 2017 4:22:22 PM", "lastChangeDate": "Jan 11, 2017 4:22:22 PM", "content": "<p>From 1 January 2017 Switzerland is associated to the whole Horizon 2020 programme instead of the previous partial association. This applies to all the grant agreements signed on 1 January 2017 and afterwards. For more information please see the relevant <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-hi-swiss-part_en.pdf\">Note on the Participant Portal</a>.</p>"}, {"approvalDate": "Nov 21, 2016 2:03:04 PM", "lastChangeDate": "Nov 21, 2016 2:03:04 PM", "content": "<p>Presentation on evaluation criteria given to Space National Contact Points 9.11.2016 has been added to EO-2017 and COMPET-2017 calls.</p>"}, {"approvalDate": "Nov 8, 2016 12:31:15 AM", "lastChangeDate": "Nov 8, 2016 12:31:15 AM", "content": "The submission session is now available for: EO-2-2017(RIA), EO-1-2017(IA), EO-3-2017(CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}