{"TopicDetails": {"type": 0, "ccm2Id": 31069677, "cftId": 0, "identifier": "ERC-2016-ADG", "title": "ERC Advanced Grant", "publicationDateLong": 1464048000000, "callIdentifier": "ERC-2016-ADG", "callTitle": "Call for proposals for ERC Advanced Grant", "callccm2Id": 31069678, "allowPartnerSearch": true, "workProgrammepart": {"id": 51, "ccm_id": 31072456, "wp_part": "H2020-ERC-2016", "wp_year": "H2020-2016-2017", "wp_title": "European Research Council (ERC) ", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-council", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047825, "abbreviation": "EU.1.1.", "description": "European Research Council (ERC)"}], "topicMGAs": [], "tags": ["Excellent Science", "ERC", "Advanced Grant", "European Research Council", "Frontier Research"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERC-ADG Advanced Grant", "typeOfMGA": []}], "plannedOpeningDate": "24 May 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["01 September 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"50482": [{"action": "ERC-2016-ADG - ERC-ADG Advanced Grant", "plannedOpeningDate": "24 May 2016", "deadlineModel": "single-stage", "deadlineDates": ["01 September 2016"], "budgetYearMap": {"2016": 540000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><em>Objectives</em></strong></p><p>Advanced Grants are designed to support excellent Principal Investigators at the career stage at which they are already established research leaders with a recognised track record of research achievements. Applicant Principal Investigators must demonstrate the ground-breaking nature, ambition and feasibility of their scientific proposal.</p><p><strong><em>Size of ERC Advanced Grants </em></strong></p><p>Advanced Grants may be awarded up to a maximum of <strong>EUR 2 500 000</strong> for a period of <strong>5 years. </strong>The maximum award is reduced pro rata temporis for projects of a shorter duration.</p><p>However, up to an <strong>additional</strong> <strong>EUR 1 000 000</strong> can be requested in the proposal to cover (a) eligible \"start-up\" costs for Principal Investigators moving to the EU or an Associated Country from elsewhere as a consequence of receiving the ERC grant, and/or (b) the purchase of major equipment and/or (c) access to large facilities. As any additional funding is to cover major one-off costs it is not subject to pro-rata temporis reduction for projects of shorter duration. All funding requested is assessed during evaluation.</p><p><strong><em>Profile of the ERC Advanced Grant Principal Investigator </em></strong></p><p>ERC Advanced Grant Principal Investigators are expected to be active researchers and to have a track record of significant research achievements <strong>in the last 10 years</strong> which must be presented in the application. There is little prospect of an application succeeding in the absence of such a record, which identifies investigators as exceptional leaders in terms of originality and significance of their research contributions.</p><p>Thus, in most fields, Principal Investigators of Advanced Grant proposals will be expected to demonstrate a record of achievements appropriate to the field and at least matching one or more of the following benchmarks:</p><ul level=\"0\">  <li>10 publications as senior author (or in those fields where alphabetic order of authorship is the norm, joint author) in major international peer-reviewed multidisciplinary scientific journals, and/or in the leading international peer-reviewed journals and peer-reviewed conferences proceedings of their respective field;</li>  <li>3 major research monographs, of which at least one is translated into another language. This benchmark is relevant to research fields where publication of monographs is the norm (e.g. humanities and social sciences).</li> </ul><p>Other alternative benchmarks that may be considered (individually or in combination) as indicative of an exceptional record and recognition in the last 10 years:</p><ul level=\"0\">  <li>5 granted patents;</li>  <li>10 invited presentations in well-established internationally organised conferences and advanced schools;</li>  <li>3 research expeditions led by the applicant Principal Investigator;</li>  <li>3 well-established international conferences or congresses where the applicant was involved in their organisation as a member of the steering and/or organising committee;</li>  <li>International recognition through scientific or artistic prizes/awards or membership in well-regarded Academies or artefact with documented use (for example, architectural or engineering design, methods or tools);</li>  <li>Major contributions to launching the careers of outstanding researchers;</li>  <li>Recognised leadership in industrial innovation.</li> </ul>\n", "conditions": "<p>&nbsp;</p>\r\n<p>Please read carefully all provisions below before the preparation of your application (for more detailed information please refer to the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide16-erc-adg_en.pdf\">Information for Applicants</a> to the Advanced Grant 2016 Call&nbsp;and the Frequently Asked Questions.</p>\r\n<ol>\r\n    <li><em><strong>List of countries and applicable rules for funding:</strong></em><strong>&nbsp;</strong>The conditions specific to the ERC are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016&nbsp;</a><span style=\"color: #00ffff\"><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">&nbsp;</a></span>under the heading 'Eligibility criteria' and in 'Annex 3'. An overview is provided below: The ERC actions are open to researchers of any nationality who intend to conduct their research activity in any Member State or Associated Country. Principal Investigators may be of any age and nationality and may reside in any country in the world at the time of the application. However, Principal Investigators funded through the ERC frontier research grants shall spend a minimum percentage of their total working time in an EU Member State or Associated Country and a minimum percentage of their total working time on the ERC project. The host institution must either be established in an EU Member State or Associated Country as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law.</li>\r\n    <li><em><strong>Eligibility&nbsp;conditions:</strong></em> The conditions specific to the European Research Council (ERC) are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a>&nbsp;under the heading 'Eligibility criteria' and in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended_en.pdf\">ERC Rules for Submission and Evaluation</a>&nbsp;under Section 2.4. An overview is provided below:</li>\r\n</ol>\r\n<p><strong>Eligible proposals</strong>: All proposals must be complete and submitted before the relevant call deadline. A complete proposal entails all parts or sections (see 'Proposal page limits and layout' below). Incomplete proposals may be declared ineligible. The content of the proposal must relate to the objectives and to the grant type set out in the call, as defined in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a>. A proposal will only be deemed ineligible on grounds of 'scope' in clear-cut cases.&nbsp;</p>\r\n<p><strong>Eligible Principal Investigator</strong>:The Principal Investigator is expected to be active researcher and to have a track record of significant research achievements in the last 10 years which must be presented in the application.</p>\r\n<p><strong>Eligible Host Institution: </strong>The host institution (Applicant Legal Entity) must engage the Principal Investigator for at least the duration of the project, as defined in the grant agreement. It must either be established in an EU Member State or Associated Country as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law. Any type of legal entity, public or private, including universities, research organisations and undertakings can host Principal Investigators and their teams.</p>\r\n<p><strong>Restrictions on submission of proposals: </strong>The restrictions for submission are related to the outcome of the evaluation in previous calls and are designed to allow unsuccessful Principal Investigators the time necessary to develop a stronger proposal. For further details please consult page 19 of the <a target=\"_blank\" href=\"https://erc.europa.eu/sites/default/files/document/file/ERC_Work_Programme_2016.pdf\">ERC Work Programme 2016</a>&nbsp;or the&nbsp;Frequently Asked Questions.</p>\r\n<ol start=\"3\">\r\n    <li><strong><em>&nbsp;Evaluation </em></strong></li>\r\n</ol>\r\n<p><strong>Evaluation procedure and criteria: </strong>the conditions specific to the European Research Council (ERC) are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016 </a>under the heading 'Evaluation procedure and criteria'. An overview is provided below:<br />\r\n<br />\r\n<strong>Evaluation procedure</strong><em><strong><span style=\"color: rgb(0,51,102)\"><span style=\"color: #000000\"><br />\r\n</span></span></strong></em><strong>A single submission of the full proposal </strong>will be followed by a <strong>two-step evaluation</strong>. The evaluation will be conducted by means of a structure of high level peer review panels as listed in Annex 1 of <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">the ERC Work Programme 2016</a>.&nbsp;The panels may be assisted by independent experts working remotely.&nbsp;</p>\r\n<p><strong>Evaluation criteria<em><br />\r\n</em></strong>For all ERC frontier research grants <strong>excellence is the sole criterion of evaluation</strong>. It will be applied in conjunction to the evaluation of both: the ground-breaking nature, ambition and feasibility of the research project; and the intellectual capacity, creativity and commitment of the Principal Investigator. The detailed evaluation elements applying to the excellence of the research project and the Principal Investigator are set out in the <a target=\"_blank\" href=\"https://erc.europa.eu/sites/default/files/document/file/ERC_Work_Programme_2016.pdf\">ERC Work Programme 2016</a>.</p>\r\n<ol type=\"1\" start=\"4\">\r\n    <li><em><strong>Guide to the submission and evaluation process:</strong></em></li>\r\n</ol>\r\n<p>Please refer to the<em>&nbsp;</em><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended_en.pdf\">ERC Rules for Submission and Evaluation</a>. For more information on the peer review evaluation methodology, please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/experts_manual/h2020_peer-review_erc-stg-cog-adg_en.pdf\">ERC Frontier Research Grants Guide for Peer Reviewers</a>.</p>\r\n<p><strong>Proposal layout and page limits: </strong></p>\r\n<p>A complete proposal is composed of:</p>\r\n<ul type=\"circle\">\r\n    <li>Administrative Proposal Submission forms (including Ethics Review Table) are available on this page under section 6 below and online via the Participant Portal Submission System (PPSS) - pre-registration is required first.</li>\r\n    <li>The Research Proposal, Parts B1 and B2 templates&nbsp;are available as word-templates in PPSS. Both parts&nbsp;should be uploaded and submitted via PPSS as PDF files.</li>\r\n</ul>\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Proposal Part B1:</strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull; Extended Synopsis: max. 5 pages (please note that references do not count towards the page limits)<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull; Curriculum Vitae: max. 2 pages<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull; Funding ID: no page limits <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull; Track Record: max. 2 pages</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Proposal Part B2:</strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull; Scientific Proposal: max. 15 pages (please note that references do not count towards the page limit)&nbsp;</p>\r\n<ul type=\"circle\">\r\n    <li>Host Institution Binding Statement of Support (available on this page under section 6 below and as a word-template in PPSS).</li>\r\n    <li>Ethics review self-assessment (if applicable) and supporting documentation.</li>\r\n</ul>\r\n<p>The minimum font size allowed is 11 points. The page size is A4 (with single line spacing). Side margins should be&nbsp;at least 20 mm and the bottom and top margins at least 15 mm. Ensure that the font type chosen is clearly readable (e.g. Arial or Times New Roman). Experts will be instructed to disregard any excess pages.<br />\r\n&nbsp;&nbsp;</p>\r\n<ol start=\"5\">\r\n    <li><em><strong>Indicative timetable for evaluation and grant agreement:</strong></em><strong> </strong>please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a>&nbsp;under the heading 'Indicative summary of main calls from the 2016 budget'.</li>\r\n    <li><em><strong>Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</strong></em><strong>: </strong></li>\r\n</ol>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Specific provisions and funding rates:</strong> please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016 </a>under the headings 'Funding rates' and 'Advanced Grant profile'.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>AdG 2016 Proposal templates</strong>:<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-erc-adg-2016_en.pdf\">ERC standard proposal template</a><strong> </strong></p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>&nbsp;&nbsp;&nbsp;&nbsp; ERC standard evaluation form for AdG:</strong> please refer to <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a> under the heading&nbsp;'Evaluation procedure and criteria'.<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">H2020 Annotated Model Grant Agreement</a><br />\r\n&nbsp;</p>\r\n<ol start=\"7\">\r\n    <li><em><strong>Additional provisions:</strong></em><strong>&nbsp;Horizon 2020 budget flexibility:</strong>&nbsp;please refer to the<strong>&nbsp; </strong><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">Work Programme 2016 </a>under the heading 'Budget'</li>\r\n    <li><em><strong>Open Access: </strong></em>the ERC supports the principle of open access to the published output of research, including in particular peer-reviewed articles and monographs, as a fundamental part of its mission. It also supports the basic principle of open access to research data and data related products such as computer code. The ERC considers that providing free online access to all these materials can be the most effective way of ensuring that the fruits of the research it funds can be accessed, read and used as the basis for further research. Under Horizon 2020, beneficiaries of ERC grants must ensure open access to all peer-reviewed scientific publications relating to its results. The detailed requirements on open access to publications are contained in the Horizon <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">2020 ERC Model Grant Agreement</a></li>\r\n</ol>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><a href=\"mailto:ERC-2016-ADG-APPLICANTS@ec.europa.eu\" target=\"_blank\">ERC 2016 Advanced Grant Applicant Mailbox</a> - For any queries related to the call</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/0/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/RFCS/0/1/1/programme&amp;programmeList/t/3rd%20Health%20Programme/0/1/1/programme&amp;programmeList/t/Consumer%20Programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/Creative%20Europe%20programme/0/1/1/programme&amp;programmeList/t/Erasmus+%20programme/0/1/1/programme&amp;programmeList/t/Justice%20Programme/0/1/1/programme&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/0/1/1/programme&amp;programmeList/t/REC%20Programme/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag&amp;question,answer,category,tagList,programmeList/s/ERC-2016-ADG/1/1/0\" target=\"_blank\">ERC 2016 Advanced Grant Frequently Asked Questions (FAQs)</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ </a>- submission of proposals</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points</a> (NCP)</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service </a>&ndash; ask questions about any aspect of European research and EU R&amp;I programmes</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p>Ethics &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a></p>\r\n<p><a href=\"https://www.iprhelpdesk.eu/\">European IPR Helpdesk </a>&ndash; assists you on intellectual property issues</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\">The European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a> &ndash; your online guide on the procedures from proposal submission to managing your grant</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392466986, "id": 165722757, "title": "Flash Call Info - ERC-2016-AdG", "sectionId": 52392466986, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 296731, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-2016-adg/1767602-flash_call_info_en.pdf", "id": 1767602, "fileName": "flash call info_EN.pdf", "common": false, "crc32": 2503078754}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>ERC Advanced Grants are designed to support excellent Principal Investigators at the career stage at which they are already established research leaders with a recognised track record of research achievements. This action is open to researchers of any nationality who intend to conduct their research activity in any Member State or Associated Country.</p>\r\n<p>The ERC's frontier research grants operate on a 'bottom-up' basis without predetermined priorities. The call 'ERC-2016-ADG' consists of <span style=\"color: #ff0000\">one call with a single deadline</span> applying to each of the three main research domains:</p>\r\n<p>&bull; Physical Sciences &amp; Engineering (Panels: PE1 &ndash; PE10),<br />\r\n&bull; Life Sciences (Panels: LS1 &ndash; LS9),<br />\r\n&bull; Social Sciences &amp; Humanities (Panels: SH1 &ndash; SH6).</p>\r\n<p>The deadline for this Call is Thursday <strong>1st September 2016 at 17:00:00 (Brussels local time).</strong><br />\r\n&nbsp;The budget indicated above is the total budget covering <strong>all domains</strong>.<br />\r\n&nbsp;</p>", "latestInfos": [{"approvalDate": "Apr 10, 2017 2:49:46 PM", "lastChangeDate": "Apr 10, 2017 2:49:46 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab &quot;additional documents&quot;.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 5, 2016 4:26:09 PM", "lastChangeDate": "Sep 5, 2016 4:25:56 PM", "content": "<p>A total of 2401 proposals were submitted in response to the ERC 2016 Advanced Grant call (ERC-2016-AdG).<br />\r\nThe number of proposals for each domain is shown below:<br />\r\n&bull; Physical Sciences &amp; Engineering (Panels: PE1 &ndash; PE10): 1108<br />\r\n&bull; Life Sciences (Panels: LS1 &ndash; LS9): 738<br />\r\n&bull; Social Sciences &amp; Humanities (Panels: SH1 &ndash; SH6): 555</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 5, 2016 4:24:53 PM", "lastChangeDate": "Sep 5, 2016 4:24:15 PM", "content": "<p>A total of 2401 proposals were submitted in response to the ERC 2016 Advanced Grant call (ERC-2016-AdG).<br />\r\nThe number of proposals for each domain is shown below:<br />\r\n&bull; Physical Sciences &amp; Engineering (Panels: PE1 &ndash; PE10): 1108<br />\r\n&bull; Life Sciences (Panels: LS1 &ndash; LS9): 738<br />\r\n&bull; Social Sciences &amp; Humanities (Panels: SH1 &ndash; SH6): 555<br />\r\n----------</p>\r\n<p>The proposal templates (administrative forms, parts B1 and B2 and host institution support letter) are now available for download  in the section ' Topic conditions and documents' (point 6).</p>"}, {"approvalDate": "Jun 7, 2016 10:48:18 AM", "lastChangeDate": "Jun 7, 2016 10:48:02 AM", "content": "<p>The proposal templates (administrative forms, parts B1 and B2 and host institution support letter) are now available for download  in the section ' Topic conditions and documents' (point 6).</p>"}, {"approvalDate": "Jun 3, 2016 3:08:03 PM", "lastChangeDate": "Jun 3, 2016 3:05:29 PM", "content": "<p>the link to the &quot;ERC 2016 Advanced Grant Frequently Asked Questions (FAQs)&quot; is now active under the &quot;Get Support&quot; section</p>"}, {"approvalDate": "Jun 3, 2016 2:54:30 PM", "lastChangeDate": "Jun 3, 2016 2:54:15 PM", "content": "<p>The submission session is now available for: ERC-2016-ADG(ERC-ADG)</p>\r\n<p>-------------------------------------------------------<br />\r\nthe link to the &quot;ERC 2016 Advanced Grant Frequently Asked Questions (FAQs)&quot; is now active under the &quot;Get Support&quot; section </p>"}, {"approvalDate": "May 25, 2016 4:30:30 PM", "lastChangeDate": "May 25, 2016 4:30:30 PM", "content": "The submission session is now available for: ERC-2016-ADG(ERC-ADG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}