{"TopicDetails": {"type": 0, "ccm2Id": 31069670, "cftId": 0, "identifier": "ERC-2017-STG", "title": "ERC Starting Grant", "publicationDateLong": 1469491200000, "callIdentifier": "ERC-2017-STG", "callTitle": "Call for proposals for ERC Starting Grant", "callccm2Id": 31069672, "allowPartnerSearch": true, "workProgrammepart": {"id": 4050, "ccm_id": 31079221, "wp_part": "H2020-ERC-2017", "wp_year": "H2020-2016-2017", "wp_title": "European Research Council (ERC) ", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-council", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047825, "abbreviation": "EU.1.1.", "description": "European Research Council (ERC)"}], "topicMGAs": [], "tags": ["ERC", "Frontier Research", "Excellent Science", "Starting Grant", "European Research Council"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERC-STG Starting Grant", "typeOfMGA": []}], "plannedOpeningDate": "26 July 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["18 October 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3194150": [{"action": "ERC-2017-STG - ERC-STG Starting Grant", "plannedOpeningDate": "26 July 2016", "deadlineModel": "single-stage", "deadlineDates": ["18 October 2016"], "budgetYearMap": {"2017": 605000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><em><strong>Objectives</strong></em></p><p>ERC Starting Grants are designed to support excellent Principal Investigators at the career stage at which they are starting their own independent research team or programme. Applicant Principal Investigators must demonstrate the ground-breaking nature, ambition and feasibility of their scientific proposal.</p><p><em><strong>Size of ERC Starting Grants </strong></em></p><p>Starting Grants may be awarded up to a maximum of <strong>EUR 1 500 000</strong> for a period of <strong>5 years </strong>(The maximum award is reduced pro rata temporis for projects of a shorter duration. This does not apply to ongoing projects).</p><p>However, up to an <strong>additional</strong> <strong>EUR 500 000</strong> can be requested in the proposal to cover (a) eligible \"start-up\" costs for Principal Investigators moving to the EU or an Associated Country from elsewhere as a consequence of receiving the ERC grant and/or (b) the purchase of major equipment and/or (c) access to large facilities (As any additional funding is to cover major one-off costs it is not subject to pro-rata temporis reduction for projects of shorter duration. All funding requested is assessed during evaluation).</p><p><em><strong>Profile of the ERC Starting Grant Principal Investigator</strong></em></p><p>The Principal Investigator shall have been awarded their first PhD <strong>at least 2 and up to 7 years prior to 1 January 2017</strong>. The effective elapsed time since the award of the first PhD can be reduced in certain properly documented circumstances.</p><p>A competitive Starting Grant Principal Investigator must have already shown the potential for research independence and evidence of maturity, for example by having produced <strong>at least one important publication as main author or without the participation of their PhD supervisor</strong>. Applicant Principal Investigators should also be able to demonstrate a promising track record of early achievements appropriate to their research field and career stage, including significant publications (as main author) in major international peer-reviewed multidisciplinary scientific journals, or in the leading international peer-reviewed journals of their respective field. They may also demonstrate a record of invited presentations in well-established international conferences, granted patents, awards, prizes etc.</p><p>For further information please see the ERC Work Programme 2017.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application (for more detailed information, please refer to the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide17-erc-stg-cog_en.pdf\">Information for Applicants to the Starting and Consolidator Grant 2017 Calls</a> and the Frequently Asked Questions - FAQs):</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding</span></strong>: The conditions specific to the ERC are described in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC&nbsp;Work Programme&nbsp;2017</a> under the heading 'Eligibility criteria' and in 'Annex 3'. An overview is provided below:<br />\r\n    <br />\r\n    The ERC actions are open to <strong>researchers of any nationality</strong> who intend to conduct their research activity in any EU Member State or <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\">H2020 Associated Country</a>. <strong>Principal Investigators</strong> may be of <strong>any age and nationality</strong> and may reside in any country in the world at the time of the application. However, Principal Investigators funded through the ERC frontier research grants shall spend a minimum percentage of their total working time in an EU Member State or Associated Country and a minimum percentage of their total working time on the ERC project.<br />\r\n    <br />\r\n    The <strong>host institution</strong> must either be established in an EU Member State or H2020 Associated Country as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility conditions</span></strong>: <br />\r\n    <br />\r\n    The conditions specific to ERC grants are described in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a> under the heading 'Eligibility criteria' and in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended_en.pdf\">ERC Rules for Submission and Evaluation</a> under Section 2.4. An overview is provided below:<br />\r\n    <br />\r\n    <strong>Eligible proposals</strong>: All proposals must be complete and submitted before the relevant call deadline. A complete proposal entails all parts or sections (see 'Proposal page limits and layout' below). Incomplete proposals may be declared ineligible. The content of the proposal must relate to the objectives and to the grant type set out in the call, as defined in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a>. A proposal will only be deemed ineligible on grounds of 'scope' in clear-cut cases.<br />\r\n    <strong>Eligible Principal Investigator</strong>: The Principal Investigator shall have been awarded their first PhD (or equivalent doctoral degree) at least 2 and up to 7 years prior to 1 January 2017. The effective elapsed time since the award of the first PhD can be reduced in certain properly documented circumstances.<br />\r\n    <strong>Eligible Host Institution</strong>: The host institution (Applicant Legal Entity) must engage the Principal Investigator for at least the duration of the project, as defined in the grant agreement. It must either be established in an EU Member State or Associated Country as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law. Any type of legal entity, public or private, including universities, research organisations and undertakings can host Principal Investigators and their teams.<br />\r\n    <strong>Restrictions on submission of proposals</strong>: The restrictions for submission are related to the outcome of the evaluation in previous calls and are designed to allow unsuccessful Principal Investigators the time necessary to develop a stronger proposal. For further details please consult the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a> under the heading 'Eligibility criteria - Restrictions on submission of proposals' or the Frequently Asked Questions.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout</span></strong>: A complete proposal is composed of:<br />\r\n    <br />\r\n    &bull; Administrative Proposal Submission forms (including Ethics Review Table) are available in the submission tool below &ndash; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/user-account-and-roles/ecas-login_en.htm\">registration to the&nbsp;Participant Portal</a> is required first.<br />\r\n    <br />\r\n    &bull; The Research Proposal (Parts B1 and B2), also available in the submission tool, should be uploaded and submitted via the submission tool as PDF files.<br />\r\n    <br />\r\n    <strong>Proposal Part B1</strong><br />\r\n    Extended Synopsis: max. 5 pages (please note that references do not count towards the page limits)<br />\r\n    Curriculum Vitae: max. 2 pages<br />\r\n    Funding ID: no page limits<br />\r\n    Track Record: max. 2 pages<br />\r\n    <br />\r\n    <strong>Proposal Part B2</strong><br />\r\n    Scientific Proposal: max. 15 pages (please note that references do not count towards the page limit)<br />\r\n    <br />\r\n    Host Institution Binding Statement of Support (available on this page under Section 5 below and as a word-template in PPSS).</li>\r\n</ol>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; PhD record and, if applicable, supporting documentation on eligibility checking.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ethics review self-assessment (if applicable) and supporting documentation.</p>\r\n<p>The minimum font size allowed is 11 points. The page size is A4 (with single line spacing). Side margins should be at least 20 mm and the bottom and top margins at least 15 mm. Ensure that the font type chosen is clearly readable (e.g. Arial or Times New Roman). Experts will be instructed to disregard any excess pages.</p>\r\n<ol start=\"3\">\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation:</span></strong><br />\r\n    <br />\r\n    The conditions specific to ERC are described in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a> under the heading 'Evaluation procedure and criteria' and in the<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended_en.pdf\"> ERC Rules for Submission and Evaluation</a>. An overview is provided below:<br />\r\n    <br />\r\n    <strong>Evaluation procedure</strong><br />\r\n    <br />\r\n    A single submission of the full proposal will be followed by a two-step evaluation. The evaluation will be conducted by means of a structure of high level peer review panels as listed in Annex 1 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a>. The panels may be assisted by independent experts working remotely. <br />\r\n    <br />\r\n    <strong>Evaluation criteria</strong><br />\r\n    <br />\r\n    For all ERC frontier research grants excellence is the sole criterion of evaluation. It will be applied in conjunction to the evaluation of both: the ground-breaking nature, ambition and feasibility of the research project; and the intellectual capacity, creativity and commitment of the Principal Investigator. The detailed evaluation elements applying to the excellence of the research project and the Principal Investigator are set out in the<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\"> ERC Work Programme 2017</a>.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Indicative timetable for evaluation and grant agreement</span></strong>:<br />\r\n    <br />\r\n    Please refer to the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a> under the heading 'Indicative summary of main calls from the 2017 budget'.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong>: <br />\r\n    <br />\r\n    <strong>ERC Starting Grant</strong><br />\r\n    <br />\r\n    <strong>Specific provisions and funding rates</strong>: please refer to the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a> under the headings 'Funding rates' and 'Starting Grant profile'.&nbsp;<br />\r\n    <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide17-erc-stg-cog_en.pdf\">Information for Applicants of the Starting and Consolidator Grants 2017 Calls</a><br />\r\n    <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-erc-stg-2017_en.pdf\">ERC StG Standard Proposal Template</a><br />\r\n    ERC StG Standard Evaluation Form: please refer to the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC Work Programme 2017</a> under the heading 'Evaluation procedure and criteria'.<br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/experts_manual/h2020_peer-review_erc-stg-cog-adg-2017_en.pdf\">ERC Guide for Peer Reviewers &ndash; STG, COG, ADG</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-poc-multi_en.pdf\">H2020 ERC MGA &ndash; Multi-Beneficiary</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-mono_en.pdf\">H2020 ERC MGA &ndash; Mono-Beneficiary</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">H2020 Annotated Grant Agreement</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Additional provisions</strong></span>:<br />\r\n    <br />\r\n    Horizon 2020 budget flexibility: please refer to the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp17-erc_en.pdf\">ERC&nbsp;Work Programme 2017</a> under&nbsp;the heading 'Budget'.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Open access</span></strong> <br />\r\n    <br />\r\n    The ERC supports the principle of open access to the published output of research, including in particular peer-reviewed articles and monographs, as a fundamental part of its mission. It also supports the basic principle of open access to research data and data related products such as computer code. The ERC considers that providing free online access to all these materials can be the most effective way of ensuring that the fruits of the research it funds can be accessed, read and used as the basis for further research.<br />\r\n    <br />\r\n    Under Horizon 2020, beneficiaries of ERC grants must ensure open access to all peer-reviewed scientific publications relating to their results as set out in Article 29.2 of the ERC Model Grant Agreement. <br />\r\n    <br />\r\n    In addition, for the first time under Horizon 2020, beneficiaries of ERC frontier research grants funded under this Work Programme will automatically be covered by the provisions on research data sharing as set out in Article 29.3 of the ERC Model Grant Agreement unless they specifically decide to opt-out. Beneficiaries that do not opt-out should also ensure appropriate management (including preservation and curation) of the research data they generate in order to ensure its sustainability. These provisions are designed to facilitate access, re-use and preservation of research data generated during the ERC funded research work.<br />\r\n    <br />\r\n    Beneficiaries should carefully check the additional obligations related to open research data contained in Article 29.3. They may opt-out of the provisions of the previous paragraph at any stage, thereby freeing themselves retroactively from the associated obligations.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents</span></strong>:<br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a><br />\r\n    &nbsp;</li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><a target=\"_blank\" href=\"mailto:ERC-2017-STG-APPLICANTS@ec.europa.eu\">ERC 2017 Starting Grant Applicant Mailbox</a> - For any queries related to the call</p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/0/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/1/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/RFCS/0/1/1/programme&amp;programmeList/t/3rd%20Health%20Programme/0/1/1/programme&amp;programmeList/t/Consumer%20Programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/Creative%20Europe%20programme/0/1/1/programme&amp;programmeList/t/Erasmus+%20programme/0/1/1/programme&amp;programmeList/t/Justice%20Programme/0/1/1/programme&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/0/1/1/programme&amp;programmeList/t/REC%20Programme/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/1/1/1/tag&amp;question,answer,category,tagList,programmeList/s/Starting%20Grant/1/1/0\">ERC 2017 Starting Grant Frequently Asked Questions (FAQs)</a></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a> &ndash; Submission of proposals</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCPs)</a></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a> &ndash; ask questions about any aspect of European research and EU R&amp;I programmes</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p>Ethics &ndash; for compliance with ethical issues, see the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a> and <a target=\"_blank\" href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a></p>\r\n<p><a target=\"_blank\" href=\"https://www.iprhelpdesk.eu/\">European IPR Helpdesk</a> &ndash; assists you on intellectual property issues</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\">The European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers</a></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a> &ndash; your online guide on the procedures from proposal submission to managing your grant</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392629125, "id": 165920012, "title": "Flash Call Info_STG2017 results", "sectionId": 52392629125, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 128147, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-2017-stg/1870106-flash_call_info_stg2017_results_en.pdf", "id": 1870106, "fileName": "Flash Call Info_STG2017 results_en.pdf", "common": false, "crc32": 3541809407}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Sep 8, 2017 12:19:35 PM", "lastChangeDate": "Sep 8, 2017 12:19:35 PM", "content": "<p>The overall results of the <strong>ERC 2017 STG</strong> call are available in the<strong> Topic conditions and documents </strong>section under <strong>Additional documents</strong>.</p>"}, {"approvalDate": "Dec 12, 2016 9:34:37 AM", "lastChangeDate": "Dec 12, 2016 9:34:37 AM", "content": "<p>A total of <strong>3082</strong> proposals were submitted in response to the <strong>ERC 2017 Starting Grant Call</strong> (<strong>ERC-2017-STG</strong>). The number of proposals for each domain is shown below:</p>\r\n<p>o Physical Sciences &amp; Engineering (Panels: PE1 - PE10) <strong>1348 </strong><br />\r\no Life Sciences (Panels: LS1 - LS9) <strong>865 <br />\r\n</strong>o Social Sciences &amp; Humanities (Panels: SH1 - SH6) <strong>869 </strong></p>"}, {"approvalDate": "Oct 17, 2016 11:04:20 AM", "lastChangeDate": "Oct 17, 2016 11:04:20 AM", "content": "<p>The submission session is now available for: ERC-2017-STG(ERC-STG)</p>\r\n<p>--------------------------------------------------------------------</p>\r\n<p>A new version of the document &quot;<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide17-erc-stg-cog_en.pdf\">Information for applicants to the Starting and Consolidator Grant 2017 Calls</a>&quot; has been uploaded. The changes to the previous version are shown below:</p>\r\n<p>1. A reminder to applicants never to contact an ERC expert about the peer review evaluation (according section 3.2 of the ERC Rules for Submission) has been inserted on page 9<br />\r\n2. A notice that the ERC panel members are acting as generalists within their field (p 24)<br />\r\n3. A warning of potential problems saving data from the electronic submission form when working off-line (p 32)<br />\r\n4. A highlight of the importance of testing the system set-up with different browsers and security settings and emphasizing the importance for applicants to contact the SEP service desk well in advance if problems with the IT setup occurs (pp 13, 31, 33 and 38)</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jul 27, 2016 3:05:49 PM", "lastChangeDate": "Jul 27, 2016 3:05:49 PM", "content": "The submission session is now available for: ERC-2017-STG(ERC-STG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}