{"TopicDetails": {"type": 0, "ccm2Id": 42784228, "cftId": 0, "identifier": "ERC-2020-ADG", "title": "ERC ADVANCED GRANT", "publicationDateLong": 1589414400000, "callIdentifier": "ERC-2020-ADG", "callTitle": "Call for proposal for ERC Advanced Grant", "callccm2Id": 42784237, "allowPartnerSearch": false, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047825, "abbreviation": "EU.1.1.", "description": "European Research Council (ERC)"}], "topicMGAs": [], "tags": ["Excellent Science", "Advanced Grant", "ERC", "Frontier Research"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERC-ADG Advanced Grant", "typeOfMGA": []}], "plannedOpeningDate": "14 May 2020", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["26 August 2020"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3307340": [{"action": "ERC-2020-ADG - ERC-ADG Advanced Grant", "plannedOpeningDate": "14 May 2020", "deadlineModel": "single-stage", "deadlineDates": ["26 August 2020"], "budgetYearMap": {"2020": 492000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p><strong><em>Objectives</em></strong></p><p>ERC Advanced Grants are designed to support excellent Principal Investigators at the career stage at which they are already established research leaders with a recognised track record of research achievements. Principal Investigators must demonstrate the ground-breaking nature, ambition and feasibility of their scientific proposal.</p><p><strong><em>Size of ERC Advanced Grants </em></strong></p><p>Advanced Grants may be awarded up to a maximum of <strong>EUR 2 500 000</strong> for a period of <strong>5 years</strong> (the maximum award is reduced pro rata temporis for projects of a shorter duration).</p><p>However, up to an <strong>additional</strong> <strong>EUR 1 000 000</strong> can be requested in the proposal to cover (a) eligible \"start-up\" costs for Principal Investigators moving to the EU or an Associated Country from elsewhere as a consequence of receiving the ERC grant and/or (b) the purchase of major equipment and/or (c) access to large facilities and/or (d) other major experimental and field work costs, excluding personnel costs. (As any additional funding is to cover major one-off costs it is not subject to pro-rata temporis reduction for projects of shorter duration. All funding requested is assessed during evaluation).</p><p><strong><em>Profile of the ERC Advanced Grant Principal Investigator</em></strong></p><p><strong>ERC Advanced Grant Principal Investigators are expected to be active researchers and to have a track record of significant research achievements in the last </strong><strong>10 years</strong><strong> which must be presented in the application.</strong></p><p><strong>A competitive Advanced Grant Principal Investigator must have already shown a record which identifies them as an exceptional leader in terms of originality and significance of their research contributions.</strong></p><p>Principal Investigators of Advanced Grant proposals will be expected to demonstrate a record of achievements appropriate to the field and at least matching one or more of the following benchmarks: 10 publications as main author (or in those fields where alphabetic order of authorship is the norm, joint author) in major international peer-reviewed multidisciplinary scientific journals, and/or in the leading international peer-reviewed journals and peer-reviewed conferences proceedings of their respective field; 3 major research monographs. This benchmark is relevant to research fields where publication of monographs is the norm. </p><p>Other alternative benchmarks that may be considered (individually or in combination) as indicative of an exceptional record and recognition in the last 10 years: 5 granted patents; 10 invited presentations in well-established internationally organised conferences and advanced schools; 3 research expeditions led by the applicant Principal Investigator; 3 well-established international conferences or congresses where the applicant was involved as a member of the steering and/or organising committee; International recognition through scientific or artistic prizes/awards or membership in well-regarded Academies or artefact with documented use (for example, architectural or engineering design, methods or tools); Major contributions to launching the careers of outstanding researchers; Recognised leadership in industrial innovation. </p><p>For further information, please see the ERC Work Programme 2020.</p>\n", "conditions": "<p><span style=\"color: rgb(0, 51, 102);\"><strong>Eligible countries:</strong></span> The conditions specific to the ERC are described in the <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp20-erc_en.pdf\" target=\"_blank\">ERC 2020 Work Programme</a> under the heading Eligibility criteria and in Annex 3. An overview is provided below:</p>\r\n<p>The ERC actions are open to <strong>researchers of any nationality</strong> who intend to conduct their research activity in any EU Member State or <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\" target=\"_blank\">H2020 Associated Country</a>. <strong>Principal Investigators</strong> may be of <strong>any age and nationality</strong> and may reside in any country in the world at the time of the application. ERC Principal Investigators do not have to be based full-time in Europe.</p>\r\n<p>The <b>Host Institution</b> must either be established in an EU Member State or <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\" target=\"_blank\">H2020 Associated Country</a> as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law.<br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Eligibility and admissibility conditions: </strong></span></p>\r\n<p>The conditions specific to ERC grants are described in the <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp20-erc_en.pdf\" target=\"_blank\">ERC Work Programme 2020 </a>under the heading Eligibility criteria and in the <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended2_en.pdf\" target=\"_blank\">ERC Rules for Submission and Evaluation</a> under Section 2.4. An overview is provided below:</p>\r\n<p><strong>Eligible proposals:</strong> All proposals must be complete and submitted before the relevant call deadline. A complete proposal needs to include all parts or sections (see &ldquo;Proposal submission and description&rdquo; below). Incomplete proposals may be declared ineligible. The content of the proposal must relate to the objectives and to the grant type set out in the call, as defined in <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp20-erc_en.pdf\" target=\"_blank\">ERC Work Programme 2020.</a> A proposal will only be deemed ineligible on grounds of &lsquo;scope&rsquo; in clear-cut cases.</p>\r\n<p><br />\r\n<strong>Eligible Principal Investigator: </strong>Principal Investigators may be of any age and nationality and may reside in any country in the world at the time of the application. All Principal Investigators funded through an ERC grants shall spend a minimum of 50% of their total working time in an EU Member State or Associated Country and a minimum of 30% of their total working time on the ERC project. <br />\r\n<br />\r\nA Principal Investigator whose proposal was rejected on the grounds of a breach of research integrity in the calls under Work Programmes 2018 or 2019 may not submit a proposal to the calls under Work Programme 2020.</p>\r\n<p><span style=\"color: rgb(0, 0, 0);\"><strong>Eligible Host Institution:</strong></span> The host institution (Applicant Legal Entity) must engage the Principal Investigator(s) for at least the duration of the project, as defined in the grant agreement. It must either be established in an EU Member State or <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\" target=\"_blank\">H2020 Associated Country</a> as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law. Any type of legal entity, public or private, including universities, research organisations and undertakings can host Principal Investigators and their teams.</p>\r\n<p><strong>Restrictions on submission of proposals:</strong> The restrictions for submission are related to the outcome of the evaluation in previous calls and are designed to allow unsuccessful Principal Investigators the time necessary to develop a stronger proposal. For further details please consult page 21 of the <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp20-erc_en.pdf\" target=\"_blank\">ERC Work Programme 2020</a> or the Frequently Asked Questions.<br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Proposal page limits and layout - </strong></span>A complete proposal is composed of:</p>\r\n<p><strong>&bull; \tAdministrative proposal forms</strong> (including Ethics Review Table): available in section 5 of the topic conditions and in the submission tool below. To access the submission tool, you need to register to the F&amp;T (Funding &amp; tender opportunities - SEDIA - Single Electronic Data Interexchange Area)&nbsp;Portal first.<br />\r\n&bull;<strong> \tResearch Proposal (Parts B1 and B2)</strong>, available in the submission tool below, should be uploaded and submitted via the submission tool as PDF files.<br />\r\n&bull;\t<strong>Proposal (Part B)</strong> and any supporting documentation should be uploaded and submitted via the submission tool below as PDF files.<br />\r\n&bull;<strong> \tHost Institution Binding Statement of Support</strong> (available as a word-template in the submission tool below). Only the Host Institution of the Principal Investigator must confirm its association with and its support to the project and the Principal Investigator.</p>\r\n<p>&bull; \t<strong>Ethics review self-assessment</strong> (if applicable) and supporting documentation.</p>\r\n<p><br />\r\n<strong>Proposal Part B1</strong></p>\r\n<p>Extended Synopsis: max. 5 pages (references do not count towards the page limit)<br />\r\nCurriculum Vitae: max. 2 pages&nbsp;<br />\r\nFunding ID: no page limit<br />\r\nTrack Record: max. 2 pages</p>\r\n<p><strong>Proposal Part B2&nbsp;</strong></p>\r\n<p>Section (a) and (b) of Part B2 together with Section - 3 Budget of the online submission form represent the <strong>Scientific Proposal</strong> and should not exceed <strong>15 pages</strong>. <em><strong>Budget table </strong>and <strong>References </strong>do not count towards this page limit.&nbsp;</em></p>\r\n<p>The 15-page limit therefore includes section (a) and (b) of the Part B2 template and section (c) - Resources (description and justification of the costs) of the online submission form.<br />\r\n<br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Evaluation</strong></span></p>\r\n<p>The conditions specific to ERC are described in the <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018_2020/erc/h2020-wp19-erc_en.pdf\" target=\"_blank\">ERC Work Programme 2020</a> under the heading 'Evaluation procedure and criteria' and in the ERC Rules for Submission and Evaluation. An overview is provided below:</p>\r\n<p><strong>Evaluation procedure</strong></p>\r\n<p>For the Advanced Grant call a single submission of the full proposal will be followed by a two-step evaluation. The evaluation will be conducted by means of a structure of high level peer review panels as listed in Annex 1 of the ERC Work Programme 2020. The panels may be assisted by independent experts working remotely. <br />\r\nThe evaluation will be conducted by means of a structure of dedicated panels. The panels may be assisted by independent experts working remotely. <br />\r\nApplicant Principal Investigators can request during the electronic proposal submission that up to three specific persons should not act as an evaluator in the evaluation of their proposal. <br />\r\nAt step 1, the extended synopsis of the scientific proposal and the Principal Investigators&rsquo; track records and CVs will be assessed (and not the full scientific proposal). <br />\r\nAt step 2, the complete version of the retained proposals will be assessed (including the full scientific proposal).&nbsp;</p>\r\n<p><strong>Evaluation criteria</strong></p>\r\n<p>For all ERC frontier research grants scientific excellence is the sole criterion of evaluation. It will be applied in conjunction to the evaluation of both: the ground-breaking nature, ambition and feasibility of the research project; and the intellectual capacity, creativity and commitment of the Principal Investigator. The detailed evaluation elements applying to the excellence of the research project and the Principal Investigator are set out in the ERC Work Programme 2020.<br />\r\n<br />\r\n&nbsp;</p>\n<p><strong><span style=\"color: rgb(0, 51, 102);\">Open access</span></strong><b><i><span style=\"font-size: 14pt; color: rgb(241, 101, 33);\"><o:p></o:p></span></i></b></p>\r\n<p class=\"MsoNormal\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">T</span>he ERC supports the principle of open access to the published output of research, including in particular peer-reviewed articles and monographs, as a fundamental part of its mission. It also supports the basic principle of open access to research data and data related products such as computer code. The ERC considers that providing free online access to all these materials can be the most effective way of ensuring that the fruits of the research it funds can be accessed, read and used as the basis for further research.</span><span style=\"font-size: 12pt;\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span style=\"color: rgb(0, 0, 0);\">Under Horizon 2020, beneficiaries of ERC grants must ensure open access to all peer-reviewed scientific publications&nbsp;relating to their results as set out in Article 29.2 of the ERC Model Grant Agreement.</span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span style=\"color: rgb(0, 0, 0);\">In addition, beneficiaries of ERC frontier research grants funded under this Work Programme will automatically be covered by the provisions on research data sharing as set out in Article 29.3 of the ERC Model Grant Agreement unless they specifically decide to opt-out. In particular, beneficiaries that do not opt-out will be required to submit a data management plan within the first six months of project implementation. These provisions are designed to facilitate access, re-use and preservation of the research data generated during the ERC funded research work.</span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span style=\"color: rgb(0, 0, 0);\">Beneficiaries should carefully check the additional obligations related to open research data contained in Article 29.3. They may opt-out of the provisions of the previous paragraph at any stage, thereby freeing themselves retroactively from the associated obligations.</span><span style=\"font-size: 12pt;\"><i><o:p></o:p></i></span></p>\r\n<p><span style=\"font-family: Arial;\">&nbsp;</span></p>\r\n<p><span style=\"font-family: Arial;\">&nbsp;</span></p>\n<p><strong style=\"color: rgb(0, 51, 102);\">Additional documents:</strong></p>\r\n<p><strong><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide20-erc-adg_en.pdf\" target=\"_blank\">Information for Applicants to the Advanced Grant 2020 Call</a></strong></p>\r\n<p><b><a href=\"https:////ec.europa.eu/research/participants/data/ref/h2020/other/experts_manual/h2020_peer-review_erc-stg-cog-adg-2020_en.pdf \" target=\"_blank\">Guide for Peer Reviewers</a> </b>Applicable to the ERC Starting, Consolidator &amp; Advanced Grants</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-mono_en.pdf\" target=\"_blank\">ERC Model Grant Agreement</a>&nbsp;</p>\n<p>Members of consortium are not required to conclude a consortium agreement as ... [Insert text to duly justify this exception]</p>", "supportInfo": "<p><span style=\"color: rgb(0, 51, 102);\"><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\"><strong><span style=\"color: rgb(0, 51, 102);\">Funding and tenders Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\" target=\"_blank\">Online Manual</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\" target=\"_blank\">Science and Society Portal</a></p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>CEN</strong></span><strong> <span style=\"color: rgb(0, 51, 102);\">and</span> </strong><span style=\"color: rgb(0, 51, 102);\"><strong>CENELEC</strong></span></a>, the <span style=\"color: rgb(0, 51, 102);\"><strong>European Standards Organisations</strong></span>, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <span style=\"color: rgb(0, 0, 255);\">research@cencenelec.eu</span></p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 1047854369, "id": 3319473, "title": "Flash Call Info_en", "sectionId": 1047854369, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 226148, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-2020-adg/38655-flash_call_info_en.pdf", "id": 38655, "fileName": "Flash Call Info_en.pdf", "common": false, "crc32": 3468586085}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;<font face=\"Times New Roman\" size=\"3\"><em><b><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">Objectives</span></b></em></font></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><span style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">ERC Advanced Grants are designed to support excellent Principal Investigators at the career stage at which they are already established research leaders with a recognised track record of research achievements. Principal Investigators must demonstrate the ground-breaking nature, ambition and feasibility of their scientific proposal.</span></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><em style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;background-attachment:scroll\"><b><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">Size of ERC Advanced Grants </span></b></em></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><span style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">Advanced Grants may be awarded up to a maximum of <strong style=\"background-clip: border-box;background-origin: padding-box;background-position-x: 0%;&#10;background-position-y: 0%;background-size: auto;border-image-outset: 0;&#10;border-image-repeat: stretch;border-image-slice: 100%;border-image-source: none;&#10;border-image-width: 1;background-attachment:scroll\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; font-family: &quot;&amp;quot&quot;,serif;\">EUR 2 500 000</span></strong> for a period of <strong style=\"background-clip: border-box;background-origin: padding-box;background-position-x: 0%;&#10;background-position-y: 0%;background-size: auto;border-image-outset: 0;&#10;border-image-repeat: stretch;border-image-slice: 100%;border-image-source: none;&#10;border-image-width: 1;background-attachment:scroll\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; font-family: &quot;&amp;quot&quot;,serif;\">5 years</span></strong> (the maximum award is reduced pro rata temporis for projects of a shorter duration).</span></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><span style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">However, up to an <strong style=\"background-clip: border-box;&#10;background-origin: padding-box;background-position-x: 0%;background-position-y: 0%;&#10;background-size: auto;border-image-outset: 0;border-image-repeat: stretch;&#10;border-image-slice: 100%;border-image-source: none;border-image-width: 1;&#10;background-attachment:scroll\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; font-family: &quot;&amp;quot&quot;,serif;\">additional</span></strong> <strong style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;background-attachment:scroll\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; font-family: &quot;&amp;quot&quot;,serif;\">EUR 1 000 000</span></strong> can be requested to cover (a) eligible &quot;start-up&quot; costs for Principal Investigators moving to the EU or an Associated Country from elsewhere as a consequence of receiving the ERC grant and/or (b) the purchase of major equipment and/or (c) access to large facilities and/or (d) other major experimental and field work costs, excluding personnel costs. As any additional funding is to cover major one-off costs, it is not subject to pro-rata temporis reduction for projects of shorter duration. All funding requested is assessed during evaluation.</span></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><em style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;background-attachment:scroll\"><b><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">Profile of the ERC Advanced Grant Principal Investigator</span></b></em></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><strong style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;background-attachment:scroll\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">ERC Advanced Grant Principal Investigators are expected to be active researchers and to have a track record of significant research achievements in the last 10 years which must be presented in the application.</span></strong></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><strong style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;background-attachment:scroll\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">A competitive Advanced Grant Principal Investigator must have already shown a record which identifies them as an exceptional leader in terms of originality and significance of their research contributions.</span></strong></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><span style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">Principal Investigators of Advanced Grant proposals will be expected to demonstrate a record of achievements appropriate to the field and at least matching one or more of the following benchmarks: 10 publications as main author (or in those fields where alphabetic order of authorship is the norm, joint author) in major international peer-reviewed multidisciplinary scientific journals, and/or in the leading international peer-reviewed journals and peer-reviewed conferences proceedings of their respective field; 3 major research monographs (this benchmark is relevant to research fields where publication of monographs is the norm). </span></p>\r\n<p style=\"background-clip: border-box;background-origin: padding-box;&#10;background-position-x: 0%;background-position-y: 0%;background-size: auto;&#10;border-image-outset: 0;border-image-repeat: stretch;border-image-slice: 100%;&#10;border-image-source: none;border-image-width: 1;Helvetica Neue&quot;Helvetica,Arial,sans-serif;&#10;orphans: 2;-webkit-text-stroke-width: 0px;background-attachment:scroll;&#10;word-spacing:0px\"><span style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">Other alternative benchmarks that may be considered (individually or in combination) as indicative of an exceptional record and recognition in the last 10 years: 5 granted patents; 10 invited presentations in well-established internationally organised conferences and advanced schools; 3 research expeditions led by the applicant Principal Investigator; 3 well-established international conferences or congresses where the applicant was involved as a member of the steering and/or organising committee; International recognition through scientific or artistic prizes/awards or membership in well-regarded Academies, or artefacts with documented use (for example, architectural or engineering design, methods or tools); Major contributions to launching the careers of outstanding researchers; Recognised leadership in industrial innovation. Achievements over a period longer than the past ten years can be considered in the following circumstances to be clearly explained in the career break section of the CV: parental leave, long-term illness of the PI or a close family member, clinical qualification and national service.</span></p>\r\n<p><span style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;&amp;quot&quot;,serif; font-size: 10.5pt;\">For further information, please see the <a href=\"//ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp20-erc_en.pdf\" target=\"_blank\">ERC Work Programme 2020</a>.</span></p>\r\n<p>&nbsp;</p>", "latestInfos": [{"approvalDate": "Aug 27, 2020 11:13:16 AM", "lastChangeDate": "Aug 27, 2020 11:13:16 AM", "content": "<p><span style=\"font-family:&quot;Helvetica&quot;,sans-serif;color:black\">The ERC-2020-ADG call closed on 26 August 2020.</span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin:0cm;margin-bottom:.0001pt;orphans: 2;-webkit-text-stroke-width: 0px;&#10;word-spacing:0px\"><span style=\"font-size:9.5pt;font-family:&quot;Helvetica&quot;,sans-serif;&#10;color:black\">&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin:0cm;margin-bottom:.0001pt;orphans: 2;-webkit-text-stroke-width: 0px;&#10;word-spacing:0px\"><span style=\"font-family:&quot;Helvetica&quot;,sans-serif;color:black\">A total of <b>2678</b> proposals were submitted in response to the ERC 2020 Advanced Grant Call (ERC-2020-ADG). The number of proposals for each domain is shown below:</span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin:0cm;margin-bottom:.0001pt;orphans: 2;-webkit-text-stroke-width: 0px;&#10;word-spacing:0px\"><span style=\"font-family:&quot;Helvetica&quot;,sans-serif;color:black\">o Physical Sciences &amp; Engineering (Panels: PE1 - PE10) <b>1175</b><br />\r\no Life Sciences (Panels: LS1 - LS9) <b>746</b><br />\r\no Social Sciences &amp; Humanities (Panels: SH1 - SH6) <b>757</b></span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin:0cm;margin-bottom:.0001pt;orphans: 2;-webkit-text-stroke-width: 0px;&#10;word-spacing:0px\"><span style=\"font-size:9.5pt;font-family:&quot;Helvetica&quot;,sans-serif;&#10;color:black\">&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin:0cm;margin-bottom:.0001pt;orphans: 2;-webkit-text-stroke-width: 0px;&#10;word-spacing:0px\"><span style=\"font-family:&quot;Helvetica&quot;,sans-serif;color:black\">The next call ERC-2021-ADG is planned to be published and opened for submission on the Single Electronic Data Interchange Area (SEDIA) - Funding &amp; tender opportunities portal in May 2021, pending the adoption of the ERC Work Programme 2021.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin:0cm;margin-bottom:.0001pt;line-height:14.2pt\">&nbsp;</p>"}, {"approvalDate": "May 28, 2020 2:31:53 PM", "lastChangeDate": "May 28, 2020 2:31:53 PM", "content": "<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">\r\n<p>Due to potential difficulties related to COVID-19, HI support letters without stamp and/or signed <b style=\"mso-bidi-font-weight:normal\">only</b> <b style=\"mso-bidi-font-weight:normal\">electronically</b> will be <em>exceptionally </em>accepted for the AdG2020 call.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n</span></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "May 14, 2020 9:35:08 AM", "lastChangeDate": "May 14, 2020 9:35:08 AM", "content": "The submission session is now available for: ERC-2020-ADG(ERC-ADG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}