{"TopicDetails": {"type": 0, "ccm2Id": 31097427, "cftId": 0, "identifier": "ERC-2019-SyG", "title": "ERC Synergy Grant", "publicationDateLong": 1536278400000, "callIdentifier": "ERC-2019-SyG", "callTitle": "Call for proposals for ERC Synergy Grant", "callccm2Id": 31097429, "allowPartnerSearch": true, "workProgrammepart": {"id": 270550, "ccm_id": 31102950, "wp_part": "ERC-2019", "wp_year": "ERC-2019", "wp_title": "ERC-2019", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-council", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047825, "abbreviation": "EU.1.1.", "description": "European Research Council (ERC)"}], "topicMGAs": [], "tags": ["ERC", "Excellent Science", "Frontier Research", "H2020", "Synergy", "Excellence", "European Research Council", "SyG"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERC-SyG Synergy grant", "typeOfMGA": []}], "plannedOpeningDate": "10 September 2018", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["08 November 2018"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3247050": [{"action": "ERC-2019-SyG - ERC-SyG Synergy grant", "plannedOpeningDate": "10 September 2018", "deadlineModel": "single-stage", "deadlineDates": ["08 November 2018"], "budgetYearMap": {"2019": 400000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2019"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><em><strong>Objectives</strong></em></p><p>ERC Synergy Grants are intended to enable <strong>minimum two to maximum four Principal Investigators</strong> and their teams to bring together complementary skills, knowledge, and resources in new ways, in order to jointly address ambitious research problems.</p><p>The aim is to promote substantial advances at the frontiers of knowledge, to cross-fertilize scientific fields, and to encourage new productive lines of enquiry and new methods and techniques, including unconventional approaches and investigations at the interface between established disciplines. This should enable transformative research not only at the forefront of European science but also to become a benchmark on a global scale.</p><p>Applicants Principal Investigators must demonstrate the synergies, complementarities and added value that could lead to <strong>breakthroughs that would not be possible by the individual Principal Investigators working alone</strong>.</p><p><em><strong>Size of ERC Synergy Grants </strong></em></p><p>Synergy Grants may be awarded up to a maximum of <strong>EUR 10 000 000</strong> for a period of <strong>6 years</strong>. The maximum award is reduced pro rata temporis for projects of a shorter duration. This does not apply to ongoing projects.</p><p>However, up to an <strong>additional EUR 4 000 000</strong> in total can be requested in the proposal to cover (a) eligible \"start-up\" costs for Principal Investigators moving to the EU or an Associated Country from elsewhere as a consequence of receiving the ERC grant and/or (b) the purchase of major equipment and/or (c) access to large facilities. As any additional funding is to cover major one-off costs it is not subject to pro-rata temporis reduction for projects of shorter duration. All funding requested is assessed during evaluation.</p><p><em><strong>Profile of the ERC Synergy Grant Principal Investigators</strong></em></p><p>Groups applying for the ERC Synergy Grant must be made up of a minimum of two and a maximum of four Principal Investigators and, as necessary, their teams. One of the Principal Investigators must be designated as the Corresponding Principal Investigator.</p><p>Applications are expected from a group of innovative and active Principal Investigators and must present an early achievement track-record or a 10-year track-record whichever is most appropriate for their career stage (see Starting, Consolidator and Advanced Grant profiles). There is little prospect of an application succeeding in the absence of such a record.</p>\n", "conditions": "<!--[if gte mso 9]><xml>\r\n<o:OfficeDocumentSettings>\r\n<o:AllowPNG />\r\n</o:OfficeDocumentSettings>\r\n</xml><![endif]-->\r\n<p><strong><span style=\"color: #003366\">1. <u>Eligible countries</u>:</span></strong> The conditions specific to the ERC are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC 2019 Work Programme</a> under the heading Eligibility criteria and in Annex 3. An overview is provided below:</p>\r\n<p>The ERC actions are open to <strong>researchers of any nationality</strong> who intend to conduct their research activity in any EU Member State or <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\">H2020 Associated Country</a>. <strong>Principal Investigators</strong>&nbsp; may reside in any country in the world at the time of the application. ERC Principal Investigators do not have to be based full-time in Europe but if selected for funding, shall spend a minimum percentage of their working time in an EU Member State or H2020 Associated Country (except for the Principal Investigator - if the case - hosted or engaged by an institution outside the EU or Associated Countries - cf. <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a>&nbsp; &quot;Profile of the ERC Synergy Grant Group&quot;).</p>\r\n<p>The Host Institution must either be established in an EU Member State or&nbsp; <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\">H2020 Associated Country</a> as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL; etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law. At any one time, one Principal Investigator per Synergy Grant Group, except the corresponding one, can be hosted or engaged by an institution outside the EU Member States or the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/hi/3cpart/h2020-hi-list-ac_en.pdf\">H2020 Associated Country</a>.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. </strong><u><strong>Eligibility and admissibility conditions: </strong></u></span></p>\r\n<p>The conditions specific to ERC grants are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a>&nbsp;under the heading Eligibility criteria and in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended2_en.pdf\">ERC Rules for Submission and Evaluation</a> under Section 2.4. An overview is provided below:</p>\r\n<p><strong>Eligible proposals:</strong> All proposals must be complete and submitted by the Corresponding Principal Investigators on behalf of the group, before the relevant call deadline. A complete proposal needs to include all parts or sections (further details in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a> page 30 section &ldquo;Proposal submission and description&rdquo;). Incomplete proposals may be declared ineligible. The content of the proposal must relate to the objectives and to the grant type set out in the call, as defined in the&nbsp;<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a>. A proposal will only be deemed ineligible on grounds of &lsquo;scope&rsquo; in clear-cut cases.</p>\r\n<p><strong>Eligible Principal Investigator: </strong>Principal Investigators may be of any age and nationality and may reside in any country in the world at the time of the application. A Synergy Grant Group must be made up of a minimum of two and a maximum of four Principal Investigators and, as necessary, their teams.&nbsp;One of the Principal Investigators must be designated as the Corresponding Principal Investigator, who will be the administrative contact point on behalf of the group. Principal Investigators funded through an ERC Synergy grant shall spend a minimum of 30% of their working time on the ERC project and&nbsp;a&nbsp;minimum of 50% of their working time in an&nbsp;EU Member State or Associated Country except for a Principal Investigator hosted or engaged by an Institution outside the EU Member states&nbsp;or H2020 Associated Countries. <br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0,0,0)\"><strong>Eligible Host Institution:</strong></span> The host institution(s) (Applicant Legal Entity(ies)&nbsp; - up to four Host Insitutions - must engage the Principal Investigator(s) for at least the duration of the project, as defined in the grant agreement. It must either be established as a legal entity created under national law, or it may be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC) or any other entity created under EU law. Any type of legal entity, public or private, including universities, research organisations and undertakings can host Principal Investigators and their teams. Details on eligible countries are reported in the previous paragraph &quot;Eligible countries&quot;.<br />\r\nWhere they bring scientific added value to the project, additional team members may also be hosted by additional legal entities which will be eligible for funding, and which may be legal entities established anywhere, including outside the European Union or H2020 Associated Countries, or international organisations. Legal entities established outside the European Union or Associated Countries are eligible for funding provided that their participation is deemed essential for carrying out the action.</p>\r\n<p><strong>Restrictions on submission of proposals:</strong> The restrictions for submission are related to the outcome of the evaluation in previous calls and are designed to give unsuccessful Principal Investigators the time necessary to develop a stronger proposal. For further details please consult the paragraph &quot;Restrictions on submissions of proposals'&quot; of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a>&nbsp;or the <a target=\"_blank\" href=\"https://erc.europa.eu/funding/frequently-asked-questions/results\">Frequently Asked Questions</a>.<br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. </strong><u><strong>Proposal page limits and layout: </strong></u></span></p>\r\n<p>A complete proposal is composed of:</p>\r\n<p><strong>&bull; a) Administrative proposal forms</strong> (including Ethics Review Table): available on this page below and online via the Participant Portal Submission System (PPSS) -&nbsp; registration to the Participant Portal is required first.</p>\r\n<p><strong>&bull; b) Research Proposal (Parts B1 and B2)</strong>, available in the submission tool below, should be uploaded in the submission tool as PDF files.</p>\r\n<p style=\"margin-left: 40px\"><u><strong>Proposal Part B1</strong></u><br />\r\nExtended Synopsis: max. 5 pages (references do not count towards the page limit)<br />\r\nCurriculum Vitae: max. 2 pages for each Principal Investigator<br />\r\nFunding ID: no page limits<br />\r\nTrack Record: max. 2 pages for each Principal Investigator</p>\r\n<p style=\"margin-left: 40px\"><u><strong>Proposal Part B2</strong></u><br />\r\nScientific Proposal: max. 15 pages (references do not count towards the page limit). The resources section that is included in the Scientific Proposal will not count towards the 15 page limit and has to be detailed for each PI.</p>\r\n<p><strong>&bull; c)&nbsp;Host Institution Binding Statement of Support</strong>&nbsp; is available as a word-template in the submission tool below and should be uploaded in the submission tool as PDF files. Only the host institution of the Corresponding Principal Investigator must confirm its association with and its support to the project and the Corresponding Principal Investigator, listing the other participating Principal Investigators.</p>\r\n<p><strong>&bull; d)&nbsp;Ethics review self-assessment</strong> (if applicable) and supporting documentation.</p>\r\n<p>The Ethics Issues Table is to be found in the section 4 of the administrative form. In addition to this, where relevant, an ethics self-assessment (separate annex) needs to be attached to the proposal. Please see Ethics Self-assessment step by step document for guidance.</p>\r\n<p><strong>Complete porposals must be submitted via the submission tool available through the Participant Portal.</strong> Further detailed guidance in the <a target=\"_blank\" href=\"https://webgate.ec.europa.eu/fpfis/wikis/pages/viewpage.action?pageId=33692395\">&quot;IT HOW TO&quot;</a> wiki site.<span style=\"color: #ff0000\"><br />\r\n</span></p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. </strong><u><strong>Evaluation</strong></u></span></p>\r\n<p>The conditions specific&nbsp;for ERC are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a>&nbsp;under the heading 'Evaluation procedure and criteria' and in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended2_en.pdf\">ERC Rules for Submission and Evaluation</a>. An overview is provided below:</p>\r\n<p><strong>Evaluation procedure</strong></p>\r\n<p>A single submission of the full proposal will be followed by a three-step evaluation, including interviews of all the Principal Investigators. The evaluation will be conducted by means of a structure of dedicated panels. The panels may be assisted by independent experts working remotely.&nbsp;The composition of the panels at each step is not predefined but will be decided dynamically in relation to the proposals received.<br />\r\nApplicant Principal Investigators can request during the electronic proposal submission that up to four specific persons should not act as an evaluator in the evaluation of their proposal.</p>\r\n<p><u>At step 1</u> : One panel formed from approximately 80 panel members and chairs will assess&nbsp;the extended synopsis&nbsp;of the scientific proposal (only&nbsp; Part B1 - and not the full scientific proposal) and the Principal Investigators&rsquo; track records and CVs.&nbsp;</p>\r\n<p><u>At step 2</u> : Panel Members from step 1 will be divided in five panels of around 15 experts each, ensuring&nbsp;the best expertise for a group of proposals. They will assess&nbsp;the complete version of the retained proposals (Parts B1 and&nbsp;B2).&nbsp;</p>\r\n<p><u>At step 3 </u>:&nbsp;The interview panels (that may be reconfigured to ensure the best expertise for the proposals) will&nbsp; assess&nbsp;the complete version of the retained proposals (Parts B1 and&nbsp;B2) and&nbsp; the Principal Investigators will be invited for an interview to present their project to the panel in Brussels.</p>\r\n<p>&nbsp;<strong>Evaluation criteria</strong></p>\r\n<p>For all ERC frontier research grants scientific excellence is the sole criterion of evaluation. It will be applied in conjunction to the evaluation of both: the ground-breaking nature, ambition and feasibility of the research project and the intellectual capacity, creativity and commitment of the Principal Investigators. Synergy Grant Principal Investigators applying as part of a group for a Synergy Grant will be evaluated according to their individual career stage.</p>\r\n<p>The peer reviewers will need to see that the collaborative working arrangements between the Principal Investigators can ensure scientific excellence. The detailed evaluation elements applying to the excellence of the research project and the Principal Investigator are set out in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a>.&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">5.<u> Indicative timetable for evaluation and grant agreement&nbsp;</u> </span></strong></p>\r\n<p>Please refer to the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Wok Programme 2019</a> under the heading &quot;Indicative summary of main calls from the 2019 budget&quot;.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. </strong><u><strong>Provisions, proposals templates and evaluation forms for the types(s) if action(s) under this topic : ERC 2019 Synergy Grant </strong></u></span></p>\r\n<p>Specific provisions and funding rates: please refer to the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/erc/h2020-wp19-erc_en.pdf\">ERC Work Programme 2019</a> under the heading &quot;Funding rates&quot; and &quot;Synergy Grant Profile&quot;.</p>\r\n<ul>\r\n    <li><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide19-erc-syg_en.pdf\">Information for Applicants to the Synergy Grant 2019 Call </a></li>\r\n    <li><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2018-2020/h2020-call-pt-erc-syg-2019_en.pdf\">ERC 2019 Standard templates&nbsp;</a></li>\r\n    <li><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/experts_manual/h2020_peer-review_erc-syg-2019_en.pdf \">ERC Guide for Peer reviewers - Synergy Grants</a></li>\r\n</ul>\r\n<p>&nbsp;</p>\n<p><strong><span style=\"color: rgb(0,51,102)\">7. </span></strong><u><strong><span style=\"color: rgb(0,51,102)\">Open access</span></strong></u><span style=\"color: rgb(0,0,255)\"><br />\r\n</span><br />\r\nThe ERC supports the principle of open access to the published output of research, including in particular peer-reviewed articles and monographs, as a fundamental part of its mission. It also supports the basic principle of open access to research data and data related products such as computer code. The ERC considers that providing free online access to all these materials can be the most effective way of ensuring that the fruits of the research it funds can be accessed, read and used as the basis for further research.<br />\r\n<br />\r\nUnder Horizon 2020, beneficiaries of ERC grants must ensure open access to all peer-reviewed scientific publications relating to their results as set out in Article 29.2 of the ERC Model Grant Agreement.<br />\r\n<br />\r\nIn addition, beneficiaries of ERC frontier research grants funded under this Work Programme will automatically be covered by the provisions on research data sharing as set out in Article 29.3 of the ERC Model Grant Agreement unless they specifically decide to opt-out. In particular, beneficiaries that do not opt-out will be required to submit a data management plan within the first six months of project implementation. These provisions are designed to facilitate access, re-use and preservation of the research data generated during the ERC funded research work.<br />\r\n<br />\r\nBeneficiaries should carefully check the additional obligations related to open research data contained in Article 29.3. They may opt-out of the provisions of the previous paragraph at any stage, thereby freeing themselves retroactively from the associated obligations.</p>\n<p> </p>", "supportInfo": "<p><a href=\"mailto:erc-syg-applicants@ec.europa.eu\" target=\"_blank\">ERC 2019 Synergy Grant Applicants Mailbox</a> - For any query related to the call</p>\r\n<p><a href=\"https://erc.europa.eu/funding/frequently-asked-questions/results?search_api_aggregation_1=SYG+2019\" target=\"_blank\">ERC 2019 Synergy Grant Frequently Asked Questions (FAQs)</a> - ERC Website</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/0/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd_health_programme/0/1/1/programme&amp;programmeList/t/asylum_migration_and_integration_fund/0/1/1/programme&amp;programmeList/t/consumer_programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/creative_europe_programme/0/1/1/programme&amp;programmeList/t/erasmus_programme/0/1/1/programme&amp;programmeList/t/european_statistics/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/hercule_iii_programme/0/1/1/programme&amp;programmeList/t/internal_security_fund_borders/0/1/1/programme&amp;programmeList/t/internal_security_fund_police/0/1/1/programme&amp;programmeList/t/justice_programme/0/1/1/programme&amp;programmeList/t/pilot_projects_preparatory_actions/0/1/1/programme&amp;programmeList/t/promotion_of_agricultural_products/0/1/1/programme&amp;programmeList/t/research_fund_for_coal_and_steel/0/1/1/programme&amp;programmeList/t/rights_equality_and_citizenship_programme/0/1/1/programme&amp;programmeList/t/union_civil_protection_mechanism/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag&amp;question,answer,category,tagList,programmeList/s/ERC-2019-SyG/1/1/0\" target=\"_blank\">Participant Portal FAQs</a> - ERC-SyG-2019</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://webgate.ec.europa.eu/fpfis/wikis/pages/viewpage.action?pageId=33692395\" target=\"_blank\">&quot;IT HOW TO&quot;</a> wiki site - IT manual for proposals submission.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/1/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd_health_programme/0/1/1/programme&amp;programmeList/t/asylum_migration_and_integration_fund/0/1/1/programme&amp;programmeList/t/consumer_programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/creative_europe_programme/0/1/1/programme&amp;programmeList/t/erasmus_programme/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/hercule_iii_programme/0/1/1/programme&amp;programmeList/t/internal_security_fund_borders/0/1/1/programme&amp;programmeList/t/internal_security_fund_police/0/1/1/programme&amp;programmeList/t/justice_programme/0/1/1/programme&amp;programmeList/t/pilot_projects_preparatory_actions/0/1/1/programme&amp;programmeList/t/promotion_of_agricultural_products/0/1/1/programme&amp;programmeList/t/research_fund_for_coal_and_steel/0/1/1/programme&amp;programmeList/t/rights_equality_and_citizenship_programme/0/1/1/programme&amp;programmeList/t/union_civil_protection_mechanism/0/1/1/programme&amp;programmeList/t/european_statistics/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag\"><strong><span style=\"color: rgb(0,51,102)\">Participant Portal FAQs</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\"><span style=\"color: rgb(0,51,102)\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><span style=\"color: rgb(0,51,102)\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><span style=\"color: rgb(0,51,102)\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Online Manual</a> and <a target=\"_blank\" href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a></p>\r\n<p><a target=\"_blank\" href=\"http://www.iprhelpdesk.eu/\"><span style=\"color: rgb(0,51,102)\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><span style=\"color: rgb(0,51,102)\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-ethics_code-of-conduct_en.pdf\" target=\"_blank\">The European Code of Conduct for Research Integrity</a></strong></span></p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong><a href=\"https://erc.europa.eu/funding-and-grants/managing-project/open-access\" target=\"_blank\">Information and guidance on implementation of Open Access and the Open Research Data Pilot at the ERC</a></strong></span></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\" target=\"_blank\">Legal basis: Horizon 2020 - Regulation of Establishment</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\" target=\"_blank\">Legal basis: Horizon 2020 Rules for Participation</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\" target=\"_blank\">Legal basis: Horizon 2020 Specific Programme</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-multi_en.pdf\" target=\"_blank\">H2020 ERC MGA - Multi-Beneficiary</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-mono_en.pdf\" target=\"_blank\">H2020 ERC MGA - Mono-Beneficiary</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\" target=\"_blank\">H2020 Annoted Grant Agreement</a></p>", "sepTemplate": "<p>To access the Electronic Sumission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392637170, "id": 165923003, "title": "Flash Call Info_SyG2019_en", "sectionId": 52392637170, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 144085, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-2019-syg/1872611-flash_call_info_syg2019_en.pdf", "id": 1872611, "fileName": "Flash Call Info_SyG2019_en.pdf", "common": false, "crc32": 2385472781}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 13, 2019 9:44:32 AM", "lastChangeDate": "Nov 13, 2019 9:44:32 AM", "content": "<p>&nbsp;</p>\r\n<div style=\"margin: 0cm 0cm 0pt 36pt\"><span style=\"color: #003366\"><font color=\"#000000\"><span>The overall results of the ERC-2019-SyG call are available in the <strong>Topic conditions and documents</strong> section under </span><strong><span>Additional documents</span></strong></font></span></div>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Nov 9, 2018 11:00:21 AM", "lastChangeDate": "Nov 9, 2018 11:00:21 AM", "content": "<p>&nbsp;</p>\r\n<div style=\"margin: 0cm 0cm 0pt 36pt\"><span style=\"color: #003366\">The ERC-2019-SyG was closed on 8 November 2018.</span></div>\r\n<div style=\"margin: 0cm 0cm 0pt 36pt\"><span style=\"color: #003366\">A total of 288 proposals were submitted in response of the ERC 2019 Synergy Grant Call (ERC-2019-SyG).</span></div>\r\n<div style=\"margin: 0cm 0cm 0pt 36pt\"><span style=\"color: #003366\">The next call (ERC-2020-SyG) is planned to be published and be opened for submission on the the Funding &amp; Tenders Portal&nbsp;during summer 2019.</span></div>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 10, 2018 12:30:00 AM", "lastChangeDate": "Sep 10, 2018 12:30:00 AM", "content": "The submission session is now available for: ERC-2019-SyG(ERC-SyG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}