{"TopicDetails": {"type": 0, "ccm2Id": 31069610, "cftId": 0, "identifier": "ERC-PoC-2016", "title": "ERC-Proof of Concept-2016", "publicationDateLong": 1442880000000, "callIdentifier": "ERC-2016-PoC", "callTitle": "Call for proposals for ERC Proof of Concept Grant", "callccm2Id": 31069611, "allowPartnerSearch": true, "workProgrammepart": {"id": 51, "ccm_id": 31072456, "wp_part": "H2020-ERC-2016", "wp_year": "H2020-2016-2017", "wp_title": "European Research Council (ERC) ", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-council", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047825, "abbreviation": "EU.1.1.", "description": "European Research Council (ERC)"}], "topicMGAs": [], "tags": ["POC", "ERC", "Proof of Concept", "European Research Council", "Frontier Research", "Excellent Science"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERC-POC Proof of Concept Grant", "typeOfMGA": []}], "plannedOpeningDate": "22 October 2015", "submissionProcedure": {"id": 31094504, "abbreviation": "multiple cut-off", "description": "multiple cut-off"}, "deadlineDates": ["16 February 2016", "26 May 2016", "04 October 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3198565": [{"action": "ERC-PoC-2016 - ERC-POC Proof of Concept Grant", "plannedOpeningDate": "22 October 2015", "deadlineModel": "multiple cut-off", "deadlineDates": ["16 February 2016", "26 May 2016", "04 October 2016"], "budgetYearMap": {"2016": 20000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><em>Objectives</em></strong></p><p>Frontier research often generates unexpected or new opportunities for commercial or societal application. The ERC Proof of Concept Grants aim to maximise the value of the excellent research that the ERC funds, by funding further work (i.e. activities which were not scheduled to be funded by the original ERC frontier research grant) to verify the innovation potential of ideas arising from ERC funded projects. Proof of Concept Grants are therefore on offer only to Principal Investigators whose proposals draw substantially on their ERC funded research.</p><p><strong><em>Ethical Principles</em></strong></p><p>All proposals will be subject to ethics review as with proposals for the ERC's frontier research grants.</p><p><strong><em>Eligibility Criteria</em></strong></p><p><strong>Eligible Principal Investigator</strong></p><p>All Principal Investigators in an ERC frontier research project, that is either on going or has ended <sup><a target=_self href=#fn1 id=r1>[1]</a></sup> less than 12 months before the opening date of this call, are eligible to participate and apply for an ERC Proof of Concept Grant.</p><p>A Principal Investigator whose proposal was rejected on the grounds of a breach of research integrity in the calls for proposals under Work Programmes 2014 or 2015 may <u>not</u> submit a proposal to the calls for proposals made under Work Programme 2016.</p><p><strong>Eligible projects</strong></p><p>All proposals must be complete and be submitted before the relevant call deadline. Incomplete proposals may be declared ineligible.</p><p>The content of the proposal must relate to the objectives and to the grant type set out in the call, as defined in this work programme. A proposal will only be deemed ineligible on grounds of ‘scope’ in clear-cut cases.</p><p>Where there is a doubt on the eligibility of a proposal, the peer review evaluation may proceed pending a decision following an eligibility review committee. If it becomes clear before, during or after the peer review evaluation phase, that one or more of the eligibility criteria has not been met, the proposal will be declared ineligible and not considered any further.</p><p>Applicants will need to demonstrate the relation between the idea to be taken to proof of concept and the ERC frontier research project (Starting, Consolidator, Advanced or Synergy) in question.</p><p>More than one Proof of Concept Grant may be awarded per ERC funded frontier research project but only one Proof of Concept project may be running at any one time for the same ERC frontier research project <sup><a target=_self href=#fn2 id=r2>[2]</a></sup>.</p><p><strong>Eligible Host Institution</strong></p><p>The host institution (Applicant Legal Entity <sup><a target=_self href=#fn3 id=r3>[3]</a></sup>) must engage the Principal Investigator for at least the duration of the proof of concept project as defined in the grant agreement and must be established in a Member State or an Associated Country<sup><a target=_self href=#fn4 id=r4>[4]</a></sup>.</p><p>Please also refer to Annex 3 - Countries Associated to Horizon 2020 and Restrictions Applying to Some Legal Entities Established in Certain Third Countries.</p><p><strong><em>Maximum size of grant and grant assessment</em></strong></p><p>The financial contribution will be up to a maximum of <strong>EUR 150 000</strong> for a period of <strong>18 months</strong>. The ERC expects that normally, proof of concept projects should be completed within 12 months. However, to allow for those projects that require more preparation time, projects will be signed for 18 months. Given this initial flexibility, extensions of the duration of proof of concept projects may be granted only exceptionally.</p><p>The overall level of the funding offered will be assessed during the evaluation. The funding requested by the applicant will be judged against the needs of the proposed activity before award. The funding requested by the Principal Investigator must be fully justified by an estimation of the actual costs for the proposed activities.</p><p>The Union financial contribution will take the form of the reimbursement of up to 100% of the total eligible and approved direct costs and of flat-rate financing of indirect costs on the basis of 25% of the total eligible direct costs <sup><a target=_self href=#fn5 id=r5>[5]</a></sup>. The level of the awarded grant represents a maximum overall figure – the final amount to be paid must be justified on the basis of the costs actually incurred for the project.</p><p>The indicative budget for this call for 2016 is <strong>EUR 20 000 000</strong> (approximately one-third of which will be for each of the three evaluation rounds following three specific deadlines - proposals submitted before each cut-off date will be evaluated with the proposals submitted before the same cut-off date).</p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Where the duration of the project fixed in the ERC Grant Agreement has ended.</p><p id=fn2><a  target=_self href=#r2>[2]</a>This limit also applies to Synergy projects.</p><p id=fn3><a  target=_self href=#r3>[3]</a>Please see important information for Principal Investigators, Candidates, Tenderers and Grant Applicants on possible registration of legal entities in the Commission's Early Warning System (EWS) and Central Exclusion Database (CED) on final page.</p><p id=fn4><a  target=_self href=#r4>[4]</a>It may also be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC), or an entity created under EU law. Any type of legal entity, public or private, including universities, research organisations as well as undertakings can host the Principal Investigator and his/her team.</p><p id=fn5><a  target=_self href=#r5>[5]</a>Excluding the direct costs for subcontracting and the costs of resources made available by third parties which are not used on the premises of the host institution.</p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application (for more detailed information please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide16-erc-poc_en.pdf\">Information for Applicants to the Proof of Concept Grant 2016 Call</a> and the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-faq16-erc-poc_en.pdf\">Frequently Asked Questions -FAQs</a>):</p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"color: rgb(0,0,0)\"><strong>1. List of countries and applicable rules for funding:&nbsp;</strong></span>The conditions specific to the ERC are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a> under the heading 'Eligibility criteria' and in 'Annex 3'.</p>\r\n<p><br />\r\n<span style=\"color: rgb(0,0,0)\"><strong>2</strong><strong>. </strong><strong>Eligibility conditions</strong></span><strong><span style=\"color: rgb(0,51,102)\">:</span></strong> The conditions specific to the European Research Council (ERC) are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a> under the heading 'Eligibility criteria' and in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended_en.pdf\">ERC Rules for Submission and Evaluation</a> under Section 2.4. An overview is provided below:<br />\r\n<br />\r\n<strong>Eligible proposals</strong>:&nbsp;All proposals must be complete and be submitted before the relevant call deadline. Incomplete proposals may be declared ineligible.<br />\r\nThe content of the proposal must relate to the objectives and to the grant type set out in the call, as defined in this work programme. A proposal will only be deemed ineligible on grounds of &lsquo;scope&rsquo; in clear-cut cases.</p>\r\n<p><strong>Eligible Principal Investigator</strong>: All Principal Investigators in an ERC frontier research project, that is either on going or has ended less than 12 months before the opening date of this call, are eligible to participate and apply for an ERC Proof of Concept Grant.<br />\r\nA Principal Investigator whose proposal was rejected on the grounds of a breach of research integrity in the calls for proposals under Work Programmes 2014 or 2015 may not submit a proposal to the calls for proposals made under <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">Work Programme 2016</a>.<br />\r\n<br />\r\n<strong>Eligible Host Institution</strong>: The host institution (Applicant Legal Entity) must engage the Principal Investigator for at least the duration of the proof of concept project as defined in the grant agreement and must be established in a Member State or an Associated Country. It may also be an International European Interest Organisation (such as CERN, EMBL, etc.), the European Commission's Joint Research Centre (JRC), or an entity created under EU law. Any type of legal entity, public or private, including universities, research organisations as well as undertakings can host the Principal Investigator and his/her team.<br />\r\nPlease also refer to Annex 3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a> - Countries Associated to Horizon 2020 and Restrictions Applying to Some Legal Entities Established in Certain Third Countries.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0,0,0)\"><strong>3. </strong><strong>Evaluation</strong></span><strong><span style=\"color: rgb(0,51,102)\"> </span></strong><br />\r\n<br />\r\n<span style=\"color: rgb(0,0,0)\"><strong>3.1&nbsp; Evaluation procedure and criteria:</strong> </span>the conditions specific to the European Research Council (ERC) are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a> under the heading 'Evaluation procedure and criteria'. An overview is provided below:<br />\r\n<br />\r\n<strong>Evaluation procedure</strong><br />\r\nA single-stage submission and single-step evaluation procedure will be used. The evaluation will be conducted by independent experts. These experts may work remotely and may if necessary meet as an evaluation panel as set out below on the application of the evaluation criteria.<br />\r\n<br />\r\n<strong>Evaluation criteria</strong><br />\r\nProof of Concept Grants are awarded in relation to an existing ERC-funded project which has already been evaluated on the basis of excellence as the sole criterion. The evaluation criteria for selection of proposals for Proof of Concept Grants are excellence, impact and quality and efficiency of the implementation. The detailed evaluation elements applying to the proof of concept project and the Principal Investigator are set out in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a>.<br />\r\n<br />\r\n<span style=\"color: rgb(0,0,0)\"><strong>3.2 Guide to the submission and evaluation process</strong>: </span><span style=\"color: rgb(0,51,102)\">please refer to the</span><span style=\"color: rgb(0,0,0)\"> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/sgl/erc/h2020-erc-se-rules-amended_en.pdf\">ERC Rules for Submission and Evaluation</a>. For more information on the peer review evaluation methodology, please refer to the </span><span style=\"color: rgb(51,153,102)\"><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/experts_manual/h2020_peer-review_erc-poc_en.pdf \">ERC Guide for Peer Reviewers applying to the Proof of Concept call</a>.<br />\r\n<br />\r\n</span><span style=\"color: rgb(255,102,0)\"><br />\r\n</span><span style=\"color: rgb(0,0,0)\"><strong>4. Proposal page limits and layout:</strong></span><br />\r\n<br />\r\n- <u>Administrative Proposal Submission Forms</u> (including the Ethics Review Table) are available online via the Participant Portal Submission System (PPSS) &ndash; pre-registration is required first.</p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"color: rgb(0,0,0)\">- <u>The Research Proposal</u> (Part B) and any supporting documentation (available on this page under Section 6 below and as word-templates in PPSS): to be uploaded and submitted via Participant Portal Submission System as PDF files. </span></p>\r\n<p><strong><span style=\"color: rgb(0,0,0)\">Part B</span></strong><span style=\"color: rgb(0,0,0)\"> (<span style=\"color: rgb(0,0,255)\"><em>7 pages + Budget Table</em></span>):<br />\r\n&bull; The Idea and Justification on Innovation Potential : <span style=\"color: rgb(0,0,255)\"><em>max. 2 pages</em></span><br />\r\n&bull; Expected Impact of the proposed Innovation : <span style=\"color: rgb(0,0,255)\"><em>2 pages</em></span> <br />\r\n&bull; The proof of concept plan : <span style=\"color: rgb(0,0,255)\"><em>2 pages</em></span> <br />\r\n&bull; Budget Table and Budget justification:</span><span style=\"color: rgb(0,0,255)\"><em> 1 page (+ Budget Table)</em></span></p>\r\n<p><span style=\"color: rgb(0,0,0)\">The <strong>Supplementary Documents</strong>:<br />\r\n&bull; Host Institution Binding Statement of Support <br />\r\n&bull; Ethics review self-assessment (if applicable) and supporting documentation. </span></p>\r\n<p><span style=\"color: rgb(0,0,0)\">The minimum font size allowed is 11 points. The page size is A4 (with single line spacing). Side margins should be at least 20 mm and the bottom and top margins at least 15mm. Ensure that the font type chosen is clearly readable (e.g. Arial or Times New Roman).</span></p>\r\n<p><span style=\"color: rgb(0,0,0)\">In fairness to all applicants a strict limit of seven pages will be applied to the length of proposals. Only the material that is presented within this limit will be evaluated (peer reviewers will only be asked to evaluate, and will be under no obligation to read beyond, the material presented within the page limit).<br />\r\n&nbsp;</span></p>\r\n<p><strong>5.</strong> <span style=\"color: rgb(0,0,0)\"><strong>Indicative timetable for evaluation and grant agreement: </strong>please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC Work Programme 2016</a> under the heading 'Indicative summary of main calls from the 2016 budget'.</span><span style=\"color: rgb(255,102,0)\"><br />\r\n<br />\r\n</span><strong><span style=\"color: rgb(0,0,0)\">6.</span></strong><span style=\"color: rgb(0,0,0)\">&nbsp;<strong>Provisions, proposal templates and evaluation forms for the ERC type of action under this topic: </strong><br />\r\n<br />\r\n<u>ERC&nbsp;Proof of Concept</u>:</span></p>\r\n<p><span style=\"color: rgb(0,0,0)\">- Specific provisions and funding rates: please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC&nbsp;Work Programme 2016</a> under the heading 'Proof of Concept'.<br />\r\n- <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-erc-poc-2016_en.pdf\">ERC&nbsp;proposal template for POC</a> (administrative forms and structure of technical annex)</span><br />\r\n<span style=\"color: rgb(0,0,0)\">- ERC&nbsp;standard evaluation form for POC</span>: please refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC&nbsp;Work P</a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">rogramme 2016</a> under the heading 'ERC Proof of Concept Grant Evaluation'.<br />\r\n- <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-poc-multi_en.pdf\">Horizon 2020 ERC&nbsp;Model Grant Agreement PoC - Multi_V2.1</a><br />\r\n- <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/erc/h2020-mga-erc-poc-mono_en.pdf\">Horizon 2020 ERC&nbsp;Model Grant Agreement PoC - Mono_V2.1</a><br />\r\n- <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Horizon 2020 Annotated Model Grant Agreement</a><span style=\"color: rgb(0,0,0)\"><br />\r\n<br />\r\n<br />\r\n<strong>7. Additional provisions:</strong><br />\r\n</span><span style=\"color: rgb(0,0,0)\">Horizon 2020 budget flexibility: please</span><span style=\"color: rgb(0,0,0)\"> refer to the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC&nbsp;Work Programme 2016</a> in the Proof of Concept grants section, under the heading 'Maximum size of grant and grant assessment'.<br />\r\n</span><span style=\"color: rgb(0,0,0)\"><br />\r\n<strong>8. Open access:</strong> the ERC supports the principle of open access to the published output of research, including in particular peer-reviewed articles and monographs, as a fundamental part of its mission. It also supports the basic principle of open access to research data and data related products such as computer code. The ERC considers that providing free online access to all these materials can be the most effective way of ensuring that the fruits of the research it funds can be accessed, read and used as the basis for further research. Under Horizon 2020, beneficiaries of ERC grants must ensure open access to all peer-reviewed scientific publications relating to its results. The detailed requirements on open access to publications are contained in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Horizon 2020 ERC Model Grant Agreement</a>.<br />\r\n</span></p>\r\n<p><span style=\"color: rgb(0,0,0)\">&nbsp;</span></p>", "supportInfo": "<p><a href=\"mailto:erc-poc-applicants@ec.europa.eu\">ERC POC&nbsp;Applicants Mailbox</a> - For any queries related to the call</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-faq16-erc-poc_en.pdf\">ERC 2016 Proof of Concept Frequently Asked Questions (FAQs)</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/0/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/RFCS/0/1/1/programme&amp;programmeList/t/3rd%20Health%20Programme/0/1/1/programme&amp;programmeList/t/Consumer%20Programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/Creative%20Europe%20programme/0/1/1/programme&amp;programmeList/t/Erasmus+%20programme/0/1/1/programme&amp;programmeList/t/Justice%20Programme/0/1/1/programme&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/0/1/1/programme&amp;programmeList/t/REC%20Programme/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag&amp;question,answer,category,tagList,programmeList/s/ERC-2016-POC/1/1/0\">Participant Portal FAQs</a> - Submission of proposals</p>\r\n<p><a target=\"_blank\" href=\"https://webgate.ec.europa.eu/fpfis/wikis/pages/viewpage.action?spaceKey=DIEPP&amp;title=Common+Exploitation+Booster\">Common Exploitation Booster </a>(helps on-going R&amp;I projects under FP7 and H2020 programmes to bridge the gap between creating research outputs and ensuring their (re)use and exploitation by providing a series of tailored services.)</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points</a> (NCP)</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a> &ndash; ask questions about any aspect of European research and EU R&amp;I programmes</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p>Ethics &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a></p>\r\n<p><a href=\"https://www.iprhelpdesk.eu/\">European IPR Helpdesk </a>&ndash; assists you on intellectual property issues</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\">The European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a> &ndash; your online guide on the procedures from proposal submission to managing your grant<br />\r\n&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392445995, "id": 165694908, "title": "Flash Call Info ERC-2016-PoC-results-DL1", "sectionId": 52392445995, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 273115, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-poc-2016/1730123-flash_call_info_erc-2016-poc-results-dl1_en.pdf", "id": 1730123, "fileName": "Flash call info_ERC-2016-PoC-results-DL1_EN.pdf", "common": false, "crc32": 873879215}]}, {"callId": 52392445995, "id": 165694909, "title": "Flash Call Info ERC-2016-PoC-results-DL2", "sectionId": 52392445995, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 273386, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-poc-2016/1730124-flash_call_info_erc-2016-poc-results-dl2_en.pdf", "id": 1730124, "fileName": "Flash call info_ERC-2016-PoC-results-DL2_EN.pdf", "common": false, "crc32": 1093901994}]}, {"callId": 52392445995, "id": 165694910, "title": "Flash Call Info ERC-2016-PoC-results-DL 3", "sectionId": 52392445995, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 274084, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/erc-poc-2016/1755137-flash_call_info_erc-2016-poc-results-dl3_en.pdf", "id": 1755137, "fileName": "Flash call info_ERC-2016-PoC-results-DL3_EN.pdf", "common": false, "crc32": 797452415}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Oct 5, 2016 10:35:28 AM", "lastChangeDate": "Oct 5, 2016 10:35:23 AM", "content": "<p>A total of 161 proposals were submitted in response to the third and final deadline (04 October 2016) of this ERC 2016 Proof of Concept call (ERC-2016-PoC).<br />\r\nOverall the ERC 2016 Proof of Concept call received 437 proposals.<br />\r\nThe ERC-2016-PoC call is closed. <br />\r\nThe nextcall, ERC-2017-PoC, has already been published and is now open for submission on the Participant Portal from 5th October 2016, with 3 cut-off dates (deadlines): 19 January 2017 - 25 April 2017 and 5 September 2017.<br />\r\n<br />\r\n&nbsp;</p>"}, {"approvalDate": "May 27, 2016 11:16:43 AM", "lastChangeDate": "May 27, 2016 11:16:05 AM", "content": "<p>A total of <strong>134 </strong>proposals were submitted in response to the second intermediate deadline (26 May 2016) of the ERC 2016 Proof of Concept call (ERC-2016-PoC).<br />\r\nThe final deadline for submission to this call is 04 October 2016 (17:00:00 Brussels local time).<br />\r\nNB: According to the new rules on restrictions on applications (<a target=\"_blank\" href=\"https://erc.europa.eu/sites/default/files/document/file/ERC_Work_Programme_2016.pdf\">ERC 2016 WP</a>), a Principal Investigator may submit only one application per call.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Mar 11, 2016 11:37:43 AM", "lastChangeDate": "Mar 11, 2016 11:37:17 AM", "content": "<p>The ERC 2016 Guide for Peer Reviewers applying to the Proof of Concept call is now available and can be downloaded from&nbsp;the Topic conditions and documents: see&nbsp;section 3.2 'Guide to the submission and evaluation process.</p>"}, {"approvalDate": "Feb 25, 2016 9:06:59 AM", "lastChangeDate": "Feb 25, 2016 9:06:37 AM", "content": "<p>A total of <strong>142 </strong>proposals were submitted in response to the <strong>first intermediate deadline (16 February 2016)</strong> of this call.<br />\r\nThe second intermediate deadline for submission is 26 May 2016, and the final deadline for submission is 4 October 2016 at 17:00 (Brussels local time). <br />\r\nAccording to the new rules on restrictions on applications (<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/erc/h2020-wp16-erc_en.pdf\">ERC 2016 WP</a>), a Principal Investigator may submit only one application per call.</p>"}, {"approvalDate": "Feb 19, 2016 4:21:42 PM", "lastChangeDate": "Feb 19, 2016 4:15:33 PM", "content": "<p>A new version of the Information for Applicants and the Letter of Commitment of the Host Institution are now available.</p>"}, {"approvalDate": "Oct 22, 2015 12:30:00 AM", "lastChangeDate": "Oct 22, 2015 12:30:00 AM", "content": "The submission session is now available for: ERC-PoC-2016(ERC-POC)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}