{"TopicDetails": {"type": 0, "ccm2Id": 31071187, "cftId": 0, "identifier": "EUB-02-2017", "title": "IoT Pilots", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-EUB-2017", "callTitle": "EU-Brazil Joint Call", "callccm2Id": 31071188, "allowPartnerSearch": true, "workProgrammepart": {"id": 68, "ccm_id": 31072287, "wp_part": "H2020-LEIT-ICT-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "Information and Communication Technologies ", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/information-and-communication-technologies", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit-ict_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047847, "abbreviation": "EU.2.", "description": "Industrial Leadership"}, {"id": 31047849, "abbreviation": "EU.2.1.1.", "description": "Information and Communication Technologies"}, {"id": 31047848, "abbreviation": "EU.2.1.", "description": "Leadership in enabling and industrial technologies (LEIT)"}], "topicMGAs": [], "tags": ["Real time control", "Distributed control", "Formal methods", "Computing continuum", "System on a chip", "Embedded hardware", "Embedded software", "Complex embedded systems", "Green data centres", "Time critical embedded systems", "Precommercial procurement", "Pre-commercial procurement", "Wireless sensor network", "Embedded systems security", "PCP", "Hybrid systems", "Autonomous systems", "Energy Efficiency", "Emergent behaviour", "Innovation procurement", "Real time embedded systems", "Distributed sensor network", "Reconfigurability", "Large scale embedded systems", "Cooperative objects", "Control of complex large-scale systems", "Embedded systems design", "Interoperability", "Sensor networks", "Networked embedded control", "Dependability", "Innovative procurement", "Procurement", "Safety critical embedded systems", "Semantics", "Low power computing", "Monitoring systems", "Mixed criticality systems", "System architecture definition", "Parallel computing"], "flags": ["OpenInnovation", "IntlCoop"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "08 November 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["14 March 2017"]}], "latestInfos": [{"approvalDate": "Jan 12, 2017 2:18:17 PM", "lastChangeDate": "Jan 12, 2017 2:18:17 PM", "content": "<p>As of 1st January 2017, Switzerland is associated to the entire H2020 programme. In consequence, it is now also associated to this topic. In a nutshell this means that Swiss partners in a proposal are now on an equal footing with partners from EU Member States or other Associated Countries. For the details, please read this <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-hi-swiss-part_en.pdf\">note</a>.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3202747": [{"action": "EUB-02-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["14 March 2017"], "budgetYearMap": {"2017": 4500000}, "budgetTopicActionMap": {}}], "3202749": [{"action": "EUB-01-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["14 March 2017"], "budgetYearMap": {"2017": 2500000}, "budgetTopicActionMap": {}}], "3202750": [{"action": "EUB-03-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["14 March 2017"], "budgetYearMap": {"2017": 1000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>In order to make use of the rich potential of the Internet of Things (IoT) in real-world scenarios, technologies and tools developed so far need to be demonstrated in controlled environments with the ultimate goal of validation. Given the specific nature of this Call, widely replicable pilots are targeted in view of solving specific societal challenges, in the context of EU-Brazil cooperation.</p><p>Given the considerable amount of work carried out on M2M/IoT and Cyber Physical Systems architectures (e.g. IoT-A), platforms (e.g. FIWARE, CRYSTAL, SOFIA) and standards (e.g. oneM2M) over the last few years, pilots are encouraged to exploit this previous work where applicable. The goal is to further demonstrate the generic applicability of these architectures, platforms and standards and to identify where standards are missing or should evolve, as well as relevant pre-normative activities.</p><p>Pilots aim at validating IoT approaches to specific socio-economic challenges in real-life settings. Pilots' objectives include user acceptability, technology assessment and optimisation, business model validation, approaches to sustainability and replicability. They should be implemented through close cooperation between users and suppliers with the active involvement of relevant stakeholders on the demand side.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>Research and Innovation Actions</strong></p><p>IoT finds applicability in a broad range of industry, business and public services scenarios. Specific focus will be on implementing pilots incorporating the whole value-chain, and involving all relevant stakeholders, in particular end-users. Where relevant, institutional involvement may be appropriate.</p><p>The joint call would support <u>three</u> pilots each addressing a distinct area among the following areas of interest for EU-Brazil collaboration:</p><ul level=\"0\">  <li><strong>Environmental monitoring </strong></li> </ul><p>Environmental and carbon footprint –as well as energy and water consumption- can be drastically reduced by an optimised management both along and across value-chains.Sensors can be used to measure and monitor a series of distinct environmental variables. The data collected across different areas can in turn be used for data analytics and decision-making. A pilot combining a system approach to integrate a large number of sensors across a large set of variables will test the acceptability and scalability of the selected IoT platform and test how to optimise results and reduce costs, as well as validating standards and interoperability.</p><ul level=\"0\">  <li><strong>Utilities: smart water management</strong></li> </ul><p>Smart water management can reduce leakages, optimise watering and irrigation and improve water consumption both in cities and for agricultural purposes.A pilot focusing on integrated solutions enabling real-time interconnection of heterogeneous sensors and actuators, geo-localisation and data fusion including data from meteorological forecast will test the acceptability and scalability of the selected IoT platform. High reliability and low maintenance costs are key parameters as well as the possibility to replicate the pilot in other locations.</p><ul level=\"0\">  <li><strong>Utilities: energy management at home and in buildings</strong><sup><a target=_self href=#fn1 id=r1>[1]</a></sup> <p> </p> </li> </ul><p>A group of IoT use cases in the area of the residential smart grid that involve the use of a home energy management system (HEMS) that would exploit automation and self-learning capabilities to monitor and steer local energy consumption (electricity and carbon fuels) and generation. This includes the better steering of HVAC units according to thermostats, weather forecasts, dynamic electricity pricing, and availability of (locally) generated renewable energy.</p><ul level=\"0\">  <li><strong>Smart assisted living and wellbeing </strong></li> </ul><p>A group of IoT use cases which use intelligent devices (e.g. wearables, sensors, smartphones, and intelligent home appliances) to autonomously generate reports on an individual's physical activity, overall vital signs and well-being. It allows the use and sharing of generated data for personal use or report to specific services (e.g. doctors, nurses, dieticians and sport coaches) through connected devices. It also enables \"smart assisted living\": the remote follow-up of vulnerable people (children, elderly, hospital patients, etc.) and the automated notification of emergency services, family, etc. when necessary.</p><ul level=\"0\">  <li><strong>Smart manufacturing: customisation</strong></li> </ul><p>A group of IoT use cases that enable the production of customised outputs. Such production systems combine the low unit costs of mass production processes with the flexibility of individual customisation. This includes:</p><ul level=\"0\">  <li>Continuous Additive Manufacturing;</li>  <li>Flexible automation for robot manufacturing;</li>  <li>Robot systems for additive manufacturing;</li>  <li>Production of one-of-a-kind customer designs; and dynamic production systems and shop floors - mobile robot for efficient and flexible use in cleanrooms.</li> </ul><p>The Commission considers that proposals requesting a contribution from the EU up to EUR 1.5 million would allow this specific challenge to be addressed appropriately by three distinct projects. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. Three projects in three different areas are expected.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Pilots should empower citizens, both in the public and private spheres, and businesses, as well as improve the associated public services where appropriate. Pilots are not only expected to validate technologies and architectures for a specific set of use cases requirements, but also the related business models to guarantee the sustainability of the approach. Security and privacy aspects relating to access to and processing of collected information need to be properly taken into consideration.</p><p>Improved sharing of information, approaches and solutions, as well as expertise through:</p><ul level=\"0\">  <li>pilots on both sides and across the Atlantic, involving end-users.</li>  <li>establishing common benchmarks;</li>  <li>contributing to standardisation and to open-source <u>and open-data</u> repositories</li>  <li>linking with <u>ongoing work in</u> the IoT Focus Area.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenInnovation;sortQuery=sortStatus;orderBy=asc\">Open Innovation</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Proposers interested in this area are also encouraged to read Topics EE7 and EE12 dealing with energy efficiency and LCE 1, LCE 2 and LCE 5 dealing with the distribution grid and storage under the Energy Work Programme.</p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme with the following exceptions:<br />\r\n    <br />\r\n    <u>Additional admissibility criterion</u>:<br />\r\n    <br />\r\n    - Participants in the EU collaborative projects are required to conclude a coordination agreement with the participants in the coordinated project funded by the RNP (Rede Nacional de Ensino e Pesquisa - Brazilian National Research and Education Network). A draft of this agreement has to be provided with the proposal.<br />\r\n    <br />\r\n    <u>Additional eligibility criteria</u>:<br />\r\n    <br />\r\n    - Proposals submitted to this call which do not include coordination with a Brazilian proposal submitted to RNP for evaluation will be considered ineligible.<br />\r\n    - The proposed project duration shall not exceed 36 months.<br />\r\n    - Proposals will only be selected on the condition that their corresponding coordinated Brazilian project will be funded by the RNP.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme with the following exceptions:<br />\r\n    <br />\r\n    <u>- Criterion 2 &quot;Impact&quot;: </u>additional evaluation sub-criterion: Standards are an important element in the field of international cooperation. Beyond access to additional research capability, international cooperation in the context of industrial research should have global consensus and standards as a main target. Contribution to the elaboration of new standards or adoption of standards through implementation of research results.<br />\r\n    <br />\r\n    <u>- Criterion 3 &quot;Quality and efficiency of the implementation&quot;: </u>additional evaluation sub-criterion: Balanced effort between the two coordinated projects and a research plan properly involving coordinated research activities between Europe and Brazil, that ensure a more genuine EU-Brazil cooperation and represent an added value to the activities.<br />\r\n    <br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of <strong>single-stage</strong> evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Research and Innovation Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n    Proposal templates are available after entering the submission tool below.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">H2020 General MGA -Multi-Beneficiary</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-data-management/open-access_en.htm\">Open access must be granted to all scientific publications</a> resulting from Horizon 2020 actions. </strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n    <br />\r\n    <strong>Open access to research data</strong><br />\r\n    The <strong>Open Research Data Pilot </strong>has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in annex L of the Work Programme. Projects can opt-out at any stage, that is both before and after the grant signature.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />\r\n    <br />\r\n    Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.<br />\r\n    <br />\r\n    Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.<br />\r\n    <br />\r\n    - Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. <br />\r\n    - Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.<br />\r\n    &nbsp;<br />\r\n    The legal requirements for projects participating in this pilot are in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf#page=66\">article 29.3 of the Model Grant Agreement.</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents:</span></strong><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\"><br />\r\n    H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit_en.pdf\">H2020 Work Programme 2016-17: Introduction to Leadership in enabling and industrial technologies (LEITs)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit-ict_en.pdf\">H2020 Work Programme 2016-17: Information and communication technologies (ICT)</a><br />\r\n    <a href=\"http://ttp://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-euratom-establact_en.pdf\">Legal basis: Euratom Horizon 2020 - Regulation of Establishment</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<a href=\"http://www.imi.europa.eu/content/states-representatives-groups\"><br />\r\n</a><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>\r\n<p><a href=\"http://www.ideal-ist.eu/partner-search/pssearch\"><strong>Ideal-IST</strong></a> partner search facility</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392490976, "id": 165748768, "title": "Flash Call Info", "sectionId": 52392490976, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 256053, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/eub-02-2017/1777609-flash_call_info_h2020-eub-2017_call_en.pdf", "id": 1777609, "fileName": "Flash Call Info H2020-EUB-2017 call_EN.pdf", "common": false, "crc32": 1664945182}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jul 13, 2017 4:20:40 PM", "lastChangeDate": "Jul 13, 2017 4:20:40 PM", "content": "<p>An overview of the evaluation results (called 'Flash Call Info') of the topics EUB-01-2017, EUB-02-2017 and EUB-03-2017 of H2020-EUB-2017 call is now available&nbsp;<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/eub-01-2017/1777609-flash_call_info_h2020-eub-2017_call_en.pdf\">here</a> or under the 'Topic conditions &amp; documents' section on the correspondant topic pages.</p>"}, {"approvalDate": "Mar 15, 2017 3:17:10 PM", "lastChangeDate": "Mar 15, 2017 3:17:10 PM", "content": "<p>The submission of proposals to the 3 topics of this H2020-EUB-2017 call closed on 14 March 2017. A total of 51 proposals were submitted in response to these topics. The number of received proposals per topics is as following:<br />\r\n- Topic EUB-01-2017 RIA: 13 proposals;<br />\r\n- Topic EUB-02-2017 RIA : 34 proposals;<br />\r\n- Topic EUB-03-2017 RIA : 4 proposals.<u><strong><br />\r\n</strong></u></p>"}, {"approvalDate": "Mar 13, 2017 11:04:42 AM", "lastChangeDate": "Mar 13, 2017 11:04:42 AM", "content": "<p><br />\r\nParticipants in the EU collaborative projects are required to conclude a coordination agreement with the participants in the coordinated project funded by the RNP (Rede Nacional de Ensino e Pesquisa - Brazilian National Research and Education Network). <u>A draft of this agreement has to be provided with the proposal</u>.</p>\r\n<p><u><strong>That draft coordination agreement can be included as section 4.3 within the&nbsp;Part B section 4-5 file.&nbsp;</strong></u></p>"}, {"approvalDate": "Feb 22, 2017 5:25:24 PM", "lastChangeDate": "Feb 22, 2017 5:25:24 PM", "content": "<p>The RNP (Rede Nacional de Ensino e Pesquisa, Brazilian National Research and Education Network) call was published on 13 February 2017 at: <a target=\"_blank\" href=\"https://www.rnp.br/pesquisa-e-desenvolvimento/editais\">https://www.rnp.br/pesquisa-e-desenvolvimento/editais</a>.</p>\r\n<p>The page to submit proposal is <a target=\"_blank\" href=\"https://jems.sbc.org.br/ctic_eubr_4\">https://jems.sbc.org.br/ctic_eubr_4</a>. The deadline to submit proposals is 14 March 2017.</p>\r\n<p>A press release was published at <a target=\"_blank\" href=\"https://www.rnp.br/noticias/rnp-e-sepin-lancam-edital-4a-chamada-entre-brasil-e-uniao-europeia\">https://www.rnp.br/noticias/rnp-e-sepin-lancam-edital-4a-chamada-entre-brasil-e-uniao-europeia</a>.</p>\r\n<p>Please remember that proposals submitted to this call which do not include coordination with a Brazilian proposal submitted to RNP will be considered ineligible for evaluation.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Nov 8, 2016 12:30:08 AM", "lastChangeDate": "Nov 8, 2016 12:30:08 AM", "content": "The submission session is now available for: EUB-02-2017(RIA), EUB-01-2017(RIA), EUB-03-2017(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}