{"TopicDetails": {"type": 0, "ccm2Id": 31053221, "cftId": 0, "identifier": "EURO-3-2014", "title": "European societies after the crisis", "publicationDateLong": 1386720000000, "callIdentifier": "H2020-EURO-2014-2015", "callTitle": "Overcoming the crisis: new ideas, strategies and governance structures for Europe", "callccm2Id": 31053644, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047995, "abbreviation": "EU.3.6.", "description": "Europe in a changing world - inclusive, innovative and reflective societies"}], "topicMGAs": [], "tags": ["Social policies", "Services", "Public sector", "Psychology", "Crisis", "Social reforms", "Public finances", "Diversity", "Sociology", "Solidarity"], "keywords": ["EU studies", "Social policies, work and welfare", "Gender in social sciences"], "flags": ["Gender", "SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "11 December 2013", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["03 June 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"34617": [{"action": "EURO-5-2015 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 5000000}, "budgetTopicActionMap": {}}], "34618": [{"action": "EURO-6-2015 - RIA Research and Innovation action", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 11500000}, "budgetTopicActionMap": {}}], "34619": [{"action": "EURO-6-2015 - CSA Coordination and support action", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 500000}, "budgetTopicActionMap": {}}], "34620": [{"action": "EURO-1-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-4-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-3-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-2-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u>Specific Challenge: </u>The crisis has strongly impacted European societies. Many people lost their jobs or part of their income as a result of salary cuts. Uncertainty about the future has risen. European citizens demonstrate an increasing lack of confidence and trust in relation to the governance of financial institutions, companies and the free market overall but also in relation to democratic institutions and politics at European, national or local levels. At the same time, the crisis has pushed the EU to advance the integration process in order to make the European economy more resilient and sustainable.</p><p>The fall of trust and confidence caused various antagonisms to (re-)emerge, both between European nations and ethnic groups, as inter alia evidenced by the rise of populist movements and parties. This has highlighted the urgency to find 'Unity in Diversity', posing a challenge, which requires apart from innovative political and governmental responses, a reflective reappraisal of Europe's intellectual foundation. Whilst the EU celebrates its (cultural) diversity as a defining feature, this very diversity is also frequently regarded as an impediment to the formation of a meaningful European identity as well as a European public sphere. </p><p>Social protection and inclusion policies are also undergoing continuous reform in the light of financial pressures as well as of governance changes. The distribution of responsibilities between private actors, public actors as well as the third sector is shifting and being reorganised, which may have a significant impact on citizens, arousing further public discontent. The Social Investment Package, adopted by the European Commission on 20 February 2013, provides an integrated strategic framework for social policy reform and the modernisation of social protection systems and services, structured around a social investment approach. This should help individuals, families and society at large to adapt to current and future societal challenges and should help Member States to use their social budgets more effectively and efficiently.</p><p><u>Scope:</u> The research to address this challenge should in particular focus on the following key dimensions (proposals do not need to cover all dimensions and may include additional aspects which are relevant to the specific challenge):</p><p>1)             Individual reactions to the crisis and challenges to European solidarity </p><p>At the levels of individuals and society, research will explore the links between the meta-social frameworks and the meta-psychic frameworks in modern societies in Europe in the context of the crisis. It should combine theoretical and empirical work in this endeavour, taking explicitly into account the gender dimension as well as spatial justice. Research should also explore solidarity both as an intellectual concept and in its more practical expressions. It will explore the links between the psychological effects of the crisis and perceptions of solidarity and will assess and test the conditions of acts of solidarity by individuals and investigate to what extent the crisis has influenced people’s preparedness to show solidarity with others. Finally, it will provide a critical assessment of what kind of policy responses have in the past undermined European solidarity and will develop a coherent vision of policy responses which are prone to instilling solidarity.</p><p>2)             Unity in diversity: prospects of a European identity and public sphere</p><p>Research should identify and pioneer ways in which European society can critically reflect upon itself, including its historical, cultural roots, collective memory and social imaginaries. Inquiry into Europe's intellectual base should consider the emergence of a European public sphere which facilitates these reflective discourses at the European level. Research should be transdisciplinary and address whether and how Europe's pluralism and cultural diversity as well as a richness of potentially multiple identities, can be understood as an asset of the European project, which may engender rather than undermine cohesion and serve as a resource for finding ways to ameliorate the crisis at a social level. Research should also investigate the conceptual strength of innovative, genuinely supranational approaches to identity, which are based on values, institutions, legal procedures and discourses. The analysis should draw on existing examples of supranational identities as well as identify the values and social bonds underlying them. Finally, research should consider the emergence of a transnational communicative sphere in Europe and what kind of policy and legal initiatives might facilitate it. </p><p>3)             Innovative social investment approaches for the modernisation of social policies and services</p><p>The research should identify innovative and strategic approaches to social welfare reform at various levels. It should consider the distribution of the policy, social and managerial roles between public, private and third sectors. Special attention should be paid to the legal framework and the interaction and complementarity of the functions of social welfare policies in the medium to long term. The research should also pay attention to the policy evaluation of social outcomes, social returns and effectiveness of interventions for the various actors, contributors and beneficiaries concerned. Consideration should be given to different types of expenditures, to an optimal distribution of costs and benefits, including those non-financial, and to the most effective means of public investment, including in public administration and public services. Attention should be paid to the gender dimension of social policies as well as generational justices and the challenge to develop sustainable pension schemes. Comparative and multidisciplinary research on social investment at global level could also bring added value.</p><p>The research is expected to comprehensively address one, or possibly a combination of, the above-mentioned dimensions. In so doing, proposals may also cover other areas related to the social dimension of the crisis.</p><p>The Commission considers that proposals requesting a contribution from the EU of between EUR 1.5 and 2.5 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><u>Expected Impact:</u> Research projects under this topic are expected to contribute to enhancing European society's resilience by identifying common ground which may serve as a facilitator for a renewed resolve to foster European integration. </p><p>In particular, research is envisaged to expand and deepen the knowledge base on the discontent expressed by individuals in modern societies and on the ways in which their sense of identity is shaped. It should help to point to the cultural shifts that combine social and psychological transformations which would be necessary in order to address the deepest manifestations of crisis in Europe. Research is also expected to support European efforts to enhance a sense of solidarity among citizens. It will also contribute to debates on policy initiatives aimed at strengthening the public sphere to allow for more open and more rigorous debate on European topics within national media. </p><p>Multidisciplinary research under this topic is also expected to identify the potential for innovative ways of implementing and financing social welfare systems, including through third and private sector contributions complementing public investments in this area and take into account social rights aspects. The envisaged research is expected to contribute to the effective implementation of the Social Investment Package's priorities in general and to the building of the future knowledge bank on social policies in particular.</p><p>Proposals should involve relevant stakeholders with a view to integrating their insights into both the empirical and theoretical inquiry and to establish a dialogue on the issues covered by this topic.</p><p><u>Type of action</u>: Research and innovation actions </p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p>The budget breakdown for this call is given in the call conditions section of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/main/h2020-wp1415-societies_en.pdf\">work programme</a>.</p>\r\n<p><span style=\"color: #003366\"><strong>1. List of countries and applicable rules for funding:</strong></span><strong> </strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-a-countries-rules_en.pdf\">part A of the General Annexes </a>of the General Work Programme. <br />\r\n<span style=\"color: #003366\"><strong>2. Eligibility and admissibility conditions:</strong></span><strong> </strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-b-adm_en.pdf\">part B</a> and<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-c-elig_en.pdf\">C of the General Annexes </a>of the General Work Programme <br />\r\n<span style=\"color: #003366\"><strong>3. Evaluation <br />\r\n</strong></span><span style=\"color: #003366\"><strong>3.1 Evaluation criteria and procedure, scoring and threshold: </strong></span>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-h-esacrit_en.pdf\">part H of the General Annexes </a>of the General Work Programme, with the following exception: <br />\r\nFor the criterion Impact, the following standard sub-criterion is not applicable:<br />\r\n&bull; Strengthening the competitiveness and growth of companies by developing innovations that meet the needs of European and global markets; and by delivering such innovations to the markets<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: #003366\"><strong>3.2 </strong><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a></span></p>\r\n<p><span style=\"color: #003366\"><strong>4. Proposal page limits and layout:</strong> </span>Please refer to Part B of the standard proposal template.</p>\r\n<p><span style=\"color: #003366\"><strong>5. Indicative timetable for evaluation and grant agreement:<br />\r\n</strong></span>Information on the outcome of one-stage evaluation: maximum 5 months from the final date for submission.<br />\r\nSignature of grant agreements: maximum 3 months from the date of informing successful applicants.</p>\r\n<p><span style=\"color: #003366\"><strong>6. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: <br />\r\n</strong></span><u>Research and Innovation Action:</u></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-ria_en.pdf\">Specific provisions and funding rates </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-ria-ia_en.pdf\">Standard proposal template (administrative forms and structure of technical annex)</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf\">Standard evaluation form</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></p>\r\n<p><strong><span style=\"color: #003366\">7. Additional provisions:</span></strong><span style=\"color: #003366\"><br />\r\n</span><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-k-fs3p_en.pdf\">Financial support to Third Parties </a>&ndash; where a topic description foresees financial support to Third Parties, these provisions apply.</p>\r\n<p><span style=\"color: #003366\"><strong>8. Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.</strong></span> Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n</p>\r\n<p><span style=\"color: rgb(10, 54, 103);\"><strong>9. Frequently Asked Questions:</strong></span></p>\r\n<p><a href=\"https://ec.europa.eu/programmes/horizon2020/en/node/85  \">https://ec.europa.eu/programmes/horizon2020/en/node/85 &nbsp;</a></p>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/8_horizontal-issues/3_ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/index_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/index_en.htm\"><strong>H2020 Funding Guide</strong></a> your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [{"callId": 658, "id": 7083, "title": "Flash Call Info for EURO-SOCIETY-2014", "sectionId": 658, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 263749, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/euro-3-2014/1630111-flash_info__euro-society-2014_en.pdf", "id": 1630111, "fileName": "Flash info_ EURO-SOCIETY-2014_en.pdf", "common": false, "crc32": 3938400132}]}, {"callId": 658, "id": 272208, "title": "Legal basis - Framework Programme H2020", "sectionId": 658, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1607893, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595116-h2020-eu-establact-oj_en.pdf", "id": 1595116, "fileName": "h2020-eu-establact-oj_en.pdf", "common": true, "crc32": 2063613640}]}, {"callId": 658, "id": 272210, "title": "Legal basis - Specific Programme H2020", "sectionId": 658, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1360406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595115-h2020-sp-oj_en.pdf", "id": 1595115, "fileName": "h2020-sp-oj_en.pdf", "common": true, "crc32": 4123327472}]}, {"callId": 658, "id": 272211, "title": "WP H2020 - 1. Introduction", "sectionId": 658, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 517130, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617601-part_1_introduction_v2.0_en.pdf", "id": 1617601, "fileName": "Part 1_Introduction_v2.0_EN.pdf", "common": true, "crc32": 1406880430}]}, {"callId": 658, "id": 272259, "title": "WP H2020 - 19. General Annexes ", "sectionId": 658, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 881149, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617621-part_19_general_annexes_v.2.0_en.pdf", "id": 1617621, "fileName": "Part 19_General annexes_v.2.0_EN.pdf", "common": true, "crc32": 1466930081}]}], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;A total number of 2 proposals were submitted in response to this call.</p>", "latestInfos": [{"approvalDate": "Oct 29, 2015 10:26:13 AM", "lastChangeDate": "Oct 28, 2015 3:52:12 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the section &quot;Topic conditions and documents&quot;.</p>"}, {"approvalDate": "Jul 1, 2015 9:31:24 AM", "lastChangeDate": "Jul 1, 2015 9:31:15 AM", "content": "<p><span style=\"color: rgb(0, 51, 102);\"><strong>The submission system was closed for EURO-5-2015(ERA-NET-Cofund) on 28-05-2015.</strong></span></p>"}, {"approvalDate": "Jun 17, 2015 4:03:05 PM", "lastChangeDate": "Jun 17, 2015 4:02:31 PM", "content": "<p>The submission session is now available for: EURO-5-2015(ERA-NET-Cofund)</p>"}, {"approvalDate": "May 29, 2015 12:29:02 PM", "lastChangeDate": "May 29, 2015 12:28:50 PM", "content": "<p>A total number of 64 proposals were submitted in response to this call. The number of proposals for each topic/type of action is shown below:</p>\r\n<p>- Emerging ICT technologies in the public sector (RIA): 58</p>\r\n<p>- Networking of relevant stakeholders (CSA): 6<br />\r\n&nbsp;</p>"}, {"approvalDate": "May 20, 2015 12:04:27 PM", "lastChangeDate": "May 20, 2015 12:04:16 PM", "content": "<p>In the proposal template for Research and Innovation Actions (RIA) and Innovation Actions (IA), there is a typo at page 3 of part B, section 2, point 2.1.</p>\r\n<p>In the proposal template, you are asked to describe how your project will contribute to:</p>\r\n<ul>\r\n    <li>improving innovation capacity and the integration of new knowledge (<span style=\"color: #ff0000\"><strong><u>strengthening the competitiveness and growth of companies by developing innovations meeting the needs of European and global markets; and, where relevant, by delivering such innovations to the markets</u></strong></span>;</li>\r\n</ul>\r\n<p>The error is that the sentence (which starts with a parenthesis) should be another bullet point. During the evaluation, each bullet point will be assessed independently by the experts as each corresponds to a separate sub-criterion of the Impact Criterion.</p>\r\n<p>Our apologies for the inconvenience this typo might have caused. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Dec 10, 2014 8:29:23 AM", "lastChangeDate": "Dec 10, 2014 8:29:23 AM", "content": "The submission session is now available for: EURO-5-2015(ERA-NET-Cofund)"}, {"approvalDate": "Dec 10, 2014 8:28:27 AM", "lastChangeDate": "Dec 10, 2014 8:28:27 AM", "content": "The submission session is now available for: EURO-6-2015(CSA-RIA)"}, {"approvalDate": "Nov 5, 2014 8:36:06 PM", "lastChangeDate": "Nov 5, 2014 8:34:29 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab &quot;Call documents&quot;</p>\r\n<p>&nbsp;</p>\r\n<p>A total of 127 proposals were submitted in response to this call. The number of proposals for each topic is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>EURO-1-2014 Resilient and sustainable economic and monetary union in Europe : 19 proposals <br />\r\nEURO-2-2014 The European growth agenda: 32 proposals <br />\r\nEURO-3-2014 European societies after the crisis: 52 proposals <br />\r\nEURO-4-2014 Political challenges for Europe: 24 proposals</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 11, 2014 3:06:54 PM", "lastChangeDate": "Jun 11, 2014 3:05:55 PM", "content": "<p>A total of 127 proposals were submitted in response to this call. The number of proposals for each topic is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>EURO-1-2014 Resilient and sustainable economic and monetary union in Europe : 19 proposals <br />\r\nEURO-2-2014 The European growth agenda: 32 proposals <br />\r\nEURO-3-2014 European societies after the crisis: 52 proposals <br />\r\nEURO-4-2014 Political challenges for Europe: 24 proposals</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jan 9, 2014 6:07:45 PM", "lastChangeDate": "Jan 9, 2014 6:07:45 PM", "content": "The submission session is now available for: EURO-1-2014(RIA), EURO-2-2014(RIA), EURO-3-2014(RIA), EURO-4-2014(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}