{"TopicDetails": {"type": 0, "ccm2Id": 43648965, "cftId": 0, "identifier": "EuroHPC-2020-03", "title": "Training and Education on High Performance Computing", "publicationDateLong": 1615939200000, "callIdentifier": "H2020-JTI-EuroHPC-2020-03", "callTitle": "Training and Education on High Performance Computing", "callccm2Id": 43648985, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047847, "abbreviation": "EU.2.", "description": "Industrial Leadership"}, {"id": 31047849, "abbreviation": "EU.2.1.1.", "description": "Information and Communication Technologies"}, {"id": 31047851, "abbreviation": "EU.2.1.1.2.", "description": "Next generation computing: Advanced and secure computing systems and technologies, including cloud computing"}, {"id": 31047848, "abbreviation": "EU.2.1.", "description": "Leadership in enabling and industrial technologies (LEIT)"}], "topicMGAs": [], "tags": ["EuroHPC", "high-performance computing"], "keywords": ["High performance computing", "IT skills and competence"], "flags": ["InnovationProcurement"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EuroHPC-CSA EuroHPC-CSA", "typeOfMGA": []}], "plannedOpeningDate": "17 March 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["01 July 2021"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3310453": [{"action": "EuroHPC-2020-03 - EuroHPC-CSA EuroHPC-CSA", "plannedOpeningDate": "17 March 2021", "deadlineModel": "single-stage", "deadlineDates": ["01 July 2021"], "budgetYearMap": {"2021": 7000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p><span>Central objective of this call is to develop and implement </span>the pilot(s) of the European Master of Science (MSc) programme(s) for <span>High Performance Computing (</span>HPC). The graduate education programme(s) will focus HPC and HPC-usage. They will demonstrate the added value of a pan-European education programme, committed to academic excellence, that offers students an outstanding career perspective in international companies and research institutes.</p><p><span>HPC is a rapidly accelerating field of research and development with a strong potential for economic growth. HPC, </span>d<span>ata science, data analytics</span> and the data-economy are becoming increasingly important for many industry and commercial sectors. <span>While basic computer science and programming languages are included in many university curricula, existing education programmes do not meet the demands on modern education adapted to a rapidly developing HPC technology ecosystem. Increased HPC awareness and an HPC-proficient workforce are essential to develop a competitive </span>HPC ecosystem in Europe in the next years. The availability of HPC experts to drive the European digital transformation, such as HPC administrators and architects, HPC proficient data scientists, HPC application developers and expert users, depends on the education of highly skilled and talented graduate students.</p><p><span>The call aims at creating </span><span>one or more</span><span> pan-European pilot</span><span>s</span><span> for the development of a modern HPC-centred education programme to reach scientific and industrial target groups and to serve key actors in the private and public sector.</span></p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>European </span>Master (MSc) programme in HPC</p><p>Proposals under this action should detail<span> a pilot programme that aims to develop a quality-controlled educational master programme for HPC and industrial applications in HPC of pan-European reach.</span></p><p>The action should support the design and delivery of a master programme of pan-European reach for 50+ students per annual intake, equivalent to 120 ECTS and targeting advanced skills development to widen the scientific and industrial use of HPC applications. Two cohorts of students should complete the pilot programme.</p><p>The proposed projects must fulfil the following objectives:</p><ul level=\"0\"><li>Educate students able to contribute in areas such as the design, deployment, operation, and/or the use of current and future generation HPC and HPC-related technologies in Europe.</li><li>Educate experts skilled in driving HPC adoption and knowledge transfer in industry and academia in different strategic domains, thereby linking HPC activities in industry and academia.</li> </ul><p><span>The proposed master program</span><span>mes</span><span> should address all of the following aspects:</span></p><ul level=\"0\"><li><span>Design the framework and pilot of a two-year European joint master programme and its learning outcomes, and detail how excellence in academic content, teaching and talent development will be achieved and sustained among all partners in the consortium.</span></li><li>Propose a general curriculum for a master programme on the design of HPC platforms, HPC adoption in industry, expertise in HPC environments and applications using HPC.</li><li>Ensure a modular design of the curriculum, with clear identification of scientific disciplines, industrial applications and HPC usage profiles (designer, developer, administrator, user), that facilitates full or partial adoption of the modules into new or existing MSc programmes.</li><li>Explain how students will be immersed in research activities and educated in European technology and applications throughout the curriculum and according to their specific interests.</li><li>Provide information on the envisaged learning environment and opportunities for personal development and the development of a collaborative and inclusive student community.</li><li>Describe the details of the awarded MSc degree, which academic institutions at pan-European level will award it and in what form (e.g. joint or multiple degrees).</li><li>Define a transparent, effective and competitive selection process for the admission of students, addressing the requirements of European stakeholders.</li><li>Explain how a balanced intake of students regarding geographical origin and underrepresented groups will be achieved.</li><li>Explain which measures will be implemented to ensure that only students who are nationals of EU or Participating States may receive financial benefits by the programme.</li><li>Educate students and provide room for creativity in using leading and emerging European HPC systems and technology as part of the MSc programme.</li><li>Clearly elaborate the benefits of a pan-European MSc programme for students and stakeholders. Ensure excellence to attract talents and partners from the public and private sector.</li><li>Develop and implement an action plan using existing links to industry, entrepreneurship centres, business incubators, academic partners and other European initiatives to support students after graduation in their careers in HPC.</li><li>Promote the programme across Europe and specifically in countries where HPC adoption is low to <span>increase diversity,</span> participation by underrepresented groups and to support a broad geographical coverage of applicants.</li><li><span>Develop substantial content, teaching materials and online courses to complement on-site courses, which </span>should <span>also be provided to a broader community </span>under an open license <span>using a coherent structure and format to support the adoption by other education programmes.</span></li><li><span>Explain the mechanisms to share expertise and resources among the consortium.</span></li><li><span>Address the requirements and needs of relevant European industry players (supply and user industry). Expectations and commitment of industry partners, e. g. in mentorship programmes, should be described in detail and the added value clearly identified.</span></li><li><span><span style=\"color:black\">Demonstrate how the requirements of SMEs will be taken into account in the education programme.</span></span></li> </ul><p>The proposed action should deliver a set of lessons learned for the implementation of a pan-European education programme in HPC inspired by the present pilot programme. Moreover, concrete recommendations including a roadmap to achieve a sustainable and successful MSc programme on the basis of the pilot should be provided by the end of the project.</p><p><span>The action should also facilitate </span>mobility and internships for students as a part of HPC master programme.</p><ul level=\"0\"><li><span>Student mobility between European universities, research centres and industry should be designed as a part of the study programme in synergy and coordination with other mobility programmes (Summer of HPC, HPC Europe, Erasmus+ etc.) to support awareness and collaboration across communities. Proposals should also explain how mobility will be achieved.</span></li><li><span>For students pursuing an industry-focussed track of the MSc programme, student internships at industry or at research institutions will be a mandatory part of the study programme curricula. Expected duration of the internships is from 3 to 6 months during the second year of the study. The consortium should implement appropriate measures to ensure a high quality and comprehensive supervision of the students during the internship (clear work plan, personal supervisor, monitoring and on-site visits by coordinator, feedback loop etc.). Costs incurred by entities hosting students during internships are not eligible.</span></li> </ul><p><u><span>Requirements on consortium:</span></u><span> The consortium should demonstrate a good mix of excellence in education, research and in HPC technologies and applications, with solid links to the HPC supply and user industry in Europe. </span>Moreover, the participating institutions should demonstrate complementary and well-justified roles in the programme with an outstanding track record in their respective field. <span>The consortium should </span>support inclusivity in Europe and help in creating a level-playing field across Europe, and in particular for those countries currently developing their HPC infrastructure and ecosystem.</p><p>As consortium partners following types of institutions are eligible:</p><ul level=\"0\"><li>Higher education institutions (HEI) that are able to deliver a curriculum equivalent to 120 ECTS credits and award a master degree diploma (coordinator and main partners)</li><li>Supercomputing centers</li><li>Research institutions focused on HPC</li><li>Other entities eligible for participation in H2020, including private and for-profit companies, are eligible to participate in the action in exceptional and well-justified cases.</li> </ul><p>Each HEI in the consortium should provide a letter of commitment from their respective legal representative.</p><p>The consortium as a whole should provide a clear plan how the availability of state-of-the-art computing resources and emerging technology will be ensured for the activities within the project.</p><p>An advisory board consisting of industry and academic representatives must be constituted for the project. Letters of commitment from potential members of the advisory board should be provided as a part of the project proposal.</p><p>The EuroHPC JU considers that proposals requesting a contribution from the JU for a duration of up to 4 years would allow this specific challenge to be addressed appropriately. Nevertheless this does not preclude submission and selection of proposals with another duration.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><span>Proposals should describe how the proposed work will contribute to the impacts listed below:</span></p><ol level=\"0\">  <li><span>Contribution to the realisation of the EuroHPC JU’s overall and specific objectives</span></li><li>Establishment of a high quality, internationally competitive MSc programme in HPC across the Union with measurable key performance indicators and addressing requirements and needs of the European industry</li><li><span>Improved coordination and increased availability of </span>educational<span> activities on HPC</span></li><li>MSc students and graduates connected to industry and more broadly preparing a skilled young future workforce in HPC ready to be employed by the European industry</li><li>A large number of new specialists, in particular from underrepresented groups, trained in the use of current and future generation HPC and HPC-related technologies and applications in Europe.</li> </ol>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=InnovationProcurement;sortQuery=sortStatus;orderBy=asc\">Innovation Procurement</a><br></p>\n", "conditions": "<p>1.<span style=\"white-space:pre\">\t</span><span style=\"color: rgb(51, 51, 153);\"><strong>Eligible countries</strong></span><span style=\"color: rgb(0, 0, 255);\">: </span>Part A of the General Annexes to the Horizon 2020 Work Programme 2018-2020 shall apply mutatis mutandis to the actions covered by this topic.</p>\r\n<p>&nbsp;</p>\n<p>2.<span style=\"white-space:pre\">\t</span><strong><span style=\"color: rgb(51, 51, 153);\">Eligibility and admissibility conditions</span></strong>: Part B and C of the General Annexes to the Horizon 2020 Work Programme 2018-2020 shall apply mutatis mutandis to the actions covered by this topic.</p>\r\n<p>&nbsp;</p>\n<p><span><span>The conditions are described in General Annexes A, B and C of the Horizon 2020 Work Programme 2018-2020.</span></span></p>\n<p>3.<span style=\"white-space:pre\">\t</span><strong><span style=\"color: rgb(51, 51, 153);\">Proposal page limits and layout</span></strong>: please refer to Part B of the proposal template in the submission system below.&nbsp;</p>\r\n<p>&nbsp;</p>\n<p>4.<span style=\"white-space:pre\">\t</span><span style=\"color: rgb(51, 51, 153);\"><strong>Evaluation criteria and proces</strong></span>s: Part H of the General Annexes to the Horizon 2020 Work Programme 2018-2020 shall apply mutatis mutandis to the actions covered by this topic. Submission and evaluation processes are described in the <a href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\" target=\"_blank\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span><span>The criteria, scoring and threshold are described in General Annex H of the Horizon 2020 Work Programme 2018-2020.</span></span></p>\n<p><span><span>The procedure for setting a priority order for proposals with the same score is given in General Annex H of the Horizon 2020 Work Programme 2018-2020.</span></span></p>\n<p>&nbsp;5.<span style=\"white-space: pre;\">\t</span><strong><span style=\"color: rgb(51, 51, 153);\">Indicative timetable for evaluation and grant agreements</span></strong>: Information on the outcome of evaluation (single-stage call): maximum 5 months from the deadline for submission. Signature of grant agreements: maximum 8 months from the deadline for submission.</p>\r\n<p>&nbsp;</p>\n<p>&nbsp;6. <span style=\"white-space: pre;\">\t</span><strong><span style=\"color: rgb(51, 51, 153);\">Proposal and evaluation forms and model agreements</span></strong>:</p>\r\n<p><span style=\"color: rgb(51, 153, 102);\">Please ask RTD B.3 to send you the hyperlink once you have finalised the templates.</span></p>\r\n<p><strong>Research and Innovation Action</strong>:</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-europhc-ria-ia_en.pdf\" target=\"_blank\">Standard proposal template</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-ria-ia-csa-2018-20_en.pdf\" target=\"_blank\">Standard evaluation form</a></p>\r\n<p><a href=\"https://eurohpc-ju.europa.eu/documents/H2020_AGA%E2%80%93Annotated_Model_Grant_Agreement_Version_5.1.pdf\" target=\"_blank\">General MGA - Multi-Beneficiary&nbsp;</a></p>\r\n<p>&nbsp;</p>\r\n<p><strong>Coordination and Support Action</strong>:</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-europhc-csa_en.pdf\" target=\"_blank\">Standard proposal template&nbsp;</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-ria-ia-csa-2018-20_en.pdf\" target=\"_blank\">Standard evaluation form</a></p>\r\n<p><a href=\"https://eurohpc-ju.europa.eu/documents/H2020_AGA%E2%80%93Annotated_Model_Grant_Agreement_Version_5.1.pdf\" target=\"_blank\">General MGA - Multi-Beneficiary</a></p>\r\n<p>&nbsp;</p>\r\n<p><strong>Innovation Action</strong>:</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-europhc-ria-ia_en.pdf\" target=\"_blank\">Standard proposal template</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-ria-ia-csa-2018-20_en.pdf\" target=\"_blank\">Standard evaluation form</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\" target=\"_blank\">General MGA - Multi-Beneficiary&nbsp;</a></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;7.&nbsp;&nbsp;<strong><span style=\"color: rgb(51, 51, 153);\">Additional requirements</span></strong>:&nbsp;</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-i-budgflex_en.pdf\" target=\"_blank\">Horizon 2020 budget flexibility</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-j-classinfo_en.pdf\" target=\"_blank\">Classified information</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-g-trl_en.pdf\" target=\"_blank\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply&nbsp;</p>\r\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\r\n<p>For grants awarded under this topic the Commission may object to a transfer of ownership or the exclusive or non-exclusive licensing of results to a third party established in a third country not associated to Horizon 2020. The respective option of Article 30.3 of the Model Grant Agreement will be applied.</p>\r\n<p>&nbsp;</p>\n<p><span>Grants awarded under this topic </span><span>will be complementary.</span></p><p><span><span>The respective options of Article 2, Article 31.6 and Article 41.4 <span style=\"color:black\">2 of the </span><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\"><span>Model Grant Agreement</span></a></span></span> <span><span>will be applied. </span></span></p><p><span>Grants awarded under this topic will include a common task, defined by the EuroHPC Joint Undertaking, contributing to the definition of a common, overarching objective such as, for example, the definition of a modular curriculum in HPC, including cooperation with other Grants awarded by the EuroHPC Joint Undertaking.</span></p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p>&nbsp;8. <span style=\"white-space: pre;\">\t</span><strong><span style=\"color: rgb(51, 51, 153);\">Additional documents (i.e)</span></strong>:</p>\r\n<p>EuroHPC Workplan <span style=\"background-color: rgb(255, 255, 0);\">--&gt; specify the year of the work plan and add the correct link</span></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf \" target=\"_blank\">General annexes to the Work Programme 2018-2020</a>&nbsp;</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf \" target=\"_blank\">Legal basis: Horizon 2020 Regulation of Establishment</a>&nbsp;</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf \" target=\"_blank\">Legal basis: Horizon 2020 Rules for Participation</a>&nbsp;</p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\" target=\"_blank\">Legal basis: Horizon 2020 Specific Programme</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<div>&nbsp;</div>\n<p>&nbsp;9.&nbsp;&nbsp;<strong><span style=\"color: rgb(51, 51, 153);\">Open access to research data and specific publications:</span></strong></p>\r\n<p>Open access must be granted to all scientific publications resulting from actions covered by this topic.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p>Projects funded under this topic will by default provide open access to the research data they generate, except if they decide to opt-out. Part L of the General Annexes to the Horizon 2020 Work Programme 2018-2020 shall apply mutatis mutandis to the actions covered by this topic. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the Online Manual.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the Model Grant Agreement.</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><span style=\"color: rgb(0, 51, 102);\"><a href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\"><strong><span style=\"color: rgb(0, 51, 102);\">Funding &amp; Tenders Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>National Contact Points (NCP)</strong></span></a> <span style=\"display: inline !important; float: none; background-color: transparent; color: rgb(0, 0, 0); font-family: Arial,Verdana,sans-serif; font-size: 12px; font-style: normal; font-variant: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-decoration: none; text-indent: 0px; text-transform: none; -webkit-text-stroke-width: 0px; white-space: normal; word-spacing: 0px;\">&ndash;</span> contact your NCP for further assistance in your national language(s).</p>\r\n<p><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service-and-participant-validation_en\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong><a href=\"https://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><b><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\">IT Helpdesk</span></a> </b><span style=\"display: inline !important; float: none; background-color: transparent; color: rgb(0, 0, 0); font-family: Arial,Verdana,sans-serif; font-size: 12px; font-style: normal; font-variant: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-decoration: none; text-indent: 0px; text-transform: none; -webkit-text-stroke-width: 0px; white-space: normal; word-spacing: 0px;\">&ndash;</span> contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\" target=\"_blank\">Online Manual</a> and <a href=\"https://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\" target=\"_blank\">Science and Society Portal</a>.</p>\r\n<p><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>CEN</strong></span><strong> <span style=\"color: rgb(0, 51, 102);\">and</span> </strong><span style=\"color: rgb(0, 51, 102);\"><strong>CENELEC</strong></span></a>, the <span style=\"color: rgb(0, 51, 102);\"><strong>European Standards Organisations</strong></span>, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <span style=\"color: rgb(0, 0, 255);\">research@cencenelec.eu.</span></p>\r\n<p><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Partner Search Services</strong></span></a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Mar 19, 2021 4:01:53 PM", "lastChangeDate": "Mar 19, 2021 4:01:53 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 19, 2021 4:01:34 PM", "lastChangeDate": "Mar 19, 2021 4:01:34 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 19, 2021 2:39:17 PM", "lastChangeDate": "Mar 19, 2021 2:39:17 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 19, 2021 10:07:35 AM", "lastChangeDate": "Mar 19, 2021 10:07:35 AM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 19, 2021 10:03:32 AM", "lastChangeDate": "Mar 19, 2021 10:03:32 AM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 18, 2021 6:13:10 PM", "lastChangeDate": "Mar 18, 2021 6:13:10 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 18, 2021 5:55:23 PM", "lastChangeDate": "Mar 18, 2021 5:55:23 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 18, 2021 5:32:04 PM", "lastChangeDate": "Mar 18, 2021 5:32:04 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 17, 2021 8:12:22 PM", "lastChangeDate": "Mar 17, 2021 8:12:22 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 17, 2021 5:23:09 PM", "lastChangeDate": "Mar 17, 2021 5:23:09 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}, {"approvalDate": "Mar 17, 2021 4:53:39 PM", "lastChangeDate": "Mar 17, 2021 4:53:39 PM", "content": "The submission session is now available for: EuroHPC-2020-03(EuroHPC-CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}