{"TopicDetails": {"type": 0, "ccm2Id": 31053220, "cftId": 0, "identifier": "EURO-2-2014", "title": "The European growth agenda", "publicationDateLong": 1386720000000, "callIdentifier": "H2020-EURO-2014-2015", "callTitle": "Overcoming the crisis: new ideas, strategies and governance structures for Europe", "callccm2Id": 31053644, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047995, "abbreviation": "EU.3.6.", "description": "Europe in a changing world - inclusive, innovative and reflective societies"}], "topicMGAs": [], "tags": ["Competitiveness", "Migration", "Crisis", "Economics", "Innovation policy", "Globalisation", "Reforms", "Institutional arrangements", "Immigrants", "Growth"], "keywords": ["Public economics", "Migration", "Microeconomics, behavioural economics", "Macroeconomics", "Innovation management", "Development, economic growth", "Gender in social sciences", "International trade", "EU studies", "Competitiveness, innovation, research and developm", "Labour economics", "Economics of innovation"], "flags": ["Gender", "SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "11 December 2013", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["03 June 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"34617": [{"action": "EURO-5-2015 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 5000000}, "budgetTopicActionMap": {}}], "34618": [{"action": "EURO-6-2015 - RIA Research and Innovation action", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 11500000}, "budgetTopicActionMap": {}}], "34619": [{"action": "EURO-6-2015 - CSA Coordination and support action", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 500000}, "budgetTopicActionMap": {}}], "34620": [{"action": "EURO-1-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-4-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-3-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-2-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u>Specific challenge:</u> The impacts of the economic crisis have been far reaching on the ability of the EU economy to innovate, grow and create jobs. In response, the EU has proposed a new growth strategy ‘Europe 2020’ which aims at tackling common European challenges and boosting economic growth and quality employment through smart, sustainable and inclusive growth. However, to ensure conditions for a successful economic recovery we need to better understand the broader contexts of growth in Europe. </p><p>Over the last decades different national systemic models, each embodying a different set of economic, social, legal and cultural orders (institutional arrangements) have evolved in Europe. These national systemic models performed very differently in the crisis and their abilities to overcome long-term, structural problems have significant implications for a successful economic recovery. </p><p>Increasing global connectivity has accelerated trends towards delocalisation and relocalisation of industry, services and R&D both within Europe and globally. The emergence of new economic actors, driven by low labour costs, but investing more and more in modern technologies, puts further pressure on the European economy and its competitiveness.</p><p>European competitiveness can be driven by innovation, but most countries severely hit by the crisis also lack innovation dynamism. However, innovation, growth and employment are interlinked in a complex way. Due to this, on the one hand it is essential to understand better the conditions under which innovation fosters growth that benefits the whole society through high quality jobs and reducing inequalities. On the other hand, a broad range of factors that stimulate innovation need to be explored.</p><p><u>Scope:</u> The research to address this challenge should in particular focus on the following key dimensions (proposals do not need to cover all dimensions and may include additional aspects which are relevant to the specific challenge):</p><p>1)             Reform management for economic recovery</p><p>The research should provide an explanatory framework in order to describe and assess the politico-socio-economic models (institutional arrangements: political system, administrative system, social welfare system, legal framework, economic system, innovation system) in those EU Member States which have been most severely hit by the crisis and the trajectories of national development that led to it. It should also assess policy responses, in particular concerning the quality of public expenditure and consolidation efforts, taking into account the types of expenditure affected the most and the distribution of the consolidation burden in the society. It should also analyse how the governance systems of these countries allow and enable innovative change in order to explain the reasons for the perseverance of long-term structural problems and to assess the obstacles to institutional reforms. Finally, an assessment of policy proposals on how to overcome the underlying long-term structural problems should be made in the context of benchmarking these countries in terms of socio-economic competitiveness.</p><p>2)             Innovation-based growth strategy for Europe</p><p>Research should analyse the effectiveness of the innovation-based ‘Europe 2020’ growth strategy regarding employment creation, quality of jobs, inclusiveness and tackling increasing inequalities. The need for supporting policies should be assessed, as innovations both create jobs and destroy jobs, while the net balance depends on many factors such as the type of innovations and their substitution or compensation effects in the economy. The differences across sectors should be explored considering in what way the specific institutional conditions shape this balance, including the effects of public sector investments. Research should also explore policy trade-offs between fostering growth and employment through innovation/technological change and income inequality and how to effectively remedy the potential negative welfare effects. An improvement of the existing, comparative data as well the creation of new high quality comparative data may also be needed. </p><p>3)             Global production and innovation networks – costs and benefits for Europe</p><p>Research should analyse the costs and benefits of globalisation of production and innovation for the EU, Member States, firms and citizens, including constraints and opportunities for industries (Global Value Chain analysis). It should inspect how strategic decisions for (re)location are made by firms taking into account economic, financial, cultural, social and political aspects, including the new European agenda of Corporate Social Responsibility. The research should also investigate the potential for a better coordinated EU industrial policy, providing different scenarios of European international smart, sustainable and inclusive specialisation, including at Member States' and sectoral level. It should assess the different politically, economically and socially feasible steps of such specialisation(s) including in terms of growth and jobs created, taking into account variations between sectors and geographical areas. In this regard, new modes of and tools for cooperation between Member States should be envisaged.</p><p>4)             Migration, prosperity and growth</p><p>Research should make a comprehensive analysis of how migrants can contribute to the EU economy and society, including an assessment of the benefits and costs of immigration to the EU, considering both short-term and long term effects. From the labour market perspective, it is important to investigate how migrants can complement native worker productivity and what the success factors and inhibitors in migrants' careers are, including the gender-specific factors. Further analysis of the link between migration and innovation and competitiveness is also needed, in particular of the role of high- and medium-skilled migration in fostering innovation. Comparative analysis of Europe's strengths and weaknesses versus other regions, including their immigration policies, should identify approaches for making Europe more attractive to highly-skilled migrants, while protecting domestic labour, as a potentially important factor of economic dynamism and competitiveness of the EU.</p><p>The research is expected to comprehensively address one, or possibly a combination of, the above-mentioned dimensions. In so doing, proposals may also cover other issues relevant for fostering growth in Europe (cf. NORFACE Research Programme on Migration).</p><p>Activities aimed at the analysis of the economic impact of the Innovation Union and its commitments are targeted under a dedicated topic 'The economic impact of the Innovation Union' published in the Call on New forms of innovation (<i>H2020-INSO-2014/2015)</i> and are therefore outside the scope of this topic.</p><p>The Commission considers that proposals requesting a contribution from the EU of between EUR 1.5 and 2.5 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><u>Expected impact:</u> This research is expected to contribute to the scientific base for policies aimed at successful economic recovery in line with the objectives of the ‘Europe 2020’ growth strategy. It will provide insights into establishing durable foundations for growth and employment through more effective forms of governance at national and European level. In particular, it will contribute to a better understanding of the policy instruments designed to tackle the challenges facing the EU in the era of globalisation and will provide new ideas for fostering its international competitiveness. The research is expected to close important knowledge gaps in economic foundations regarding the conditions for and outcomes of innovation-based growth with respect to employment and overcoming inequalities. This new knowledge will help to improve the effectiveness of the European growth and employment strategy both in individual Member States and at the EU level and will contribute to an effective implementation of the Innovation Union.</p><p>Activities under this topic will also develop tools for a better assessment of the socio-economic evolution of national economies in general as well as for the analysis of policy options and decision making mechanisms to overcome the current economic and financial crisis.</p><p><u>Type of action</u>: Research and innovation actions </p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p>The budget breakdown for this call is given in the call conditions section of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/main/h2020-wp1415-societies_en.pdf\">work programme</a>.</p>\r\n<p><span style=\"color: #003366\"><strong>1</strong>. <strong>List of countries and applicable rules for funding:</strong> </span>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-a-countries-rules_en.pdf\">part A of the General Annexes </a>of the General Work Programme. <br />\r\n<span style=\"color: #003366\"><strong>2. Eligibility and admissibility conditions:</strong> </span>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-c-elig_en.pdf\">C of the General Annexes </a>of the General Work Programme <br />\r\n<span style=\"color: #003366\"><strong>3. Evaluation </strong></span><strong><br />\r\n</strong><span style=\"color: #003366\"><strong>3.1 Evaluation criteria and procedure, scoring and threshold:</strong> </span>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-h-esacrit_en.pdf\">part H of the General Annexes </a>of the General Work Programme<br />\r\n<strong>3.2 </strong><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a></p>\r\n<p><span style=\"color: #003366\"><strong>4</strong>. <strong>Proposal page limits and layout: </strong></span>Please refer to Part B of the standard proposal template.</p>\r\n<p><span style=\"color: #003366\"><strong>5. Indicative timetable for evaluation and grant agreement:<br />\r\n</strong></span>Information on the outcome of one-stage evaluation: maximum 5 months from the final date for submission.<br />\r\nSignature of grant agreements: maximum 3 months from the date of informing successful applicants.</p>\r\n<p><span style=\"color: #003366\"><strong>6. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: <br />\r\n</strong></span><u>Research and Innovation Action:</u></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-ria_en.pdf\">Specific provisions and funding rates </a><strong><br />\r\n</strong><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-ria-ia_en.pdf\">Standard proposal template (administrative forms and structure of technical annex)</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf\">Standard evaluation form</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></p>\r\n<p>&nbsp;<span style=\"color: #003366\"><strong>7. Additional provisions:<br />\r\n</strong></span><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-k-fs3p_en.pdf\">Financial support to Third Parties </a>&ndash; where a topic description foresees financial support to Third Parties, these provisions apply.</p>\r\n<p><span style=\"color: #003366\"><strong>8. Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.</strong></span> Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n</p>\r\n<p><span style=\"color: rgb(10, 54, 103);\"><strong>9. Frequently Asked Questions:</strong></span></p>\r\n<p><a href=\"https://ec.europa.eu/programmes/horizon2020/en/node/85  \">https://ec.europa.eu/programmes/horizon2020/en/node/85  </a></p>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/8_horizontal-issues/3_ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/index_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/index_en.htm\"><strong>H2020 Funding Guide</strong></a> your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [{"callId": 664, "id": 7084, "title": "Flash Call Info for EURO-SOCIETY-2014", "sectionId": 664, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 263749, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/euro-2-2014/1630111-flash_info__euro-society-2014_en.pdf", "id": 1630111, "fileName": "Flash info_ EURO-SOCIETY-2014_en.pdf", "common": false, "crc32": 3938400132}]}, {"callId": 664, "id": 272208, "title": "Legal basis - Framework Programme H2020", "sectionId": 664, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1607893, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595116-h2020-eu-establact-oj_en.pdf", "id": 1595116, "fileName": "h2020-eu-establact-oj_en.pdf", "common": true, "crc32": 2063613640}]}, {"callId": 664, "id": 272210, "title": "Legal basis - Specific Programme H2020", "sectionId": 664, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1360406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595115-h2020-sp-oj_en.pdf", "id": 1595115, "fileName": "h2020-sp-oj_en.pdf", "common": true, "crc32": 4123327472}]}, {"callId": 664, "id": 272211, "title": "WP H2020 - 1. Introduction", "sectionId": 664, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 517130, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617601-part_1_introduction_v2.0_en.pdf", "id": 1617601, "fileName": "Part 1_Introduction_v2.0_EN.pdf", "common": true, "crc32": 1406880430}]}, {"callId": 664, "id": 272259, "title": "WP H2020 - 19. General Annexes ", "sectionId": 664, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 881149, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617621-part_19_general_annexes_v.2.0_en.pdf", "id": 1617621, "fileName": "Part 19_General annexes_v.2.0_EN.pdf", "common": true, "crc32": 1466930081}]}], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;A total number of 2 proposals were submitted in response to this call.</p>", "latestInfos": [{"approvalDate": "Oct 29, 2015 10:26:13 AM", "lastChangeDate": "Oct 28, 2015 3:52:12 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the section &quot;Topic conditions and documents&quot;.</p>"}, {"approvalDate": "Jul 1, 2015 9:31:24 AM", "lastChangeDate": "Jul 1, 2015 9:31:15 AM", "content": "<p><span style=\"color: rgb(0, 51, 102);\"><strong>The submission system was closed for EURO-5-2015(ERA-NET-Cofund) on 28-05-2015.</strong></span></p>"}, {"approvalDate": "Jun 17, 2015 4:03:05 PM", "lastChangeDate": "Jun 17, 2015 4:02:31 PM", "content": "<p>The submission session is now available for: EURO-5-2015(ERA-NET-Cofund)</p>"}, {"approvalDate": "May 29, 2015 12:29:02 PM", "lastChangeDate": "May 29, 2015 12:28:50 PM", "content": "<p>A total number of 64 proposals were submitted in response to this call. The number of proposals for each topic/type of action is shown below:</p>\r\n<p>- Emerging ICT technologies in the public sector (RIA): 58</p>\r\n<p>- Networking of relevant stakeholders (CSA): 6<br />\r\n&nbsp;</p>"}, {"approvalDate": "May 20, 2015 12:04:27 PM", "lastChangeDate": "May 20, 2015 12:04:16 PM", "content": "<p>In the proposal template for Research and Innovation Actions (RIA) and Innovation Actions (IA), there is a typo at page 3 of part B, section 2, point 2.1.</p>\r\n<p>In the proposal template, you are asked to describe how your project will contribute to:</p>\r\n<ul>\r\n    <li>improving innovation capacity and the integration of new knowledge (<span style=\"color: #ff0000\"><strong><u>strengthening the competitiveness and growth of companies by developing innovations meeting the needs of European and global markets; and, where relevant, by delivering such innovations to the markets</u></strong></span>;</li>\r\n</ul>\r\n<p>The error is that the sentence (which starts with a parenthesis) should be another bullet point. During the evaluation, each bullet point will be assessed independently by the experts as each corresponds to a separate sub-criterion of the Impact Criterion.</p>\r\n<p>Our apologies for the inconvenience this typo might have caused. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Dec 10, 2014 8:29:23 AM", "lastChangeDate": "Dec 10, 2014 8:29:23 AM", "content": "The submission session is now available for: EURO-5-2015(ERA-NET-Cofund)"}, {"approvalDate": "Dec 10, 2014 8:28:27 AM", "lastChangeDate": "Dec 10, 2014 8:28:27 AM", "content": "The submission session is now available for: EURO-6-2015(CSA-RIA)"}, {"approvalDate": "Nov 5, 2014 8:36:06 PM", "lastChangeDate": "Nov 5, 2014 8:34:29 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab &quot;Call documents&quot;</p>\r\n<p>&nbsp;</p>\r\n<p>A total of 127 proposals were submitted in response to this call. The number of proposals for each topic is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>EURO-1-2014 Resilient and sustainable economic and monetary union in Europe : 19 proposals <br />\r\nEURO-2-2014 The European growth agenda: 32 proposals <br />\r\nEURO-3-2014 European societies after the crisis: 52 proposals <br />\r\nEURO-4-2014 Political challenges for Europe: 24 proposals</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 11, 2014 3:06:54 PM", "lastChangeDate": "Jun 11, 2014 3:05:55 PM", "content": "<p>A total of 127 proposals were submitted in response to this call. The number of proposals for each topic is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>EURO-1-2014 Resilient and sustainable economic and monetary union in Europe : 19 proposals <br />\r\nEURO-2-2014 The European growth agenda: 32 proposals <br />\r\nEURO-3-2014 European societies after the crisis: 52 proposals <br />\r\nEURO-4-2014 Political challenges for Europe: 24 proposals</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jan 9, 2014 6:07:45 PM", "lastChangeDate": "Jan 9, 2014 6:07:45 PM", "content": "The submission session is now available for: EURO-1-2014(RIA), EURO-2-2014(RIA), EURO-3-2014(RIA), EURO-4-2014(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}