{"TopicDetails": {"type": 0, "ccm2Id": 31053219, "cftId": 0, "identifier": "EURO-1-2014", "title": "Resilient and sustainable economic and monetary union in Europe", "publicationDateLong": 1386720000000, "callIdentifier": "H2020-EURO-2014-2015", "callTitle": "Overcoming the crisis: new ideas, strategies and governance structures for Europe", "callccm2Id": 31053644, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047995, "abbreviation": "EU.3.6.", "description": "Europe in a changing world - inclusive, innovative and reflective societies"}], "topicMGAs": [], "tags": ["Taxes", "Crisis", "Economic and monetary union", "Euro", "EMU", "Economics", "Currency", "Public finances", "Globalisation"], "keywords": ["Public administration", "Public economics", "Gender in social sciences", "Macroeconomics", "Statistics", "Numerical analysis", "EU studies"], "flags": ["SSH", "Gender"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "11 December 2013", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["03 June 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"34617": [{"action": "EURO-5-2015 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 5000000}, "budgetTopicActionMap": {}}], "34618": [{"action": "EURO-6-2015 - RIA Research and Innovation action", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 11500000}, "budgetTopicActionMap": {}}], "34619": [{"action": "EURO-6-2015 - CSA Coordination and support action", "plannedOpeningDate": "10 December 2014", "deadlineModel": "single-stage", "deadlineDates": ["28 May 2015"], "budgetYearMap": {"0": 500000}, "budgetTopicActionMap": {}}], "34620": [{"action": "EURO-1-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-4-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-3-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "EURO-2-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["03 June 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u>Specific challenge:</u> Economic and monetary integration in Europe, underpinned by the creation of the euro, has changed the landscape of international monetary relations with far reaching impacts both for the EU and its external partners. However, the financial and economic crisis has demonstrated that this process is not complete and it still has a number of important shortcomings that undermine the stability of the European financial system and the European economy as a whole. </p><p>These deficiencies are related to the ineffective mechanisms of fiscal policy coordination and supervision, and the lack of a coherent regulatory framework for the financial sector, despite its growing impact on the real economy. With mounting public debt, the crisis has also highlighted the importance of sustainable fiscal revenues. Also, despite significant efforts over the years to increase economic convergence in the EU, substantial macroeconomic imbalances remained and were even exacerbated by the crisis. Furthermore, the Blueprint for a deep and genuine EMU underlined the need to progress towards developing some stabilisation tools and a fiscal capacity.</p><p>These imbalances, both globally, and within the EU, have also been often mentioned as one of the important factors at the roots of the crisis itself. Due to this, it is crucial for an effective crisis recovery and the long-term sustainability of the European economic and financial system that the economic and monetary integration process is completed, with effective mechanisms put in place to address all of these deficiencies at the same time, in a comprehensive way.</p><p><u>Scope:</u>  The research to address this challenge should in particular focus on the following key dimensions (proposals do not need to cover all dimensions and may include additional aspects which are relevant to the specific challenge):</p><p>1)             Effective mechanisms of fiscal policy coordination in the EU</p><p>Research should explore the problem of fiscal sustainability in the EU, also in comparison with other major world economies, as well as investigate what degree of fiscal policy coordination at the EU level is needed to ensure long-term sustainability and the effective stabilisation of the economy, notably in case of asymmetric shocks and if the different mechanisms already put in place form a sufficient framework to achieve this. In this context, different potential models of a fiscal union for Europe should be explored and comprehensively assessed, including potential stabilising effects of different forms of shock-absorption mechanisms at the central level as outlined in the Van Rompuy Report, their institutional characteristics, political feasibility and socio-cultural impact as well as the potential to further enhance the economic stabilisation of the European economy[1]. Research should also investigate the practical aspects of fiscal policy coordination, fiscal rules and supervision in the EU, including the role and interplay of different national and European institutions as well as the political and cultural context of enforcing fiscal discipline, in order to identify potential loopholes that still need to be addressed.</p><p>2)             Fair and sustainable taxation</p><p>Research should make a comparative study of European and non-European taxation systems taking into account factors like, for example, objects of taxation, tax base, tax level, redistributive effects, complexity, control systems and legitimacy. The compatibility of the European tax systems and the broader impacts of the different tax regimes at the European level should be assessed, including the implications for economic development as well as widening socio-economic and gender inequalities. The analysis should also cover the potential of further steps of European tax harmonization including the perspective of true own resources for the EU budget.Due consideration should also be given to ethics, environmental and climatic sustainability, as well as values prevailing across the EU regarding fair taxation.</p><p>3)             The impact of macroeconomic and social imbalances on economic stability</p><p>Research should analyse the main features of macroeconomic, social and financial imbalances within and between the EU Member States and how they evolved throughout the history of European integration as well as what their implications are, in particular for long-term growth as well as economic and financial stability. A particular attention should be given to the analysis of spill over mechanisms from such imbalances from one Member State to another. It should also be investigated how to more effectively address macroeconomic and social imbalances in the EU and whether the current mechanisms, such as the Macroeconomic Imbalances Procedure and the Excessive Imbalance Procedure, provide an effective and robust framework to deal with this challenge.</p><p>4)             The global impacts of the crisis in Europe and the international monetary relations</p><p>Research will review the evolution of the global monetary system in the last decades, with particular emphasis on the consequences of the introduction of the euro. It should explore the impacts of the crisis on global power shifts, including the role of different currencies in international trade, capital flows and monetary reserves. The strategies of monetary authorities and their implications at the EU and world level should be analysed with respect to economic activities, including trade, employment, growth and financial flows. Research also needs to investigate the growing global interdependences of the financial and monetary systems and their implications for effective economic policies, including the rising challenges for global governance and international organisations. The activities should also consider different scenarios of the future evolution of international monetary relations and their implications for Europe.</p><p>The research is expected to comprehensively address one, or possibly a combination of, the above-mentioned dimensions. In so doing, proposals may also cover other issues relevant for building a more resilient and sustainable economic and monetary union in Europe. Proposals should in particular take stock of the relevant past and existing research projects funded at the EU level.</p><p>The Commission considers that proposals requesting a contribution from the EU of between EUR 1.5 and 2.5 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><u>Expected impact</u><u>:</u> Research is expected to advance theoretical and practical debates on a comprehensive framework for a more resilient and sustainable economic and monetary union in Europe. It will provide a critical assessment of the different concepts about effective economic governance in the EU and their practical implications, as well as of the mechanisms already put in place. These activities will contribute to a better understanding of the challenges facing the EU governance system currently and in the future, from the economic, political and technical point of view, taking into account both internal and external challenges. In exploring different possible solutions and scenarios, projects are expected to develop a comprehensive and coherent vision on how to ensure the long-term sustainability and resilience of the European economic system. New concepts, methodologies and tools developed by research will support European decision makers and practitioners in the setting-up and implementation of a reinforced governance architecture in the EU.</p><p><u>Type of action</u>: Research and innovation actions </p><p>[1] As reflected in the Blueprint for a deep and genuine EMU and by the Communication on strengthening the social dimension of the EMU.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p>The budget breakdown for this call is given in the call conditions section of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/main/h2020-wp1415-societies_en.pdf\">work programme</a>.</p>\r\n<p><span style=\"color: #003366\"><strong>1. List of countries and applicable rules for funding:</strong> </span>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-a-countries-rules_en.pdf\">part A of the General Annexes </a>of the General Work Programme.</p>\r\n<p><span style=\"color: #003366\"><strong>2. Eligibility and admissibility conditions:</strong></span><strong> </strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme</p>\r\n<p><span style=\"color: #003366\"><strong>3. Evaluation</strong></span></p>\r\n<p><span style=\"color: #003366\"><strong>3.1 Evaluation criteria and procedure, scoring and threshold:</strong> </span>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme, with the following exception: <br />\r\nFor the criterion Impact, the following standard sub-criterion is not applicable:<br />\r\n&bull; Strengthening the competitiveness and growth of companies by developing innovations that meet the needs of European and global markets; and by delivering such innovations to the markets</p>\r\n<p><span style=\"color: #003366\"><strong>3.2</strong> </span><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a></p>\r\n<p><span style=\"color: #003366\"><strong>4. Proposal page limits and layout:</strong></span><strong> </strong>Please refer to Part B of the standard proposal template.</p>\r\n<p><span style=\"color: #003366\"><strong>5. Indicative timeline for evaluation and grant management:</strong></span></p>\r\n<p>Information on the outcome of one-stage evaluation: maximum 5 months from the final date for submission.<br />\r\nSignature of grant agreements: maximum 3 months from the date of informing successful applicants.</p>\r\n<p><span style=\"color: #003366\"><strong>6. Provisions, proposal templates and evaluation&nbsp;forms for the&nbsp;type(s) of action(s) under this topic:</strong></span></p>\r\n<p><u>Research and Innovation Action</u></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-ria_en.pdf\">Specific provisions and funding rates </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-ria-ia_en.pdf\">Standard proposal template (administrative forms and structure of technical annex)</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf\">Standard evaluation form</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></p>\r\n<p><span style=\"color: #003366\"><strong>7. Additional provisions:<br />\r\n</strong></span><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-k-fs3p_en.pdf\">Financial support to Third Parties </a>&ndash; where a topic description foresees financial support to Third Parties, these provisions apply.</p>\r\n<p><span style=\"color: #003366\"><strong>8. Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged. </strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(10, 54, 103);\"><strong>9. Frequently Asked Questions: </strong></span></p>\r\n<p><a href=\"https://ec.europa.eu/programmes/horizon2020/en/node/85 \">https://ec.europa.eu/programmes/horizon2020/en/node/85 </a></p>\r\n<p><br />\r\n&nbsp;</p>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/8_horizontal-issues/3_ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/index_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/fp7documents/funding-guide/index_en.htm\"><strong>H2020 Funding Guide</strong></a> your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [{"callId": 646, "id": 291059, "title": "Flash Call Info for EURO-SOCIETY-2014", "sectionId": 646, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 263749, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/euro-1-2014/1630111-flash_info__euro-society-2014_en.pdf", "id": 1630111, "fileName": "Flash info_ EURO-SOCIETY-2014_en.pdf", "common": false, "crc32": 3938400132}]}, {"callId": 646, "id": 272208, "title": "Legal basis - Framework Programme H2020", "sectionId": 646, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1607893, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595116-h2020-eu-establact-oj_en.pdf", "id": 1595116, "fileName": "h2020-eu-establact-oj_en.pdf", "common": true, "crc32": 2063613640}]}, {"callId": 646, "id": 272210, "title": "Legal basis - Specific Programme H2020", "sectionId": 646, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1360406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595115-h2020-sp-oj_en.pdf", "id": 1595115, "fileName": "h2020-sp-oj_en.pdf", "common": true, "crc32": 4123327472}]}, {"callId": 646, "id": 272211, "title": "WP H2020 - 1. Introduction", "sectionId": 646, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 517130, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617601-part_1_introduction_v2.0_en.pdf", "id": 1617601, "fileName": "Part 1_Introduction_v2.0_EN.pdf", "common": true, "crc32": 1406880430}]}, {"callId": 646, "id": 272259, "title": "WP H2020 - 19. General Annexes ", "sectionId": 646, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 881149, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617621-part_19_general_annexes_v.2.0_en.pdf", "id": 1617621, "fileName": "Part 19_General annexes_v.2.0_EN.pdf", "common": true, "crc32": 1466930081}]}], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;A total number of 2 proposals were submitted in response to this call.</p>", "latestInfos": [{"approvalDate": "Oct 29, 2015 10:26:13 AM", "lastChangeDate": "Oct 28, 2015 3:52:12 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the section &quot;Topic conditions and documents&quot;.</p>"}, {"approvalDate": "Jul 1, 2015 9:31:24 AM", "lastChangeDate": "Jul 1, 2015 9:31:15 AM", "content": "<p><span style=\"color: rgb(0, 51, 102);\"><strong>The submission system was closed for EURO-5-2015(ERA-NET-Cofund) on 28-05-2015.</strong></span></p>"}, {"approvalDate": "Jun 17, 2015 4:03:05 PM", "lastChangeDate": "Jun 17, 2015 4:02:31 PM", "content": "<p>The submission session is now available for: EURO-5-2015(ERA-NET-Cofund)</p>"}, {"approvalDate": "May 29, 2015 12:29:02 PM", "lastChangeDate": "May 29, 2015 12:28:50 PM", "content": "<p>A total number of 64 proposals were submitted in response to this call. The number of proposals for each topic/type of action is shown below:</p>\r\n<p>- Emerging ICT technologies in the public sector (RIA): 58</p>\r\n<p>- Networking of relevant stakeholders (CSA): 6<br />\r\n&nbsp;</p>"}, {"approvalDate": "May 20, 2015 12:04:27 PM", "lastChangeDate": "May 20, 2015 12:04:16 PM", "content": "<p>In the proposal template for Research and Innovation Actions (RIA) and Innovation Actions (IA), there is a typo at page 3 of part B, section 2, point 2.1.</p>\r\n<p>In the proposal template, you are asked to describe how your project will contribute to:</p>\r\n<ul>\r\n    <li>improving innovation capacity and the integration of new knowledge (<span style=\"color: #ff0000\"><strong><u>strengthening the competitiveness and growth of companies by developing innovations meeting the needs of European and global markets; and, where relevant, by delivering such innovations to the markets</u></strong></span>;</li>\r\n</ul>\r\n<p>The error is that the sentence (which starts with a parenthesis) should be another bullet point. During the evaluation, each bullet point will be assessed independently by the experts as each corresponds to a separate sub-criterion of the Impact Criterion.</p>\r\n<p>Our apologies for the inconvenience this typo might have caused. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Dec 10, 2014 8:29:23 AM", "lastChangeDate": "Dec 10, 2014 8:29:23 AM", "content": "The submission session is now available for: EURO-5-2015(ERA-NET-Cofund)"}, {"approvalDate": "Dec 10, 2014 8:28:27 AM", "lastChangeDate": "Dec 10, 2014 8:28:27 AM", "content": "The submission session is now available for: EURO-6-2015(CSA-RIA)"}, {"approvalDate": "Nov 5, 2014 8:36:06 PM", "lastChangeDate": "Nov 5, 2014 8:34:29 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab &quot;Call documents&quot;</p>\r\n<p>&nbsp;</p>\r\n<p>A total of 127 proposals were submitted in response to this call. The number of proposals for each topic is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>EURO-1-2014 Resilient and sustainable economic and monetary union in Europe : 19 proposals <br />\r\nEURO-2-2014 The European growth agenda: 32 proposals <br />\r\nEURO-3-2014 European societies after the crisis: 52 proposals <br />\r\nEURO-4-2014 Political challenges for Europe: 24 proposals</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 11, 2014 3:06:54 PM", "lastChangeDate": "Jun 11, 2014 3:05:55 PM", "content": "<p>A total of 127 proposals were submitted in response to this call. The number of proposals for each topic is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>EURO-1-2014 Resilient and sustainable economic and monetary union in Europe : 19 proposals <br />\r\nEURO-2-2014 The European growth agenda: 32 proposals <br />\r\nEURO-3-2014 European societies after the crisis: 52 proposals <br />\r\nEURO-4-2014 Political challenges for Europe: 24 proposals</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jan 9, 2014 6:07:45 PM", "lastChangeDate": "Jan 9, 2014 6:07:45 PM", "content": "The submission session is now available for: EURO-1-2014(RIA), EURO-2-2014(RIA), EURO-3-2014(RIA), EURO-4-2014(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}