{"TopicDetails": {"type": 0, "ccm2Id": 31073978, "cftId": 0, "identifier": "FCH-01-9-2016", "title": "Large scale validation of fuel cell bus fleets ", "publicationDateLong": 1453161600000, "callIdentifier": "H2020-JTI-FCH-2016-1", "callTitle": "FCH2 JU call for proposals 2016", "callccm2Id": 31073993, "allowPartnerSearch": true, "workProgrammepart": {"id": 257552, "ccm_id": 31081247, "wp_part": "H2020-JTI-FCH-2016", "wp_year": "H2020-JTI-FCH-2016", "wp_title": "FCH2 Work Plan 2016", "wp_website": "http://www.fch.europa.eu/", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp16-fch_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047956, "abbreviation": "EU.3.4.", "description": "Smart, green and integrated transport"}, {"id": 31061968, "abbreviation": "EU.3.4.6.", "description": "FCH2 (transport objectives)"}, {"id": 31061969, "abbreviation": "EU.3.4.6.1.", "description": "Reduce the production cost of fuel cell systems to be used in transport applications, while increasing their lifetime to levels which can compete with conventional technologies"}], "topicMGAs": [], "tags": ["fuel cell bus", "urban bus", "hydrogen refueling stations"], "keywords": ["Urban transport", "Sustainable transport - general", "Public transport"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "19 January 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["03 May 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"61266": [{"action": "FCH-01-3-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-03-1-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-1-2016 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-4-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-1-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-2-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-11-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-1-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-2-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-3-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-2-2016 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-4-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-5-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-6-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-10-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-7-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-9-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-8-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-10-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-9-2016 - FCH2-IA Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-7-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-8-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-5-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-6-2016 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "19 January 2016", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2016"], "budgetYearMap": {"2016": 117500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The urban bus application has been identified as a priority value application for fuel cells and hydrogen, for a number of reasons: a political agenda supporting a shift from individual to public transport; stringent CO2 and exhaust (CO, NOx, PM) emissions as well as noise reduction objectives.</p><p>Hydrogen allows for the use of renewable energy, dramatic well to wheel emission reductions* which are a primary driver for future urban traffic electrification plans in the EU and very high operational flexibility.</p><p>Earlier EU programmes (CHIC, High VLOCity, HyTransit and 3EMotion) have shown a 75% price reduction of the bus since 1990 with volumes remaining small, opening up different pathways to full commercialisation as of 2020.</p><p>To achieve this objective, the commercialisation study, conducted by Roland Berger Strategy Consulting contracted by the Fuel Cell and Hydrogen Joint Undertaking recommends that a first step change that needs to be made is through:</p><ul level=\"0\">  <li>an increase of volume by aggregating number of about 100 units</li>  <li>increased number of vehicles serviced per station</li>  <li>a coalition of cross the board cities and regions forming regional clusters throughout the EU member states, who are committed to deploying the technology in the H2020 time frame.</li>  <li>joint procurement as modern investment tool shall be applied to improve terms &amp; conditions for operators and stability of supply for producers</li> </ul><p>Commitments thereto have been made jointly by the supply side in November 2014 (5 bus OEM’s) and by the demand side (30+ bus operators) in June 2015. Five bus OEM’s are developing next generation bus models to show the cost down potential and take the technology from a current TRL 6/7 (demos) to TRL 8/9 (semi and full commercialisation) level from now through the end of Horizon 2020.</p><p>The purpose of this bus validation topic is therefore to establish a committed coalition that can achieve the aggregate volume and a demonstration scale that is necessary to meet further cost reductions required for a full commercialisation of fuel cell bus technology and the associated infrastructure by 2020. FC bus manufacturers have indicated that a cumulative production volume of 500 to 1000 buses is required to trigger full commercial roll-out. This is a challenge both in terms of acquisition of the buses (large enough numbers to reduce costs) and their operation, and also the HRSs needed for such yield of hydrogen and its supply.</p><p><em>*See: Well-To-Wheels Report Version 4.a JEC Well-To-Wheels Analysis: Well-To-Wheels Analysis of Future Automotive Fuels and Powertrains in the European Context</em></p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This topic calls for simultaneous deployment and demonstration of larger scale FC bus fleets in line with the recommendations of the FCH JU’s bus commercialisation roadmap in Europe until 2020*. The project will cover the roll-out of a set of fleets amounting to at least 100 FC buses consisting of at least 3 locations with minimum 20 buses per depot. The minimum number of buses per location/depot for additional locations should be 10. Concrete statements should be provided in the proposals regarding the willingness of operators to further expand the fleets after the project. The project will serve to analyse the operation of large fleets of buses and their impact on everyday heavy usage bus operation, including the specific purchasing mechanisms like e.g. joint procurement to efficiently commercialise innovative technology.</p><p><u>FC buses</u></p><p>The buses deployed within the project should have a high level of standardization and learning from previous projects shall reflect significantly in the availability of the buses. The buses are considered to be close to commercial readiness from both a technical maturity and an economic perspective.</p><p>The generation of FC buses deployed in this project shall at least have been tested in prior projects (EU &amp; non-EU, minor system changes to improve availability are acceptable) in order to assure a reliable operation of the bus fleets leveraging existing experience and leading to more operating uptime.</p><p>Buses are expected to comply with the following requirements:</p><ul level=\"0\">  <li>Buses can be FC-hybrid or full power FC (FC system as the dominating power source), but at least half of the energy required for performing their expected duty cycle should be provided from hydrogen.</li>  <li>The minimum operational period for any bus demonstrated in the project is 24 months, whereas in all cases arrangements for extending operation after the end of the project are expected and should be documented in the proposal as a matter of key importance. A minimum of 50% of all buses should be introduced in the first 2 years of the project and should be 36 months or 100,000km in operational service</li>  <li>Maximum funding: The funding per vehicle cannot exceed 200.000€ per standard bus [1] (12/13.5 m), 250.000 € per articulated bus (&gt;18m), provided they are equipped with a full power FC system of at least 50kW. In addition, for range-extender units or other alternative solutions complying with the given requirements, the funding is limited to 1500€/kW installed FC system</li>  <li>Maximum price (for the customer): 650,000€ for a standard bus and less than 1,000,000€ for articulated buses</li>  <li>&gt;20,000h vehicle operation lifetime initially, minimum 25,000h lifetime as project target</li>  <li>The key energy source of vehicles must be hydrogen in a fuel cell dominated or range extender architecture. At least half of the power requirement should be provided by the fuel cell</li>  <li>Fuel cell system MTBF [2] &gt;2,500 km</li>  <li>Availability &gt;90% on a fleet basis after an initial 6 month ramp-up phase (to be measured in available operation time excluding scheduled preventive maintenance)</li>  <li>Tank-to-wheel efficiency &gt;42%, for buses measured in the SORT 1 &amp; 2 drive cycles.</li>  <li>Series production ability as well as the cost reduction potential as a result of the project have to be demonstrated.</li> </ul><p><u>HRS </u></p><p>This topic focuses on the demonstration of larger hydrogen refuelling station for large bus fleets based on previous engineering research projects (min. &gt; 20 buses and 400 kg refuelling capacity per day). The challenge is to maintain high levels of station availability, specify the right level of system redundancy and ensure fuel availability during the entire operation.</p><p>For the location(s) that begin testing fuel cell buses at a smaller scale, a pathway towards larger fuel cell bus fleets (&gt;50) needs to be provided as a result of the project. Projects and cities with a clear strategic goal to increase their hydrogen bus fleet and projects with a higher buses/station ratio will have priority as the impact for the commercialisation will be bigger.</p><p>HRS are expected to comply with the following requirements:</p><ul level=\"0\">  <li>HRS are to be designed to allow for cost effective operation in each location, including plans for scaling up as fleets expand</li>  <li>A target availability of the station of 98% (measured in usable operation time of the station providing redundancy for service and maintenance) excluding scheduled preventive maintenance</li>  <li>Inclusion of the HRS designs developed under earlier programmes (in particular the NewBusFuel project from the 2014 call) to show integration of concept and cost down potential of hydrogen production and storage for larger fleets as well as the potential to scale up capacity</li>  <li>The cost of dispensed hydrogen offered in the project needs to be consistent with the national or regional strategy on hydrogen pricing. Cost improvements due to increased hydrogen production capacity and especially higher utilization rates of the HRS is anticipated in the course of the project (target at the pump &lt; 9 €/kg excl. taxes)</li>  <li>Hydrogen purity has to be at least 99.999 %</li> </ul><p>A maximum funding per large HRS (20 buses) is 1,200,000 € and smaller stations (10 buses) is 600,000 €, excluding on-site production equipment.</p><p><u>Overall</u></p><p>Beyond demonstration of the technology the participating cities shall engage in communication of their efforts to partner cities/regions in Europe and beyond through appropriate channels to share their experience within the project (e.g. UITP meeting/city conferences, etc.)</p><p>This topic includes funding caps which are clearly below the maximum funding rates applicable in the framework programme Horizon 2020 and the FCH 2 JU. This is done on purpose as beneficiaries are expected to obtain co-funding.</p><p>In order to facilitate co-funding and compliance with all the rules applicable to the different funding sources, beneficiaries are allowed to shift the capped budget from one cost item to another as long as (1) they comply with the rules applicable in the framework programme Horizon 2020 and the FCH 2 JU and (2) they remain under the budget defined by the funding caps.</p><p><em>Example: a beneficiary deploying 1 HRS and 20 12meter buses. The maximum reimbursement for this deployment is 1*€1.200.000 + 20*€200.000= €5.200.000. To facilitate co-funding, said beneficiary can shift the budget from the HRS to the buses or vice versa as long as the budget remains under 5.2M€ and complies with the reimbursement rules of the FCH 2 JU and all other applicable rules.</em></p><p>It is necessary that the project shows evidence for co-funding by national, regional or private sources in order to demonstrate a strong commitment towards clean propulsion and emission free public transport. Any such co-funding should be fully secured before the signature of the grant agreement to ensure timely realisation of the project.</p><p>Proposers should provide a clear evidence of:</p><ul level=\"0\">  <li>political support for the project together with commitment to further involvement in the roll out must be provided as part of the proposal, through a Letter of Intent</li>  <li>a comprehensive exploitation plan for the project should also form part of the proposal.</li> </ul><p>Any event (accidents, incidents, near misses) that may occur during the project execution shall be reported into the European reference database HIAD (Hydrogen Incident and Accident Database) at <a href=\"https://odin.jrc.ec.europa.eu/engineering-databases.html\">https://odin.jrc.ec.europa.eu/engineering-databases.html</a>.</p><p>The consortium should include multiple bus service providers/operators, bus OEMs, refuelling infrastructure providers/operators, fuel retailers, industrial players, local and regional bodies, as appropriate and relevant to the effective delivery of the project.</p><p>To be eligible for participation a consortium must contain at least one constituent entity of the Industry or Research Grouping Proposals should clearly demonstrate the commitment of OEMs to supply vehicles to the project. The involvement of SMEs is encouraged.</p><p>The following TRLs are at least required:</p><ul level=\"0\">  <li>7 for FC buses at start of project</li>  <li>7 for the HRS at start of project.</li> </ul><p>The maximum FCH 2 JU contribution that may be requested is EUR 32 million. This is an eligibility criterion – proposals requesting FCH 2 JU contribution above this amount will not be evaluated.</p><p>Expected duration: 4-6 years</p><p>A maximum of 1 project may be funded under this topic.</p><p><em>*See: <a href=\"http://www.fch.europa.eu/publications/fuel-cell-electric-buses-%E2%80%93-potential-sustainable-public-transport-europe\">http://www.fch.europa.eu/publications/fuel-cell-electric-buses-%E2%80%93-potential-sustainable-public-transport-europe</a></em></p><p><em>[1] Basic 12m low entry, class 1 city bus, with 2 doors, air conditioning, min. 30 seats, traction batteries for operation on flat terrain, all IT equipment (except destination signs) delivered by the operator, manually operated ramp, delivered ex-factory OEM. Extra for special equipment excluded.</em></p><p><em>[2] MTBF: mean time between failure, failure means any incident caused by the vehicle which interrupts the operation of the vehicle</em></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><u>FC buses</u></p><p>According to previous investigations on fuel cell buses it is expected that the project leads to further cost reduction of FC-buses and the necessary power train components. The envisaged cost level for a standard 12m FC-bus (equipped with a full power FC-system) produced in larger numbers in 2020 is 600,000 Euro*. Further, the project needs to trigger uptake of FC-buses by European cities. In addition it is anticipated that larger fleets of buses create higher public awareness of the technology increasing interest in hydrogen and fuel cell solutions for public transport in general, stimulating further demand.</p><p><u>HRS</u></p><p>Hydrogen refuelling stations for larger fleets of fuel cell buses will be heavily utilised and therefore generate a bigger learning effect in comparison to underutilised stations for other applications. It shall increase the confidence of bus operators in reliable fuel supply and demonstrate the viability of fuel cells in public transport even in a full role out scenario, i.e. all buses at a depot run on hydrogen. Furthermore, fuel cell bus stations can occasionally be combined with refuelling points for other applications that might trigger awareness, understanding and demand for applications. Previous engineering research will contribute to successful implementation and execution of this project.</p><p><u>Overall </u></p><p>The project should deliver:</p><ul level=\"0\">  <li>Lessons learnt from implementing and operating large hydrogen bus fleets for follower cities</li>  <li>Identification of bottlenecks – technical, organisational, structural, financial including RCS and formulation of recommendations on how to address these</li>  <li>Quantitatively and qualitatively evaluate the impact of the technology on public health and urban living (e.g. comparison against incumbent technology, in situ measurement etc.)</li> </ul><p>Professional dissemination of the activities of the project to the broad public is seen as a key part of the demonstration project. It should especially be foreseen to communicate the benefits of hydrogen and fuel cells in public transport. Regional authorities should support the project with communication.</p><p><em>*See: Fuel Cell Electric Buses – Potential for Sustainable Public Transport in Europe, A Study for the Fuel Cells and Hydrogen Joint Undertaking</em></p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.<br />\r\n&nbsp;</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects (follow the links to <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_china_en.pdf\">China</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_japan_en.pdf\">Japan</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_korea_en.pdf\">Republic of Korea</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_mexico_en.pdf\">Mexico</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_russia_en.pdf\">Russia</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_taiwan_en.pdf\">Taiwan</a>). <br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme<font color=\"#339966\">.</font><span style=\"color: rgb(0, 0, 0);\">&nbsp;The following exceptions apply (see 'chapter 3.3. Call management rules' from the AWP2016 and specific topic description): <em>&nbsp;'For some, well-identified topics it is therefore duly justified to require as an additional condition for participation that <u>at least one constituent entity of the Industry Grouping or Research Grouping is among the participants in the consortium</u>.'</em></span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the FCH2 JU proposal template.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme.&nbsp;As part of the Panel Review, <u>hearings will be organised for Innovation Actions (IA) proposals.<span style=\"color: rgb(51,153,102)\">&nbsp;</span></u><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><span style=\"color: rgb(51,153,102)\"><br />\r\n    </span><br />\r\n    &nbsp; &nbsp; &nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>FCH2 JU Innovation Action (FCH2-IA):</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ia_en.pdf\">Specific provisions and funding rates</a><br />\r\n    Proposal templates are available after entering the submission tool below.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 JU Model Grant Agreement </a>  <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0, 51, 102);\"><strong>Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.&nbsp;</strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\"><br />\r\n    </a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp16-fch_en.pdf\">FCH2 JU 2016 Work Plan</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan </a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU &ndash; Regulation of establishment</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment</a>  <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n    &nbsp;</li>\r\n</ol>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>FCH2 JU members:</strong></p>\r\n<p><strong><a href=\"http:// http://hydrogeneurope.eu/\">Industry Grouping</a>,</strong> Hydrogen Europe</p>\r\n<p><strong><a href=\"http://www.nerghy.eu/\">Research Grouping</a>,</strong> N.ERGHY</p>\r\n<p><strong><a href=\"http://www.fch.europa.eu/\">FCH2 JU Programme Office</a>, Helpdesk:</strong>&nbsp;fch-projects@fch.europa.eu&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p><strong> Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal<br />\r\n<a href=\"http://www.imi.europa.eu/content/partner-search\"><br />\r\n<br />\r\n</a></p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 1047841342, "id": 723618, "title": "Flash-call Info", "sectionId": 1047841342, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 346815, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-01-9-2016/1735105-h2020-jti-fch-2016_flash_call_info_en.pdf", "id": 1735105, "fileName": "H2020-JTI-FCH-2016 flash call info_EN.pdf", "common": false, "crc32": 2946218978}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p><u>Indicative timetable for evaluation and grant agreement signature: </u></p><p>Information on the outcome of the evaluation: Maximum 5 months from the date for submission;</p><p>Indicative date for the signing of grant agreements: Maximum 8 months from the date for submission.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>Total budget [1]: EUR 117.5 million [2]</p><p><em>[1] The final budgets awarded to actions implemented through the Call for Proposals may vary by up to 20% of the total value of the indicative budget for each action. </em></p><p><em>[2] The 2016 Call for Proposals has a total indicative amount of EUR 117.5 M€ of which EUR 103,9 M € from 2016 Commitment Appropriations for operations and EUR 13.6 M€ reactivated unused commitment appropriations from year 2015 resulting mainly from the outcome of the Call 2015 evaluations.</em></p><p>Through their participation in projects funded under this call and in accordance with point (b) of Article 13(3) of the FCH 2 JU Statutes, it is estimated that an <u>additional 8 million EUR in-kind contributions</u> will be provided by the constituent entities of the Members other than the Union or their affiliated entities participating in the indirect actions published in this call.</p>\n", "latestInfos": [{"approvalDate": "Sep 8, 2016 10:22:33 AM", "lastChangeDate": "Sep 8, 2016 10:17:51 AM", "content": "<p>An overview of the evaluation results (flash call info) is now available under the &quot;Topic conditions and documents&quot; section on the topic page.</p>"}, {"approvalDate": "Jun 14, 2016 11:41:25 AM", "lastChangeDate": "Jun 14, 2016 11:41:02 AM", "content": "<p><u><strong>HEARINGS</strong></u><br />\r\nAs part of the Panel Review, <u>Hearings will be organised for Innovation Actions (IA) proposals.</u></p>\r\n<p>For this call, hearings will be conducted <u>by a written procedure.</u> <br />\r\nInvitations to hearings will be sent only to the coordinators of proposals with consensus scores above the individual thresholds.</p>\r\n<p>It is expected the coordinators <u><strong>to receive the hearing questions by 24/06/2016 with a deadline to provide a written reply by 28/06/2016. </strong></u><br />\r\nHearings should not be used to modify proposals. The coordinators may only provide explanations and clarifications in response to questions submitted.</p>\r\n<p>Providing written reply for the hearings is not mandatory, but strongly recommended. Original submitted proposal is still the basis for final evaluation.<br />\r\n&nbsp;</p>"}, {"approvalDate": "May 10, 2016 12:05:07 PM", "lastChangeDate": "May 10, 2016 12:04:50 PM", "content": "<p>A total of 81 proposals were submitted in response to this call.</p>\r\n<p>&bull;\tTransport &ndash; total 26 proposals<br />\r\n&bull;\tEnergy &ndash; total 38 proposals<br />\r\n&bull;\tOverarching &ndash; total 7 proposals<br />\r\n&bull;\tCross-cutting &ndash; total 6 proposals</p>\r\n<p><u>Transport pillar: 26</u><br />\r\nTopic 01-1: 5<br />\r\n01-2: 0<br />\r\n01-3: 2<br />\r\n01-4: 3<br />\r\n01-5: 6<br />\r\n01-6: 2<br />\r\n01-7: 2<br />\r\n01-8: 4 <br />\r\n01-9: 1 <br />\r\n01-10: 1  <br />\r\n<u>Energy pillar: 38</u><br />\r\nTopic 02-1: 2<br />\r\n02-2: 8<br />\r\n02-3: 7<br />\r\n02-4: 3<br />\r\n02-5: 2<br />\r\n02-6: 4<br />\r\n02-7: 4<br />\r\n02-8: 1<br />\r\n02-9: 1<br />\r\n02-10: 2<br />\r\n02-11: 4<br />\r\n<u>Overarching: 7</u><br />\r\nTopic 03-1: 7<br />\r\n<u>Cross-cutting: 6</u><br />\r\nTopic 04-1: 4<br />\r\n04-2: 2<br />\r\n&nbsp;</p>\r\n<p>4 proposals were withdrawn by the FCH2 JU services due to abusive or test submission.<br />\r\nThe evaluation of the proposals is planned to start by end-May 2016 and will be closed by mid-July 2016. Applicants will be informed on the outcome of the evaluations by the end of August 2016. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Mar 17, 2016 11:26:29 AM", "lastChangeDate": "Mar 17, 2016 11:26:02 AM", "content": "<p><u>International Collaboration:</u><br />\r\nFollowing an agreement between the US Department of Energy, DoE and the FCH JU, please note that for the following topics:<br />\r\nFCH-02-1-2016: Establish testing protocols for electrolysers performing electricity grid services<br />\r\nFCH-02-7-2016: Demonstration of large-scale rapid response electrolysis to provide grid balancing services and to supply hydrogen markets<br />\r\nFCH-02-10-2016: Demonstration of fuel cell-based energy storage solutions for isolated micro-grid or off-grid remote areas<br />\r\nFCH-04-1-2016: Novel education and training tools<br />\r\nlegal entities established in the United States and participating in a proposal to be funded by the FCH JU programme are encouraged to explore potential future opportunities for funding in similar topics through the US Department of Energy.<br />\r\nMore information is available at:<br />\r\n<a href=\"http://International Collaboration: Following an agreement between the US Department of Energy, DoE and the FCH JU, please note that for the following topics: FCH-02-1-2016: Establish testing protocols for electrolysers performing electricity grid services FCH-02-7-2016: Demonstration of large-scale rapid response electrolysis to provide grid balancing services and to supply hydrogen markets FCH-02-10-2016: Demonstration of fuel cell-based energy storage solutions for isolated micro-grid or off-grid remote areas FCH-04-1-2016: Novel education and training tools legal entities established in the United States and participating in a proposal to be funded by the FCH JU programme are encouraged to explore potential future opportunities for funding in similar topics through the US Department of Energy. More information is available at: http://www1.eere.energy.gov/hydrogenandfuelcells/financial.html and http://www1.eere.energy.gov/hydrogenandfuelcells/index.html \">http://www1.eere.energy.gov/hydrogenandfuelcells/financial.html </a>and<br />\r\n<a href=\"http://www1.eere.energy.gov/hydrogenandfuelcells/index.html\">http://www1.eere.energy.gov/hydrogenandfuelcells/index.html</a> </p>"}, {"approvalDate": "Jan 22, 2016 11:53:06 AM", "lastChangeDate": "Jan 22, 2016 11:53:06 AM", "content": "The submission session is now available for: FCH-03-1-2016(FCH2-RIA), FCH-04-1-2016(FCH2-CSA), FCH-02-8-2016(FCH2-IA), FCH-01-10-2016(FCH2-IA), FCH-01-7-2016(FCH2-RIA), FCH-02-4-2016(FCH2-RIA), FCH-01-6-2016(FCH2-RIA), FCH-01-4-2016(FCH2-RIA), FCH-02-7-2016(FCH2-IA), FCH-01-8-2016(FCH2-RIA), FCH-04-2-2016(FCH2-CSA), FCH-02-10-2016(FCH2-IA), FCH-02-5-2016(FCH2-RIA), FCH-02-2-2016(FCH2-RIA), FCH-02-11-2016(FCH2-IA), FCH-01-5-2016(FCH2-RIA), FCH-02-1-2016(FCH2-RIA), FCH-01-2-2016(FCH2-RIA), FCH-01-9-2016(FCH2-IA), FCH-02-3-2016(FCH2-RIA), FCH-01-1-2016(FCH2-RIA), FCH-02-6-2016(FCH2-RIA), FCH-02-9-2016(FCH2-IA), FCH-01-3-2016(FCH2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}