{"TopicDetails": {"type": 0, "ccm2Id": 31068425, "cftId": 0, "identifier": "FCH-03.1-2015", "title": "Large scale demonstration of Hydrogen Refuelling Stations and FCEV road vehicles - including buses and on site electrolysis", "publicationDateLong": 1430784000000, "callIdentifier": "H2020-JTI-FCH-2015", "callTitle": "FCH2 JU call for proposals 2015", "callccm2Id": 31068432, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31047938, "abbreviation": "EU.3.3.", "description": "Secure, clean and efficient energy"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047956, "abbreviation": "EU.3.4.", "description": "Smart, green and integrated transport"}, {"id": 31047948, "abbreviation": "EU.3.3.3.", "description": "Alternative fuels and mobile energy sources"}, {"id": 31047950, "abbreviation": "EU.3.3.3.2.", "description": "Reducing time to market for hydrogen and fuel cells technologies"}, {"id": 31061964, "abbreviation": "EU.3.3.8.", "description": "FCH2 (energy objectives)"}, {"id": 31061967, "abbreviation": "EU.3.3.8.3.", "description": "Demonstrate on a large scale the feasibility of using hydrogen to support integration of renewable energy sources into the energy systems, including through its use as a competitive energy storage medium for electricity produced from renewable energy sources"}, {"id": 31061968, "abbreviation": "EU.3.4.6.", "description": "FCH2 (transport objectives)"}, {"id": 31061969, "abbreviation": "EU.3.4.6.1.", "description": "Reduce the production cost of fuel cell systems to be used in transport applications, while increasing their lifetime to levels which can compete with conventional technologies"}], "topicMGAs": [], "flags": ["IntlCoop"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "05 May 2015", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["27 August 2015"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3207147": [{"action": "FCH-02.4-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.8-2015 - FCH2-IA Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.3-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.2-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.7-2015 - FCH2-IA Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-03.1-2015 - FCH2-IA Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.1-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.9-2015 - FCH2-IA Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.3-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-03.3-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-03.2-2015 - FCH2-IA Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.2-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.1-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.2-2015 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.5-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.1-2015 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.5-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.6-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.3-2015 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.4-2015 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "05 May 2015", "deadlineModel": "single-stage", "deadlineDates": ["27 August 2015"], "budgetYearMap": {"2015": 123000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2015"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>While fuel cell transport applications have recently moved into the early commercialization stage a number of challenges still need to be resolved before hydrogen can be widely implemented as a transportation fuel. These challenges include improved performance and lower costs of both fuel cell electric vehicles (FCEVs) and hydrogen refuelling infrastructure and thereby a strengthened customer acceptance. This requires a large scale “market test” with HRS located on a network basis in different regions showing various geographical and demographical characteristics; and with sufficient vehicle numbers, and types, per station to generate relevant data based on demonstration of the HRS under high load conditions. The learnings obtained are specifically intended to trigger further technological improvements of both stations and vehicles and to provide the necessary experience and confidence on the part of investors and policy makers in the business plans for the multi-billion euros of investments needed to establish the HRS infrastructure required for mass market roll-out.</p><p>For the purpose of this topic, it is expected that use of electrolysis integrated into fuelling stations will demonstrate a capability to assist the penetration of renewable power in electricity grids by taking excess electricity and converting it into hydrogen. Concurrently, as FCEV fleets increase, the aggregate electrical load constituted by onsite electrolyser based H2 production coupled with HRS facilities could also provide valuable balancing services to the power industry in addition to strengthening the economic case for decentralized electrolysers. A techno-economic framework and control hierarchy is required to ensure appropriate electrolyser-infrastructure is developed for providing balancing services and sufficient low carbon footprint hydrogen is available for FCEV refuelling. Consideration is required of how to design and operate suitable production and refuelling infrastructure, both for wind-dominated and solar-dominated regions, including how central, regional and forecourt electrolysers are operated within the electricity grid. In this topic the focus is on decentralised electrolysis integrated into fuelling stations.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This topic calls for a large scale demonstration project covering FCEVs and HRSs, coupled to decentralized electrolysers, to be deployed in alignment with and in cooperation with national or/and regional roll-out activities. Demonstration of electrolyser integrated HRS operating in grid balancing mode in a selection of the new HRS installed will also be covered.</p><p><strong>Vehicles</strong></p><p>For vehicles, the project will cover the roll-out of a fleet of at least 200 FCEVs. This should comprise multiple OEM supplied passenger cars, utility vehicles (light duty vans, medium duty trucks) and buses. Other vehicles can be included provided they can demonstrate a strong business case a significant market potential (10,000’s per year) and have reached a TRL of 7 or above.</p><p>The majority of FCEV's are expected to be using a fuel cell system as the key power source, and 70MPa storage in the case of passenger cars or 35 MPa for buses. Storage systems lower than 70MPa can be allowed if relevant and there is a business and customer case for inclusion in the proposal. Range extenders using FCs are also eligible if relevant and can show a clear advantage over all-electric drivetrains for the same vehicle type.</p><p>The minimum operation for passenger cars is 36 months or 45,000 km. For buses it should be 36 months in operational service at minimum 10h/day (unless regulatory restrictions prohibit 10h). The minimum operational period for vehicles introduced in the last 15 months of the project is 12 months or 10,000 km for passenger cars and 12 months or 50,000 km for buses, though in both cases arrangements for extending operation after the end of the project are expected.</p><p><strong>HRS</strong></p><p>In this topic, the focus is on demonstrating at least 20 HRS in operation and on investigating the specific problems arising from the need to provide high volumes of hydrogen per day while offering satisfactory service to HRS customers in terms of refuelling duration per vehicle (back to back refuelling performance). It is expected that HRS will prove performance under high load. In addition, proposals are expected to address reliability, metering accuracy, purity and station efficiency.</p><p>When addressing the passenger car market, HRS facilities need to be accessible for private customers/users and should preferably be integrated in forecourts of conventional refuelling stations. When addressing the utility vehicle market or local fleets, HRS facilities might be located on private forecourts, with or without public access, as long as several customers are already identified as long term users of the HRS. The first HRS need to be operational at the latest 24 months after the start of the project. The majority of the HRS have to be operational no later than 36 months after project start. The minimum operation for the HRS is 5 years (operation beyond the project life is expected.</p><p>The project should aim at benchmarking and establishing links between existing regional and national initiatives in order to synchronize actions and maximize impact Europe wide. The demonstration sites for passenger cars, buses, utility vehicles and vans must be located in more than one EU member state where H2 Mobility initiatives, or similar initiatives (like HIT) aiming at deployment of hydrogen based mobility programmes are in place, to leverage the activities already underway. HRS should be sited to provide interconnectivity with existing initiatives to create a plausible driving experience both within and between the networks. In view of the requirement to evaluate HRS under high load, consideration should also be given to locations with a high number of users, addressing both privately owned or fleet vehicles.</p><p>Different options for the ownership and investment in HRS should be analysed and tested.</p><p><strong>On-site hydrogen production &amp; grid support</strong></p><p>The project should demonstrate the use of fluctuating renewable energy sources for hydrogen supplied to the HRS:</p><ul level=\"0\">  <li>Develop a model of the required electrical behaviour of various penetrations of electrolysers and HRS for grid balancing in a range of future scenarios of renewable power penetration and mobility hydrogen demand. The model should provide the most economic favourable scenarios based on a multi-market service strategy</li>  <li>Identify preferred electrolyser and HRS design, including control configurations, for providing the required balancing services and match the local hydrogen demand on the stations and for other applications</li>  <li>Identify operational frameworks (including pooling when needed) for grid operators to utilise electrolysers for balancing services and quantify the associated remuneration. The extent to which electrolysers can assist with meeting energy storage requirements in the EU for the period 2020-2050 should be determined.</li>  <li>Demonstrate cost effective and optimised running strategies for a cluster of electrolysers acting as a single capacity in the energy market. This includes electrolyser load decisions based on electricity cost, electrolyser efficiency at different loads and hydrogen demand at individual stations</li>  <li>The electrolysis technology must demonstrate an electricity consumption below 60 kWh/kgH2 and a capital cost @ rated power including ancillary equipment and commissioning of 6 - 8 M€ / (t/d) for PEM technology and 4 – 6 M€ / (t/d) for alkaline technology</li>  <li>The forecourt electrolysers must demonstrate an optimized integration of the electrolysis with the refuelling station including buffer tanks sizing consistent with the operating modes selected</li> </ul><p>Safety assessment shall include the social acceptance dimension.</p><p><strong>Overall</strong></p><p>Measurement, monitoring and evaluation of specific vehicle and fuelling station parameters using methodology such as those used in current projects funded by the FCH JU. The project shall prepare for the use of low-carbon hydrogen and aim to reduce the carbon intensity of the hydrogen refuelled by at least 50% on a well-to wheel basis as compared to new gasoline and diesel vehicles. The results of the CertifHy Project will be taken into account in the analysis of the emissions.</p><p>Ensuring that the knowledge acquired throughout the project will help to provide the confidence to underpin future investment and policy decisions in favour of hydrogen vehicles is of key importance. Therefore priority will be given to proposals presenting a comprehensive programme to gather new learning from the project in terms of: customer acceptance, techniques for the operation of a station network, business models for national HRS roll-out, technology performance (and requirements for improvement, using the HyLights methodology) and the impact of different national policies on roll-out effectiveness.</p><p>A formal, inclusive and creative dissemination programme is required which ensures that the lessons learnt by the project are made available to wider public. In particular, it should be ensured that countries considering development of similar FCEVs/HRS roll-out initiatives should have an easy access to information generated by the consortium.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong>Vehicles</strong></p><p>At least 80% of the vehicles to be deployed in the project should be “next” generation and based on model platforms made available / released in Europe after 1st January 2015). A number of older vehicle models can be accepted where these are introduced in the early stage of the project to help improve HRS loading levels.</p><p>Technical targets for passenger cars:</p><ul level=\"0\">  <li>&gt;6,000h vehicle operation lifetime</li>  <li>The key power source of vehicles must be a fuel cell system (except for light duty vans, medium duty trucks and other vehicles proposed based on a range extender concept or optimized combinations of hybrid drives)</li>  <li>Vehicle range &gt; 400 km</li>  <li>Fuel cell system MTBF &gt;1,000 km</li>  <li>Availability &gt;98% (to be measured against available operational time)</li>  <li>Tank-to-wheel efficiency &gt;42%, measured in the New European Drive Cycle (NEDC)</li>  <li>Pilot series production ability has to be shown</li> </ul><p>Technical targets for buses:</p><ul level=\"0\">  <li>&gt;15,000h / 2 x 8,000h<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> vehicle operation lifetime initially, minimum 20,000h lifetime as program target</li>  <li>The key power source of vehicles must be a fuel cell system</li>  <li>Fuel cell system MTBF &gt;2,500 km</li>  <li>Availability &gt;90% (to be measured in available operation time)</li>  <li>Tank-to-wheel efficiency &gt;42%, for buses measured in the SORT 1 &amp; 2 drive cycles.</li>  <li>Pilot series production ability has to be shown</li> </ul><p>Utility vehicles (light duty vans and medium duty trucks) and other vehicles must demonstrate that their specifications meet the requirements of a mainstream customer for the vehicle type included. They should also demonstrate that the vehicles will have reached a TRL of 7 or above by the time of deployment in the project.</p><p>For vehicles deployed early in the project the funding contribution will not exceed 500 € per kW of installed power in passenger cars and other vehicles where the fuel cell is the key power source, and will not exceed 2000 € per kW where the fuel cell acts as a range extender. For buses, the funding per vehicle cannot exceed 3500 € per kW of installed power. For vehicles deployed 3 years after project commencement and to reflect cost reductions brought by new vehicles the funding contribution will not exceed 200 € per kW for passenger cars, 1800/750 €/kW<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> for buses and 700 €/kW for FC-range extenders (limited to 30 kW). <u>Overall, a minimum of 80% of the FCEVs funded will be at the lower of the funding contribution levels indicated.</u></p><p><strong>HRS</strong></p><p>Assessment of progress towards overcoming the barriers to the roll-out of FCEVs (it is expected that substantial advances in comparison to the state-of-the-art to five of nine of the issues below will be proposed and trialled in the project):</p><ul level=\"0\">  <li>Metering of hydrogen: As current standard dispensing technology is offering a level of metering accuracy of circa 5%, improvements leading to a level of accuracy reaching circa 1% should be considered</li>  <li>Quality Assurance issues around hydrogen purity: Progress towards definition of an industry acceptable hydrogen quality compliance system is targeted</li>  <li>Integration of hydrogen into conventional vehicle fuel forecourts: 2 options for integrating HRS are to be considered: semi-integration with separate hydrogen dispensing unit from the main conventional fuels distribution versus full integration within the existing distribution system</li>  <li>Achieving a high level of availability for HRS: Improvements towards 98% HRS availability</li>  <li>Optimization of HRS layout and reduction of safety distances for HRS integrated in service-stations</li>  <li>Improved efficiency/performance for HRS:   <ul level=\"1\">    <li>level of back to back vehicle performance to be defined as function of HRS utilization factor (minimum of 5 for passenger cars / LDVs)</li>    <li>energy consumption targeted at 4kW/kg H2</li>    <li>optimization of compressor management</li>    <li>optimization of cold temperature process management</li>   </ul> </li>  <li>Key RCS issues for HRS such as those related to optimized safety distances and fuelling protocol to be addressed in order to facilitate permitting/approval</li>  <li>Standard Operation procedures for refuelling</li>  <li>Increased availability of hydrogen from renewable sources: level of targeted decarbonization of the hydrogen fuel must be defined according to the national/regional sustainable on-going production roadmap(s)</li> </ul><p>Furthermore, HRS are expected to comply with the following requirements:</p><ul level=\"0\">  <li>For passenger cars, provide a clear and configured HRS network, with practical FCEV driving distances between HRS (in the order of 200 km). For utility vehicles based on the captive fleet model, a realistic fleet of vehicles (up to 30 per station) must be demonstrated together with a vision of how the business model for these HRS installations will lead to their integration into a wider, publically accessible, HRS network for multiple vehicle types</li>  <li>For buses, HRS be designed to allow for supply to a realistically scaled bus fleet of up to 20 buses for cost effective HRS operation. Both passenger car and bus categories should comply with the requirements of the directive on the deployment of alternative fuel infrastructure package (as published particularly as regards its standardization requirements. Exceptions may be allowed, if justified by the vehicle application (e.g. the captive fleet model for utility vehicles)</li>  <li>The majority of the HRS for non-fleet, public operation shall deliver 70MPa H2 for private cars and 35 MPa for buses and should be sized consistently with the deployment and business planning strategy for the country / H2Mobility programme HRS targets. Higher capacity HRS facilities are encouraged for highly frequented HRS sites. The minimum refuelling capacity should be 200 kg of daily refuelling capacity for all stations. Moveable or mobile stations can be proposed, adding flexibility and reliability in regional clusters comprising several fuelling stations</li>  <li>Some 35MPa HRS (maximum 10) can also be proposed if they are associated with a significant fleet of vehicles (passenger cars, vans, other vehicles, buses) TRL 7 or above) and can demonstrate a clear commercial plan. In this case, an up-grade strategy to 70MPa, or a bi-pressure station (35MPa and 70MPa) should be proposed if coherent with the foreseen customer(s) requirement(s) ideally before the end of the project and consistent with the business case for the station</li>  <li>A target availability of the station of 98% (measured in usable operation time of the whole filling equipment) should be adopted and bidders should demonstrate how this will be achieved</li>  <li>The cost of dispensed hydrogen offered in the project needs to be consistent with the national or regional strategy on hydrogen pricing. Cost improvements due to increased hydrogen production capacity and especially higher utilization rates of the HRS is anticipated in the course of the project (target at the pump &lt;10€/kg excl. taxes)</li>  <li>Hydrogen purity has to be at least 99.999 %. Vehicle refuelling process must comply with SAE J2601 (2014) and IR communication needs to comply with SAE J 2799. Exceptions may be allowed, if justified by the application</li>  <li>Reliability of filling process under high throughput situations, i.e. 6 vehicles being filled in 1 hour</li> </ul><p>An average maximum funding per HRS is 700,000 €, excluding electrolysis.</p><p><strong>On-site hydrogen production &amp; grid support</strong></p><ul level=\"0\">  <li>Deployment of at least four electrolysers operated as a single system to demonstrate on-site production of hydrogen, while providing services to the electricity transmission and/or electricity distribution network operators. A central electrolyser may be included as part of this system, but terminal and distribution facilities from the central electrolyser to the hydrogen customer cannot be funded under this topic The choice shall take into account the following parameters:   <ul level=\"1\">    <li>For the forecourt electrolysers priority is set to the HRS with the highest forecasted demand of hydrogen (e.g. bus depots)</li>    <li>need to pool several electrolyser systems for grid services</li>   </ul> </li> </ul><p>Linking existing or otherwise funded electrolysers to this system is encouraged.</p><ul level=\"0\">  <li>Total installed capacity of electrolysis funded by this project at least 1 MW (with at least 50% of the capacity in decentralised mode).</li>  <li>Confirm and validate feasible operation of distributed electrolysis on the HRS, including the necessary grid interfaces that capture revenue from grid balancing and (or) energy storage services</li>  <li>Optimise a system containing forecourt and central electrolysers to provide electricity grid services while producing hydrogen. Storage options at the HRS should also be envisaged.</li>  <li>The environmental performance of the system shall be foreseen including an understanding of the GHG emission impact of the grid services mode selected and mobility WTW (well to wheels) roundtrip efficiency and WTW CO2 emission assessment. Demonstration of how the 50% reduction of carbon intensity targeted is met</li>  <li>Confirm that there is a viable business model for electrolysis to deliver hydrogen at the dispenser at a maximum price of 10€/kg</li> </ul><p><strong>Overall</strong></p><p>The proposal should identify:</p><ul level=\"0\">  <li>Customer profiles in order to establish HRS utilization patterns in an early market</li>  <li>Definition of best practices for mass market roll-out</li>  <li>Analysis of network planning decisions and in particular the customer reaction to the network, with a view to influencing future network planning activities</li> </ul><p>The learning from the project will be widely disseminated to improve the overall investor/policy maker confidence in the infrastructure roll-out and support other actors in the hydrogen mobility sector in evaluating their strategies. It should address the following points:</p><ul level=\"0\">  <li>The techno-economics of the HRS facilities and vehicles deployed in the project vs. the targets identified in the national or regional roll-out strategies as well as the MAWP</li>  <li>Customer acceptance and the willingness of local populations to switch to FC vehicles when a minimum HRS coverage is in place</li>  <li>Determination of any new obstacles on the way to hydrogen mobility, particularly from a customer perspective</li>  <li>Customer profiles in order to establish likely early adopters and HRS utilization patterns in an early market</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Depending whether the bus system will be composed by one larger bus fuel cell stack or two passenger car stacks, respectively, and hence will have to be replaced once during the lifetime targeted</p><p id=fn2><a  target=_self href=#r2>[2]</a>Depending whether the bus system will be composed by one larger bus fuel cell stack or two passenger car stacks, respectively</p>", "conditions": "<p><em><u>Other information:</u></em><br />\r\nAny event (accidents, incidents, near misses) that may occur during the project execution shall be reported into the European reference database HIAD (Hydrogen Incident and Accident Database) at https://odin.jrc.ec.europa.eu/engineering-databases.html.  <br />\r\nProposers should provide a clear evidence of:  <br />\r\n&bull;\tA comprehensive strategy for commercialization, including (novel) ways to attract the customers by appropriate customer value proposition scenarios <br />\r\n&bull;\tAn evidence of political support for the project together with commitment to further involvement in the roll out must be provided as part of the proposal, through a Letter of Intent <br />\r\n&bull;\tJustification of the way in which the project will contribute to de-risking commercialization of FCEVs in Europe <br />\r\n&bull;\tA comprehensive business-plan for the project should also form part of the proposal. Where contributions from end users to vehicles&rsquo; costs are assumed, this should be clearly indicated in the project proposal <br />\r\n&bull;\tFurther activities for deployment of HRS and FCEVs additional to the project have to be shown</p>\r\n<p>The consortium should include multiple vehicle OEMs, refuelling infrastructure providers and operators, fuel retailers, and other actors as appropriate and relevant to the effective delivery of the programme. The composition of the consortium should facilitate the establishment of strong links with &ldquo;H2Mobility&rdquo; initiatives.<br />\r\nIt shall also reflect the value chain of the power to hydrogen process, for instance including electrolyser and hydrogen technology developers, electricity grid operator(s), utilities and electricity market trader(s).<br />\r\nTo be eligible for participation, a consortium must contain at least one constituent entity of the Industry and/or Research Grouping.</p>\r\n<p>The following TRLs are at least required:<br />\r\n&bull;\t7 for FCEVs at start of project and 7 - 8 at the end<br />\r\n&bull;\t6 for the HRS at start of project and 7 &ndash; 8 at the end.<br />\r\n&bull;\t6 for electrolysers to start the project and 7 &ndash; 8 at the end.<br />\r\n<u><em>Indicative funding: </em></u>The maximum FCH 2 JU contribution that may be requested is EUR 35 million per project. This is an eligibility criterion &ndash; proposals requesting FCH 2 JU contributions above this amount will not be evaluated.<br />\r\n<u><em>Number of projects: </em></u>A maximum of 1 project may be funded under this topic. <br />\r\n<u><em>Expected duration: </em></u>6 years <br />\r\n<u><em>Type of action: </em></u>Innovation Action <br />\r\nThe conditions related to this topic are provided in the FCH2 JU Work Plan 2015 and its General Annexes.</p>\r\n<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p><em>The <strong><span style=\"color: #003366\">budget breakdown </span></strong>for this call is given in the call conditions section of the work programme.</em><span style=\"color: #339966\">&nbsp;</span></p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-annex_en.pdf\">part A of the General Annexes</a> of the <strong>FCH2 JU</strong> Work Plan 2015.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong>&nbsp;described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-annex_en.pdf\">part B and C of the General Annexes</a> of the <strong>FCH2 JU</strong> Work Plan 2015.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong>&nbsp;described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-annex_en.pdf\">part F of the General Annexes</a> of the <strong>FCH2 JU</strong> Work Plan 2015.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-pse15-fch-ju_en.pdf\"><strong>FCH2</strong> Guide for applicants on submission and evaluation</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout: </span></strong>Please refer to Part B of the standard proposal template.<br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    Information on the outcome of evaluation: maximum 5 months from the call deadline.<br />\r\n    Signature of grant agreements: maximum 8 months from the call deadline.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type of action under this topic: </span></strong><br />\r\n    <br />\r\n    <u>FCH2 Innovation Action (FCH2-IA)</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-annex_en.pdf\">Specific provisions and funding rates</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-fch2-ria-ia-2015_en.pdf\">Standard proposal template</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf\">Standard evaluation form</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 Model Grant Agreement</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">H2020 Annotated Grant Agreement</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-annex_en.pdf\">FCH2 JU budget flexibility </a><br />\r\n    <br />\r\n    Technology readiness levels (TRL): described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-annex_en.pdf\">part E of the General Annexes</a> of the <strong>FCH2 JU</strong> Work Plan 2015.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Open access must be granted to all scientific publications resulting from Horizon 2020 (including FCH2 JU) actions, and proposals must refer to measures envisaged.</span></strong> Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n    &nbsp;</li>\r\n    <li><strong>&nbsp;<span style=\"color: #003366\">FCH2 JU additional documents</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp15-fch-amend_en.pdf\">FCH2 JU Work Plan 2015 - call description</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU Regulation of establishment</a><br />\r\n    &nbsp;</li>\r\n</ol>", "supportInfo": "<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals</span></p>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a></p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a>&nbsp;your online guide on the procedures from proposal submission to managing your grant</p>\r\n<p>&nbsp;</p>\r\n<p><u>FCH2 JU States Representative Group</u>:&nbsp;<a href=\"http://www.fch.europa.eu/page/states-representatives-group\">http://www.fch.europa.eu/page/states-representatives-group</a></p>\r\n<p><u>FCH2 JU members:</u></p>\r\n<p>Industry Grouping, NEW-IG <a href=\"http://www.new-ig.eu/\">(http://www.new-ig.eu/</a>)</p>\r\n<p>Research Grouping, N.ERGHY (<a href=\"http://www.nerghy.eu/\">http://www.nerghy.eu/</a>)</p>\r\n<p><u>FCH2 JU Programme Office:</u>&nbsp;<a href=\"http://www.fch.europa.eu/\">http://www.fch.europa.eu/</a>, e-mail: fch-projects@fch.europa.eu</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 6622, "id": 8953, "title": "FCH2 JU Multi Annual Work Plan_MAWP", "sectionId": 6622, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1350001, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1655105-fch2_ju_-_multi_annual_work_plan_-_mawp_en.pdf", "id": 1655105, "fileName": "FCH2 JU - Multi Annual Work Plan - MAWP_en.pdf", "common": false, "crc32": 3073307194}]}, {"callId": 6622, "id": 8858, "title": "FCH2 JU - Annual Work Plan 2015_Annex1-Operations_adoptedDec2014", "sectionId": 6622, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 349823, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1655100-fch2_ju_annual_working_plan_2015_annex1-operations_en.pdf", "id": 1655100, "fileName": "FCH2 JU Annual Working Plan 2015_Annex1-Operations_en.pdf", "common": false, "crc32": 3907391261}]}, {"callId": 6622, "id": 8877, "title": "FCH2 JU - Annual Work Plan 2015_Annex2-Governance", "sectionId": 6622, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 227325, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1655101-fch2_ju_annual_work_plan_2015_annex2-governance__finance_and_administration_en.pdf", "id": 1655101, "fileName": "FCH2 JU Annual Work Plan 2015_Annex2-Governance, finance and administration_en.pdf", "common": false, "crc32": 3160850209}]}, {"callId": 6622, "id": 8915, "title": "FCH2 JU - Annual Work Plan 2015_Annex3a-Budget_amended", "sectionId": 6622, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 49152, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1655103-fch2_ju_annual_work_plan_2015_annex3a-budget_amendment_en.pdf", "id": 1655103, "fileName": "FCH2 JU Annual Work Plan 2015_Annex3a-Budget_amendment_en.pdf", "common": false, "crc32": 1921825294}]}, {"callId": 6622, "id": 8934, "title": "FCH2 JU - Annual Work Plan 2015_Annex3b_Staff", "sectionId": 6622, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 33371, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1655104-fch2_ju_annual_work_plan_2015__annex3b_staff_establishment_plan_en.pdf", "id": 1655104, "fileName": "FCH2 JU Annual Work Plan 2015_ Annex3b_Staff Establishment Plan_en.pdf", "common": false, "crc32": 1785945392}]}], "infoPackDossiers": [{"callId": 6621, "id": 8801, "title": "FCH2 JU - Annual Work Plan 2015_Annex1-Operations_amendmentApril2015_call description", "sectionId": 6621, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 746403, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1652647-h2020-wp15-fch_en.pdf", "id": 1652647, "fileName": "h2020-wp15-fch_en.pdf", "common": false, "crc32": 1546281978}]}, {"callId": 6621, "id": 8820, "title": "FCH2 JU - Annual Work Plan 2015 - general annexes", "sectionId": 6621, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 613413, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1652648-h2020-wp15-fch-annex_en.pdf", "id": 1652648, "fileName": "h2020-wp15-fch-annex_en.pdf", "common": false, "crc32": 1917470438}]}, {"callId": 6621, "id": 8839, "title": "FCH2 JU - Guide for applicants", "sectionId": 6621, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 787728, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-03.1-2015/1652649-h2020-guide-pse15-fch-ju_en.pdf", "id": 1652649, "fileName": "h2020-guide-pse15-fch-ju_en.pdf", "common": false, "crc32": 340320542}]}], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Dec 1, 2015 5:57:06 PM", "lastChangeDate": "Dec 1, 2015 5:53:18 PM", "content": "<p>&nbsp;An overview of the evaluation results (flash call info) is now available under the tab 'Call documents'.</p>"}, {"approvalDate": "Aug 28, 2015 3:42:01 PM", "lastChangeDate": "Aug 28, 2015 3:41:38 PM", "content": "<p>A total of <strong>66 proposals</strong> were submitted in response to this call.&nbsp;The number of proposals for each topic is shown below:</p>\r\n<p><strong>Transport &ndash; total 19 proposals</strong><br />\r\n1.1: 4\t<br />\r\n1.2: 3\t<br />\r\n1.3: 3\t<br />\r\n1.4: 2\t\t\t<br />\r\n1.5: 7\t\t\t</p>\r\n<p><strong>Energy &ndash; total 34 proposals</strong><br />\r\n2.1: 3\t<br />\r\n2.2: 5\t<br />\r\n2.3: 4\t<br />\r\n2.4: 3\t\t<br />\r\n2.5: 4\t\t<br />\r\n2.6: 9\t\t<br />\r\n2.7: 3\t\t<br />\r\n2.8: 2\t\t<br />\r\n2.9: 1</p>\r\n<p><strong>Overarching &ndash; total 5 proposals</strong><br />\r\n3.1: 1\t<br />\r\n3.2: 4\t<br />\r\n3.3: 0\t</p>\r\n<p><strong>Cross-cutting &ndash; total 4 proposals</strong><br />\r\n4.1: 2<br />\r\n4.2: 1<br />\r\n4.3: 1<br />\r\n<br />\r\n4 proposals were withdrawn by the FCH JU services due to abusive submission.</p>\r\n<p><strong>The evaluation of the proposals is planned to start in September 2015 and will be closed by mid-October 2015. Applicants will be informed on the outcome of the evaluations by the end of November 2015. </strong><br />\r\n<br />\r\n&nbsp;</p>"}, {"approvalDate": "Jun 18, 2015 12:44:36 PM", "lastChangeDate": "Jun 18, 2015 12:44:09 PM", "content": "<p><u>International Collaboration:</u></p>\r\n<p>Following an agreement between the US Department of Energy, DoE and the FCH JU, please note that for the following topics:</p>\r\n<p>FCH-03.1-2015: Large scale demonstration of Hydrogen Refuelling Stations and FCEV road vehicles - including buses and on site electrolysis</p>\r\n<p>FCH-04.2-2015: Novel Education and Training Tools</p>\r\n<p>FCH-04.3-2015: Best practices guidelines on safety issues relating to current and emerging FCH Technologies</p>\r\n<p>legal entities established in the United States and participating in a proposal to be funded by the FCH JU programme are encouraged to explore potential future opportunities for funding in similar topics through the US Department of Energy.</p>\r\n<p>More information is available at:</p>\r\n<p>http://www1.eere.energy.gov/hydrogenandfuelcells/financial.html and</p>\r\n<p>http://www1.eere.energy.gov/hydrogenandfuelcells/index.html&nbsp;</p>"}, {"approvalDate": "Jun 5, 2015 11:02:42 AM", "lastChangeDate": "Jun 5, 2015 11:02:25 AM", "content": "<p><strong>Topic&nbsp;FCH-03.1-2015: &quot;Large scale demonstration of Hydrogen Refuelling Stations and FCEV road vehicles - including buses and on site electrolysis&quot;</strong></p>\r\n<p>The following clarifications are added to the 'Expected Impact' text:</p>\r\n<p>o   High funding rates only possible in the first 3 years;<br />\r\no   Low funding rates always possible and mandatory after 3 years;<br />\r\no   A minimum of 80% of the FCEVs will be at lower funding rates.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "May 19, 2015 1:34:46 PM", "lastChangeDate": "May 19, 2015 1:34:46 PM", "content": "The submission session is now available for: FCH-01.1-2015(FCH2-RIA), FCH-01.2-2015(FCH2-RIA), FCH-01.3-2015(FCH2-RIA), FCH-01.4-2015(FCH2-RIA), FCH-01.5-2015(FCH2-RIA), FCH-02.1-2015(FCH2-RIA), FCH-02.2-2015(FCH2-RIA), FCH-02.3-2015(FCH2-RIA), FCH-02.4-2015(FCH2-RIA), FCH-02.5-2015(FCH2-RIA), FCH-02.6-2015(FCH2-RIA), FCH-02.7-2015(FCH2-IA), FCH-02.8-2015(FCH2-IA), FCH-02.9-2015(FCH2-IA), FCH-03.1-2015(FCH2-IA), FCH-03.2-2015(FCH2-IA), FCH-03.3-2015(FCH2-RIA), FCH-04.1-2015(FCH2-CSA), FCH-04.2-2015(FCH2-CSA), FCH-04.3-2015(FCH2-CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}