{"TopicDetails": {"type": 0, "ccm2Id": 31082248, "cftId": 0, "identifier": "FCH-04-3-2017", "title": "European Higher Training Network in Fuel Cells and Hydrogen", "publicationDateLong": 1484611200000, "callIdentifier": "H2020-JTI-FCH-2017-1", "callTitle": "FCH2 JU call for proposals 2017", "callccm2Id": 31082251, "allowPartnerSearch": true, "workProgrammepart": {"id": 259550, "ccm_id": 31082067, "wp_part": "H2020-JTI-FCH-2017", "wp_year": "H2020-JTI-FCH-2017", "wp_title": "FCH2 Work Plan 2017", "wp_website": "http://www.fch.europa.eu/", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-fch_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31047938, "abbreviation": "EU.3.3.", "description": "Secure, clean and efficient energy"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31061964, "abbreviation": "EU.3.3.8.", "description": "FCH2 (energy objectives)"}, {"id": 31061967, "abbreviation": "EU.3.3.8.3.", "description": "Demonstrate on a large scale the feasibility of using hydrogen to support integration of renewable energy sources into the energy systems, including through its use as a competitive energy storage medium for electricity produced from renewable energy sources"}], "topicMGAs": [], "tags": ["Undergraduate, graduate and postgraduate courses", "Training Network", "Massive Open Online Courses"], "keywords": ["Education, general (including training, pedagogy,"], "flags": ["IntlCoop"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-CSA Coordination & support action", "typeOfMGA": []}], "plannedOpeningDate": "17 January 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 April 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3198031": [{"action": "FCH-02-3-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-3-2017 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-10-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-11-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-4-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-12-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-2-2017 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-2-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-5-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-8-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-5-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-9-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-6-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-6-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-7-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-7-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-4-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-5-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-3-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-2-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-4-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>A firm basis needs to be prepared for an EU-wide human resources development of scientists and especially engineers to feed the growing European fuel cell and hydrogen (FCH) industry. The SET-Plan Education, established in 2012/2013, expected a human resource of 57,000 highly skilled staff required by 2020, and 190,000 by 2030 in the FCH business. Supplying this resource is a major challenge in reliably building the FCH value and supply chain.</p><p>The SET-Plan Education identified a number of activities in university and vocational education, covering BSc/BEng, MSc/MEng, and PhD training across the EU that would be necessary in securing the education for the numbers of skilled workers needed in the future. The deficits identified were the lack of high quality teaching material and lack of student access to courses across Europe, as well as the lack of mobility incentives, including staff exchanges between academia and industry. The challenge addressed here is to devise a structure through which FCH education can be delivered at a high quality throughout Europe and be fully recognised and integrated into the European university and vocational educational system. Specific challenges are the harmonisation of teaching material, the accreditation of courses, the recognition of credit points, and the integration of the industrial perspective into teaching.</p><p>At the level of the FCH JU a number of activities in education have been completed or are still under way. The projects TrainHy, HyProfessionals, HyFacts, HyResponse, and KnowHy have been developing elements of teaching, e-learning, and practical training for a variety of target groups, ranging from university degrees over technician training to specific training of stakeholders and emergency crews. This project will build on the currently fragmented outcomes of these projects and integrate them into a new body of teaching, educational material, and courses offered across Europe at the quality level of university education (BSc/BEng/MSc/MEng/PhD and vocational training equivalents).</p><p>This activity calls for university-level education, both for scientists and engineers, looking at the highest skilled workforce of scientists and engineers totalling 17,000 in 2020 and 50,000 in 2030 (SET-Plan). Currently, HEI (Higher Education Institutions) in the EU are annually turning out about 250 to 350 PhD students with a specialisation in FCH technologies and about 1,000 graduates (BSc/BEng/MSc/MEng) with general knowledge in the area. These numbers clearly need to be stepped up. Currently the main bottleneck is the limited number of universities offering specialised training due to limited resources and lack of trained lecturers.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This project is to develop the means for proliferating FCH education across the EU and offer students’ access to courses independent of the specialisation of the university they are enrolled at. In order to do this it will build a cluster of universities and other educational institutions that will lead and coordinate the activities related to FCH at the qualification level of university undergraduate and graduate training. The cluster will represent this topic and its community towards EU level stakeholders.</p><p>The network cluster will harmonise high-level training across Europe to make best use of teaching resources and offer the highest quality of educational FCH material to as many students as possible. It shall be positioned to become a representative of FCH training, in order to act as a “single stop shop” and “single voice“ with respect to associations such as EPUE, European University Association, etc. and monitoring, leading, or guiding any initiative in this field at European level.</p><p>The project will create a cluster of EU universities and other HEI that will lead and coordinate FCH training activities across Europe. It will establish a core body of harmonised teaching material and offer a platform centre of access for students across the EU to receive education in FCH technologies at the level of graduate (BSc/BEng/MSc/MEng) and postgraduate training, including the equivalent level in vocational training, and Continuous Professional Development (CPD). It will include not only universities but also other vocational training institutions that can represent the industrial perspective. By taking resource to the same teaching material, vocational training institutions closer to industry than to HEI can profit from the activities of the project. The project will run exchange programmes with industry in order to both deliver the industrial context to the HEI as well as allowing industry access to quality training material. Integrating CPD elements will further strengthen the aspect of delivering training capacity to industry and shall be fully integrated into the educational framework. All network partners need to be able to attribute ECTS points or equivalent (convertible) credits to their courses.</p><p>Based on an in-depth analysis of European market's needs in terms of educational demand in the area of FCH and a review of all previous FCH JU projects and EU initiatives, the project will deliver an educational framework that is benchmarked with other regions of the world that currently have successful programmes in place. Building on this analysis and using results from previous projects, it will create a harmonised teaching programme across the network. Local delivery might vary according to the national educational system but will adhere to the same principles and build on the same base material. All content will be fully accredited for ECTS points (and equivalent, convertible) schemes. A structured mechanism of systematically and continuously updating and improving the teaching material in line with future directions of teaching (including e-learning) and FCH technology will be implemented.</p><p>The project will</p><ul level=\"0\">  <li>install a cluster of a minimum of 10 universities and other HEI that will take the lead in providing FCH topic education across Europe, mostly in countries which have adopted the AFI Directive; this cluster will use and regularly amend a common body of teaching materials and platforms integrating results from previous projects in order to build a repository of teaching content, tools, knowledge, databases, etc. dedicated to undergraduate, graduate and postgraduate courses for FCH training activities across Europe;</li>  <li>offer joint courses or minimum harmonised local courses that address undergraduate, graduate, and postgraduate levels of university (BSc/BEng/MSc/MEng/PhD) as well as the corresponding vocational training levels; all courses need to carry ECTS points (or convertible equivalents) and all partners thus must be in a position to grant ECTS points or equivalent (convertible) credits;</li>  <li>proposed programme should envisage setting-up of a cross-European challenge-based contest to stimulate academic community and raise the attractiveness of the FCH curricula;</li>  <li>perform a trial course at a minimum of five partner institutions in year 2 of the project and full course runs in year 3 and 4 (length depending on 12, 18, or 24 month duration of courses) with a minimum of 20 students enrolled per course in Year 4;</li>  <li>perform and schedule trial courses at a minimum of five partner institutions at the first stage of project and full courses in the second stage of project with a minimum of 20 students enrolled per course. (length of courses should be in accordance to the thematic lectures) </li>  <li>include CPD schemes in the network activities, cooperating closely with the vocational training partners;</li>  <li>provide a web access point or use an existing web based platform to host the teaching materials and give students across Europe access, including the provision of e-learning and communication instruments;</li>  <li>provide Massive Open Online Courses, MOOC’s as a tool for delivering teaching content but also addressing the general public and stakeholders in the FCH area;</li>  <li>establish a student and staff exchange programme between educational and vocational training institutions and industry with minimum 30 exchanges across the programme;</li>  <li>set up an industry advisory board to inform educational activities of industry needs and future technological trends;</li>  <li>set up an associate network of universities participating in the activities of the project without being a partner in order to smoothly expand activities post-project;</li>  <li>include provision of all material in a minimum of five EU languages; </li>  <li>establish a business model to continue and maintain the network after completion of the project with the aim of seamlessly continuing the delivery of courses and educational materials post-project; the cluster should be able to continue its activities for at least 5 years post-project;</li>  <li>organise alumni and student conferences and workshop meetings of graduates from its own programme and previous programmes;</li> </ul><p>The topic should be specifically open towards and integrate EU13 Member States applicants. Collaboration with relevant international partners from IPHE countries is recommended.</p><p>Any safety-related event that may occur during execution of the project shall be reported to the European Commission's Joint Research Centre (JRC), which manages the European hydrogen safety reference database, HIAD (dedicated mailbox <a href=\"mailto:JRC-PTT-H2SAFETY@ec.europa.eu\">JRC-PTT-H2SAFETY@ec.europa.eu</a>).</p><p>The FCH 2 JU considers that proposals requesting a contribution from the EU of EUR 0.75 - million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p>A maximum of 1 project may be funded under this topic.</p><p>Expected duration: 2-3 years</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The project will:</p><ul level=\"0\">  <li>allow students across Europe access to high quality, harmonised, and certified training material in FCH; courses will be credit bearing and support training in general and specific topics in FCH for building the HR resource necessary to staff the market introduction of FCH technologies;</li>  <li>address undergraduate, graduate and post-graduate university students, as well as young professionals in industry; it will deliver courses and teaching material suitable for obtaining credits for CPD schemes and build a bridge between university and vocational type training at the highest skill level;</li>  <li>offer a staff and student exchange programme across Europe between participating HEI, vocational training institutions and industry, giving a broader perspective to both the educational and commercial participants;</li>  <li>train the general public, politicians, and other stakeholders in FCH content in the form of MOOCs and general educational material and short courses;</li>  <li>boost industrial R&amp;D by offering education and training, as well as exposure to university type research approaches and equipment; likewise it will encourage students and research fellows to take opportunity of industrial placements to augment their knowledge of industrial processes and perspectives</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br></p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme.<br />\r\n    The following exceptions apply (see 'chapter 3.3. Call management rules' from the FCH2 JU 2017 Work Plan and specific topic description):  <br />\r\n    - &ldquo;For some, well-identified topics it is therefore duly justified to require as an additional condition for participation that at least one constituent entity of the Industry Grouping or Research Grouping is among the participants in the consortium&rdquo;; <br />\r\n    - &ldquo;For all Innovation Activities, an additional eligibility criterion has been introduced to limit the FCH 2 JU requested contribution&rdquo;. <br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the FCH2 JU proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<span style=\"color: rgb(51,153,102)\">.</span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp; &nbsp; &nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong></li>\r\n</ol>\r\n<p><u>Coordination and Support Action:</u></p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-csa_en.pdf\">Specific provisions and funding rates</a></li>\r\n    <li>Proposal templates are available after entering the submission tool below.</li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 JU Model Grant Agreement</a></li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6. <strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>&nbsp; 7. <strong>Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.&nbsp;</strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved. See<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\" target=\"_blank\"> Part L of the General Annexes</a> of the General Work Programme.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8. <strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n<strong><span style=\"color: rgb(0, 51, 102);\">     </span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-fch_en.pdf\">FCH2 JU 2017 Work Plan</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan&nbsp;</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU &ndash; Regulation of establishment</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Horizon 2020 Regulation of Establishment  </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Horizon 2020 Rules for Participation</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Horizon 2020 Specific Programme</a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>FCH2 JU&nbsp;members:</strong> <br />\r\nIndustry Grouping, <a href=\"http://www.hydrogeneurope.eu\" target=\"_blank\">Hydrogen Europe</a></p>\r\n<p>Research Grouping, <a href=\"http://www.nerghy.eu/\" target=\"_blank\">N.ERGHY</a></p>\r\n<p>FCH2 JU Programme Office, <strong>Helpdesk</strong>: fch-projects@fch.europa.eu <br />\r\n<strong><br />\r\nEthics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392492978, "id": 165750797, "title": "Flash-call Info", "sectionId": 52392492978, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 109200, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-04-3-2017/1777620-h2020-jti-fch-2017_flash_call_info_en.pdf", "id": 1777620, "fileName": "H2020-JTI-FCH-2017 flash call info_EN.pdf", "common": false, "crc32": 4111819289}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p><u>Indicative timetable for evaluation and grant agreement signature: </u></p><p>Information on the outcome of the evaluation: Maximum 5 months from the date for submission;</p><p>Indicative date for the signing of grant agreements: Maximum 8 months from the date for submission.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>Total budget [1]: EUR 116 million [2]</p><p><em>[1] The final budgets awarded to actions implemented through the Call for Proposals may vary by up to 20% of the total value of the indicative budget for each action.</em></p><p><em>[2] The 2017 Call for Proposals has a total indicative amount of EUR 116 M of which EUR 90.2 M from 2017 Commitment Appropriations for operations and EUR 25.8 M€ reactivated unused commitment appropriations from years 2016 and 2015 resulting mainly from the outcome of the Call 2016 evaluations (EUR 25.6 M and 2015 operations (EUR 0.2 M).</em></p><p>Through their participation in projects funded under this call and in accordance with point (b) of Article 13(3) of the FCH 2 JU Statutes, it is estimated that an <u>additional 8 million EUR in-kind contributions</u> will be provided by the constituent entities of the Members other than the Union or their affiliated entities participating in the indirect actions published in this call.</p>\n", "latestInfos": [{"approvalDate": "Jul 25, 2017 10:18:00 AM", "lastChangeDate": "Jul 25, 2017 10:18:00 AM", "content": "<p>An overview of the evaluation results (flash call info) is now available under the &quot;Topic conditions and documents&quot; section on the topic page.</p>"}, {"approvalDate": "Apr 25, 2017 4:39:39 PM", "lastChangeDate": "Apr 25, 2017 4:39:39 PM", "content": "<p>A total of 70 proposals were submitted in response to this call.<br />\r\n&bull; Transport &ndash; total 16 proposals<br />\r\n&bull; Energy &ndash; total 45 proposals<br />\r\n&bull; Cross-cutting &ndash; total 9 proposals</p>\r\n<p><u>Transport pilla</u>r: 16<br />\r\nTopic 01-1: 1<br />\r\n01-2: 6<br />\r\n01-3: 3<br />\r\n01-4: 2<br />\r\n01-5: 1<br />\r\n01-6: 1<br />\r\n01-7: 2</p>\r\n<p><u>Energy pillar</u>: 45<br />\r\nTopic 02-1: 10<br />\r\n02-2: 3<br />\r\n02-3: 4<br />\r\n02-4: 2<br />\r\n02-5: 5<br />\r\n02-6: 2<br />\r\n02-7: 5<br />\r\n02-8: 3<br />\r\n02-9: 3<br />\r\n02-10: 3<br />\r\n02-11: 1<br />\r\n02-12: 4</p>\r\n<p><u>Cross-cutting</u>: 9<br />\r\nTopic 04-1: 2<br />\r\n04-2: 0<br />\r\n04-3: 2<br />\r\n04-4: 1<br />\r\n04-5: 4</p>\r\n<p>One proposal was withdrawn by the FCH2 JU services due to abusive submission.<br />\r\nThe evaluation of the proposals is planned to start by beginning of May 2017 and will be closed by beginning of June 2017. Applicants will be informed on the outcome of the evaluations by the end of July 2017. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Jan 17, 2017 12:30:01 AM", "lastChangeDate": "Jan 17, 2017 12:30:01 AM", "content": "The submission session is now available for: FCH-04-2-2017(FCH2-CSA), FCH-04-3-2017(FCH2-CSA), FCH-04-5-2017(FCH2-RIA), FCH-02-12-2017(FCH2-IA), FCH-02-11-2017(FCH2-IA), FCH-02-10-2017(FCH2-IA), FCH-01-7-2017(FCH2-IA), FCH-04-4-2017(FCH2-RIA), FCH-01-4-2017(FCH2-IA), FCH-01-5-2017(FCH2-IA), FCH-02-4-2017(FCH2-IA), FCH-01-6-2017(FCH2-IA), FCH-02-5-2017(FCH2-IA), FCH-01-1-2017(FCH2-RIA), FCH-02-3-2017(FCH2-RIA), FCH-02-2-2017(FCH2-RIA), FCH-01-3-2017(FCH2-RIA), FCH-01-2-2017(FCH2-RIA), FCH-02-7-2017(FCH2-RIA), FCH-02-1-2017(FCH2-RIA), FCH-02-6-2017(FCH2-RIA), FCH-02-9-2017(FCH2-RIA), FCH-02-8-2017(FCH2-RIA), FCH-04-1-2017(FCH2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}