{"TopicDetails": {"type": 0, "ccm2Id": 31082232, "cftId": 0, "identifier": "FCH-01-6-2017", "title": "Large scale demonstration of Hydrogen Refuelling Stations and Fuel Cell Electric Vehicle (FCEV) road vehicles operated in fleet(s)", "publicationDateLong": 1484611200000, "callIdentifier": "H2020-JTI-FCH-2017-1", "callTitle": "FCH2 JU call for proposals 2017", "callccm2Id": 31082251, "allowPartnerSearch": true, "workProgrammepart": {"id": 259550, "ccm_id": 31082067, "wp_part": "H2020-JTI-FCH-2017", "wp_year": "H2020-JTI-FCH-2017", "wp_title": "FCH2 Work Plan 2017", "wp_website": "http://www.fch.europa.eu/", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-fch_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047956, "abbreviation": "EU.3.4.", "description": "Smart, green and integrated transport"}, {"id": 31061968, "abbreviation": "EU.3.4.6.", "description": "FCH2 (transport objectives)"}, {"id": 31061969, "abbreviation": "EU.3.4.6.1.", "description": "Reduce the production cost of fuel cell systems to be used in transport applications, while increasing their lifetime to levels which can compete with conventional technologies"}], "topicMGAs": [], "tags": ["HRS", "Fuel Cell", "FCEV"], "keywords": ["Automotive engineering", "Powertrain", "Fuel cell technology", "New industrial value chains"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "17 January 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 April 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3198031": [{"action": "FCH-02-3-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-3-2017 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-10-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-11-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-4-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-12-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-2-2017 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-2-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-5-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-8-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-5-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-9-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-6-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-6-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-7-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-7-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-4-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-5-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-3-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-2-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-4-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Despite significant improvements achieved over the recent years, the level of utilisation of both Fuel Cell Electric Vehicles (FCEVs) and Hydrogen Refuelling Stations (HRS) remains well under the level currently experienced with conventional technologies.</p><p>For FCEVs, the low level of utilisation is defined in terms of limited number of vehicles being in operation in the field and of limited number of kilometres driven per year, thus limiting conditions in usage allowing for a real field experience to be gained.</p><p>For HRS, typical utilisation rates are in the range of 5 to 10% on average compared with the 90%+ level encountered in forecourts distributing more conventional fuels. Limitations in improved HRS technology reliability and operations are therefore faced.</p><p>This situation is calling for a large scale “market test” with sufficient vehicle numbers per station to generate relevant data based on demonstration of the HRS under high load conditions. Moreover, the project will target a B to B market, gaining experience in higher mileage and more bearable business case for the infrastructure operator. Building on the achievements obtained today through the launch and follow-up operations of large scale FCEVs and HRS demonstration projects [1], it is now necessary to revisit the conditions of such demonstrations in order to allow a pre-commercial evaluation of the FCEVs &amp; HRS technologies.</p><p>With respect to the above, consideration to controlled fleets operators can provide such necessary conditions. Fleets of vehicle are also attracting increased attention from public authorities and private stakeholders involved in transport decarbonisation.</p><p><em>[1] Such as the FCH2 JU funded projects HyFive, H2ME and H2ME2 in Europe</em></p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This topic calls for a large scale pre-commercial demonstration project covering of FCEVs and HRSs under high utilization conditions such as those encountered by commercial fleets operators.</p><p><strong>Vehicles</strong></p><p>For vehicles, the project will consist in identifying at least two operators of commercial fleets of vehicles such as, but not limited to, taxis, light commercial vehicles parcel delivery services but also potentially new mobility services such as car sharing.</p><p>The identified fleet operators will cover the roll-out of at least 180 FCEVs in total with a minimum deployment of 60 FCEVs per site / geographical location, in at least 3 sites.</p><p>The vehicles can comprise OEM supplied passenger cars and utility vehicles (light duty vans). The FCEVs are expected to be using a fuel cell system as the key power source and 70MPa storage.</p><p>The minimum operation for vehicles is 90 000 km per vehicle within the project with annual mileages equal to the average values observed currently for the equivalent vehicles performing comparable services, running on more conventional fuels. Commercial arrangements for extending operations after the end of the project are expected to be provided.</p><p><strong>HRS</strong></p><p>In this topic, the focus is on demonstrating the feasibility to operate HRS under pre-commercial conditions in terms of utilization rate.</p><p>The minimum number of HRS needed to fulfil the H2 demand and the geographical coverage of the FCVs fleet operated at a given location must be considered.</p><p>The HRS must be designed to investigate the specific problems arising from the need to provide high volumes of hydrogen per day while offering satisfactory service to HRS customers in terms of refuelling duration per vehicle and availability (back to back refuelling performance).</p><p>When addressing the utility vehicle market or local fleets (as is the main intent of this topic), HRS facilities may be located on private grounds, with or without public access. The latter should be favoured, as long as several other customers are identified as long term users of the HRS. Whenever appropriate to the fleet operators, the use of existing HRS, for example HRS being deployed for FCH JU projects, must be considered subject, when required, to the implementation of upgrades designed to bring the performances of the HRS in line with the users' expectations.</p><p>The targeted operation for the HRS is at minimum 5 years (operation beyond the project life is expected and should be demonstrated in the proposal).</p><p>Safety assessment shall include the social acceptance dimension.</p><p><strong>Overall</strong></p><p>Measurement, monitoring and evaluation of specific vehicle and fuelling station parameters should be done using methodologies such as those used in current projects funded by the FCH JU<sup>1</sup>. The project shall prepare for the use of low-carbon hydrogen and aim to reduce the carbon intensity of the hydrogen refuelled by at least 50% on a well-to-wheel basis as compared with new gasoline and diesel vehicles. The results of the CertifHy Project should be taken into account in the analysis of the total well-to-wheel emissions.</p><p>A formal, inclusive and creative dissemination programme is required which ensures that the lessons learnt by the project are made available to wider public. In particular, it should be ensured that countries considering development of similar FCEVs/HRS roll-out initiatives should have an easy access to information generated by the consortium.</p><p>Proposal may include some provision for funding support to existing HRS upgrades (performance and availability/reliability focus)</p><p>Proposers should provide a clear evidence of: </p><ul level=\"0\">  <li>A comprehensive strategy for commercialization, including (novel) ways to attract the customers by appropriate customer value proposition scenarios</li>  <li>An evidence of political support for the project together with commitment to further involvement in the roll out must be provided as part of the proposal, through a Letter of Intent</li>  <li>Justification of the way in which the project will contribute to de-risking commercialization of FCEVs in Europe</li>  <li>A comprehensive business-plan for the project should also form part of the proposal. Where contributions from end users to vehicles’ costs are assumed, this should be clearly indicated in the project proposal</li> </ul><p>The consortium should include vehicle fleet operators, , refuelling infrastructure providers and operators, and other actors as appropriate and relevant to the effective delivery of the programme.</p><p>The following TRLs are at least required:</p><ul level=\"0\">  <li>8 for FCEVs at start of project and 8 - 9 at the end</li>  <li>7 for the HRS at start of project and 7 – 8 at the end.</li> </ul><p>Any safety-related event that may occur during execution of the project shall be reported to the European Commission's Joint Research Centre (JRC), which manages the European hydrogen safety reference database, HIAD (dedicated mailbox <a href=\"mailto:JRC-PTT-H2SAFETY@ec.europa.eu\">JRC-PTT-H2SAFETY@ec.europa.eu</a>).</p><p>The maximum FCH 2 JU contribution that may be requested is EUR 5 million per project. This is an eligibility criterion – proposals requesting FCH 2 JU contributions above this amount will not be evaluated.</p><p>A maximum of 1 project may be funded under this topic.</p><p>Expected duration: 6 years with minimum 4 years of operation</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The learning experience obtained is specifically intended to trigger further technological improvements of both stations and vehicles and to provide the necessary experience and confidence on the part of investors and policy makers in the business plans for the multi-billion euros of investments needed to establish the HRS infrastructure required for mass market roll-out.</p><p>Therefore priority will be given to proposals presenting a comprehensive programme to gather new learning from the project in terms of: customer acceptance, techniques for the operation of a station network, business models for national HRS roll-out, FCEV reliability operated at a high mileage level, technology performance (and requirements for improvement, using the HyLights methodology.</p><p><strong>Vehicles</strong></p><p>At least 80% of the vehicles to be deployed in the project should be designed to meet the requirements resulting from the severity of usage facing the fleets (e.g. availability, durability)</p><p>Technical targets for vehicles:</p><ul level=\"0\">  <li>&gt;6,000h vehicle operation lifetime</li>  <li>The key power source of vehicles must be a fuel cell system (full traction FCEV)</li>  <li>Vehicle range &gt; 500 km</li>  <li>Availability &gt;98% (to be measured against available operational time)</li>  <li>Tank-to-wheel efficiency &gt;45%, measured in the New European Drive Cycle (NEDC)</li> </ul><p>The funding contribution will not exceed 20 k€ per vehicle.</p><p><strong>HRS</strong></p><p>Assessment of progress towards overcoming the barriers to the roll-out of FCEVs (it is expected that substantial advances in comparison to the state-of-the-art to five of nine of the issues below will be proposed and trialled in the project):</p><ul level=\"0\">  <li>Quality Assurance issues around hydrogen purity: Progress towards definition of an industry acceptable hydrogen quality compliance system is targeted. Current investigations made at ISO level to be followed.</li>  <li>Achieving a high level of availability for HRS: Improvements towards 98% HRS availability</li>  <li>Improved efficiency/performance for HRS:   <ul level=\"1\">    <li>level of back to back vehicle performance to be defined as function of the fleet operational constraint</li>   </ul> </li>  <li>Increased availability of hydrogen from renewable sources: level of targeted decarbonization of the hydrogen fuel must be defined according to the national/regional sustainable on-going production roadmap(s) (whenever available.)..</li> </ul><p>Furthermore, HRS are expected to comply with the following requirements:</p><ul level=\"0\">  <li>High capacity HRS facilities are encouraged for fleet refuelling. The minimum refuelling capacity should be 200 kg of daily refuelling capacity for all stations. Back-up solutions to be considered and clearly described.</li>  <li>The cost of dispensed hydrogen offered in the project needs to be consistent with the national or regional strategy on hydrogen pricing. Cost improvements due to increased hydrogen production capacity, and especially higher utilization rates of the HRS, is anticipated in the course of the project. On the other hand the efforts required to lower the carbon footprint could offset these improvements. Thus, the target at the pump is fixed at 10€/kg excl. taxes.</li>  <li>The fulfilment of the ISO standard 14687-2 is not compulsory for the Hydrogen purity and has to be at least 99.999 % but the actual quality of refuelled hydrogen shall be duly controlled and justified with regards to fuel cells performance preservation.. Vehicle refuelling process must comply with SAE J2601 (2014) and IR communication needs to comply with SAE J 2799. Exceptions may be allowed, if justified by the application.</li> </ul>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme.<br />\r\n    The following exceptions apply (see 'chapter 3.3. Call management rules' from the FCH2 JU 2017 Work Plan and specific topic description):  <br />\r\n    - &ldquo;For some, well-identified topics it is therefore duly justified to require as an additional condition for participation that at least one constituent entity of the Industry Grouping or Research Grouping is among the participants in the consortium&rdquo;; <br />\r\n    - &ldquo;For all Innovation Activities, an additional eligibility criterion has been introduced to limit the FCH 2 JU requested contribution&rdquo;. <br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the FCH2 JU proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<span style=\"color: rgb(51,153,102)\">.</span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp; &nbsp; &nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong></li>\r\n</ol>\r\n<p><u>Innovation Action:</u></p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ia_en.pdf\">Specific provisions and funding rates</a></li>\r\n    <li>Proposal templates are available after entering the submission tool below.</li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 JU Model Grant Agreement</a></li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></li>\r\n    <p>&nbsp;</p>\r\n</ul>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6. <strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong> 7. <strong>Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.&nbsp;</strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.  See <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\" target=\"_blank\">Part L of the General Annexes</a> of the General Work Programme. </p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8. <strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n<strong><span style=\"color: rgb(0, 51, 102);\">     </span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-fch_en.pdf\">FCH2 JU 2017 Work Plan</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan&nbsp;</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU &ndash; Regulation of establishment</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Horizon 2020 Regulation of Establishment  </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Horizon 2020 Rules for Participation</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Horizon 2020 Specific Programme</a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>FCH2 JU&nbsp;members:</strong> <br />\r\nIndustry Grouping, <a href=\"http://www.hydrogeneurope.eu\" target=\"_blank\">Hydrogen Europe</a></p>\r\n<p>Research Grouping, <a href=\"http://www.nerghy.eu/\" target=\"_blank\">N.ERGHY</a></p>\r\n<p>FCH2 JU Programme Office, <strong>Helpdesk</strong>: fch-projects@fch.europa.eu <br />\r\n<strong><br />\r\nEthics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392492962, "id": 165750781, "title": "Flash-call Info", "sectionId": 52392492962, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 109200, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-01-6-2017/1777620-h2020-jti-fch-2017_flash_call_info_en.pdf", "id": 1777620, "fileName": "H2020-JTI-FCH-2017 flash call info_EN.pdf", "common": false, "crc32": 4111819289}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p><u>Indicative timetable for evaluation and grant agreement signature: </u></p><p>Information on the outcome of the evaluation: Maximum 5 months from the date for submission;</p><p>Indicative date for the signing of grant agreements: Maximum 8 months from the date for submission.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>Total budget [1]: EUR 116 million [2]</p><p><em>[1] The final budgets awarded to actions implemented through the Call for Proposals may vary by up to 20% of the total value of the indicative budget for each action.</em></p><p><em>[2] The 2017 Call for Proposals has a total indicative amount of EUR 116 M of which EUR 90.2 M from 2017 Commitment Appropriations for operations and EUR 25.8 M€ reactivated unused commitment appropriations from years 2016 and 2015 resulting mainly from the outcome of the Call 2016 evaluations (EUR 25.6 M and 2015 operations (EUR 0.2 M).</em></p><p>Through their participation in projects funded under this call and in accordance with point (b) of Article 13(3) of the FCH 2 JU Statutes, it is estimated that an <u>additional 8 million EUR in-kind contributions</u> will be provided by the constituent entities of the Members other than the Union or their affiliated entities participating in the indirect actions published in this call.</p>\n", "latestInfos": [{"approvalDate": "Jul 25, 2017 10:18:00 AM", "lastChangeDate": "Jul 25, 2017 10:18:00 AM", "content": "<p>An overview of the evaluation results (flash call info) is now available under the &quot;Topic conditions and documents&quot; section on the topic page.</p>"}, {"approvalDate": "Apr 25, 2017 4:39:39 PM", "lastChangeDate": "Apr 25, 2017 4:39:39 PM", "content": "<p>A total of 70 proposals were submitted in response to this call.<br />\r\n&bull; Transport &ndash; total 16 proposals<br />\r\n&bull; Energy &ndash; total 45 proposals<br />\r\n&bull; Cross-cutting &ndash; total 9 proposals</p>\r\n<p><u>Transport pilla</u>r: 16<br />\r\nTopic 01-1: 1<br />\r\n01-2: 6<br />\r\n01-3: 3<br />\r\n01-4: 2<br />\r\n01-5: 1<br />\r\n01-6: 1<br />\r\n01-7: 2</p>\r\n<p><u>Energy pillar</u>: 45<br />\r\nTopic 02-1: 10<br />\r\n02-2: 3<br />\r\n02-3: 4<br />\r\n02-4: 2<br />\r\n02-5: 5<br />\r\n02-6: 2<br />\r\n02-7: 5<br />\r\n02-8: 3<br />\r\n02-9: 3<br />\r\n02-10: 3<br />\r\n02-11: 1<br />\r\n02-12: 4</p>\r\n<p><u>Cross-cutting</u>: 9<br />\r\nTopic 04-1: 2<br />\r\n04-2: 0<br />\r\n04-3: 2<br />\r\n04-4: 1<br />\r\n04-5: 4</p>\r\n<p>One proposal was withdrawn by the FCH2 JU services due to abusive submission.<br />\r\nThe evaluation of the proposals is planned to start by beginning of May 2017 and will be closed by beginning of June 2017. Applicants will be informed on the outcome of the evaluations by the end of July 2017. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Jan 17, 2017 12:30:01 AM", "lastChangeDate": "Jan 17, 2017 12:30:01 AM", "content": "The submission session is now available for: FCH-04-2-2017(FCH2-CSA), FCH-04-3-2017(FCH2-CSA), FCH-04-5-2017(FCH2-RIA), FCH-02-12-2017(FCH2-IA), FCH-02-11-2017(FCH2-IA), FCH-02-10-2017(FCH2-IA), FCH-01-7-2017(FCH2-IA), FCH-04-4-2017(FCH2-RIA), FCH-01-4-2017(FCH2-IA), FCH-01-5-2017(FCH2-IA), FCH-02-4-2017(FCH2-IA), FCH-01-6-2017(FCH2-IA), FCH-02-5-2017(FCH2-IA), FCH-01-1-2017(FCH2-RIA), FCH-02-3-2017(FCH2-RIA), FCH-02-2-2017(FCH2-RIA), FCH-01-3-2017(FCH2-RIA), FCH-01-2-2017(FCH2-RIA), FCH-02-7-2017(FCH2-RIA), FCH-02-1-2017(FCH2-RIA), FCH-02-6-2017(FCH2-RIA), FCH-02-9-2017(FCH2-RIA), FCH-02-8-2017(FCH2-RIA), FCH-04-1-2017(FCH2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}