{"TopicDetails": {"type": 0, "ccm2Id": 31062120, "cftId": 0, "identifier": "FCH-01.7-2014", "title": "Large scale demonstration of refuelling infrastructure for road vehicles", "publicationDateLong": 1404864000000, "callIdentifier": "H2020-JTI-FCH-2014-1", "callTitle": "FCH2 JU call for proposals 2014", "callccm2Id": 31067027, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047956, "abbreviation": "EU.3.4.", "description": "Smart, green and integrated transport"}, {"id": 31061968, "abbreviation": "EU.3.4.6.", "description": "FCH2 (transport objectives)"}, {"id": 31061969, "abbreviation": "EU.3.4.6.1.", "description": "Reduce the production cost of fuel cell systems to be used in transport applications, while increasing their lifetime to levels which can compete with conventional technologies"}], "topicMGAs": [], "tags": ["Roll-out", "European network", "Refuelling infrastructure", "High market penetration", "Road vehicles", "Customer value proposition scenarios", "HRS", "FCEV", "Commercialisation strategy"], "keywords": ["Sustainable transport", "Compressed hydrogen storage", "Fuel cells electric vehicles", "Hydrogen Infrastructures", "Hydrogen refuelling station HRS", "Hydrogen", "Fuel Cells", "Water electrolysis", "Hydrogen storage and distribution"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "09 July 2014", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["06 November 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"61238": [{"action": "FCH-01.3-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.9-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.4-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.5-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.7-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.8-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.6-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.5-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.10-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.6-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.11-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.3-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-03.1-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.1-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.1-2014 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.4-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.2-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.2-2014 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.1-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.2-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.3-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.7-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><b>Specific challenge</b>: Hydrogen as a clean energy carrier has a very high potential to contribute to Europe’s climate and sustainability targets for 2030 and beyond, in particular for mobility. At the same time studies  show that fuel cell vehicles (FCEVs) could be competitive with conventional vehicles on total cost of ownership basis already in the 2020’s. However, this vision is constrained by the high early cost of deploying a refuelling infrastructure for an initially limited vehicle fleet. Additionally, it is still necessary to improve FCEV technology and to strengthen customer acceptance, a pre-requisite for successful commercialisation.</p><p>In this context, increased reliability, durability, availability and efficiency levels in real operation need to be demonstrated for a significant number of FCEVs and hydrogen refuelling stations (HRS).</p><p>Large scale demonstrations of this type are essential to gain real life operational experience, test the attractiveness of FCEVs for customers, and subsequently develop a matching customer value proposition and best business case scenarios. </p><p>A number of national or regional initiatives (mostly known under the term “H2Mobility”) for planning and development of hydrogen refuelling infrastructure networks in European member states have already commenced. They aim to tackle the challenges of the early years of hydrogen mobility’s roll-out by building consensus and synchronising investments. One part of their plans is to prove the necessary technology readiness level for commercialisation in field tests and demonstration projects. It should be highlighted that if the first phase of these “H2Mobility” initiatives demonstrates a plausible business case, it is likely that additional actors and investors will become easier to attract and thereby it will create a virtuous circle towards commercial roll-out of FCEVs. Though the different initiatives follow different approaches, all have common elements and goals. For example, they all share high risk levels for the related investments. </p><p>This topic calls for consortia to propose a large scale demonstration project for HRSs and FCEVs in alignment and cooperation with national or regional roll-out activities to underpin the early stages of these initiatives and further stimulate hydrogen infrastructure’s build-up across Europe. In particular, the project should aim at benchmarking and establishing links between the existing initiatives in order to synchronize actions and maximise impact Europe wide. The ultimate objective is to complement these existing initiatives, avoiding duplications or mere replications of thereof.</p><p><b>Scope</b>:  The project will focus on the roll-out of a minimum of 100 FCEVs and 23 HRS capable of meeting the performance targets specified in the “Impact” section of this topic.  In general, they should represent the best technology available at the time of project implementation. </p><p>Proposers should provide a clear evidence of:    </p><p>•             OEMs’ commitment to supplying to the project vehicles (passenger cars and/or utility vehicles) which are in a status of possible series production (at least TRL 7) and have the potential of high market penetration in the future. This should be treated as a key requirement for funding</p><p>•             A comprehensive strategy for commercialisation, including (novel) ways to attract the customers by appropriate customer value proposition scenarios</p><p>•             An evidence of political support for the project together with commitment to further involvement in the roll out must be provided as part of the proposal, through a Letter of Intent</p><p>•             Justification of the way in which the project will concretely contribute to de-risking commercialisation of FCEVs in Europe</p><p>•             A comprehensive business-plan, for the project should also form part of the proposal. Where contributions from end users to vehicles’ costs are assumed, this should be clearly indicated in the project proposal</p><p>•             Further activities for deployment of HRS and FCEVs additional to the project have to be shown</p><p>The main focus of the project will be on FCEVs which use a fuel cell system as the main power source and 700 bar hydrogen storage systems. Range extenders concepts and other hydrogen storage concepts are eligible on condition of demonstrating their pertinence for specific applications. The minimum operation for the last vehicles introduced in the project is 12 months or 10,000 km and the minimum operation for the last HRS built is 2 years. Other vehicles and HRSs are expected to be driven or operated for a longer period or range.</p><p>When addressing the passenger car market, filling stations need to be accessible for private customers/users and should preferably be integrated in forecourts of conventional refuelling stations. When addressing the utility vehicle market or local fleets, filling stations might be located on private forecourts, with or without public access, as long as several customers are already identified.</p><p>The stations’ locations need to be chosen in a way consistent with the creation of a real European network. The demonstration sites must be located in more than one EU member state where H2 Mobility initiatives or similar initiatives aiming at deployment of hydrogen based mobility are in place, in order to enjoy the positive dynamic of these states and to have the best leverage effect. Where relevant, it is recommended that demonstration sites should be located at, or close to, the network of the Trans-European Transport Network (TENT-T), as laid out in Regulation 1315/2013. The selected regions should have a high number of potential customers. Ideally, the project should contribute to assure a minimum HRS coverage in at least one large densely populated regions or cluster, in order to test the willingness of customers to switch to FC vehicles.</p><p>The stations may include on site hydrogen production if economically justified. </p><p>Ensuring cross-fertilization of knowledge acquired throughout the project will be of key importance and therefore priority will be given to proposals presenting a comprehensive dissemination guaranteeing that the lessons learnt by the project are made available to wider public.  In particular, it should be ensured that countries considering development of similar FCEVs/HRS roll-out initiatives should have an easy access to information generated by the consortium. </p><p>Additionally, measurement, monitoring and evaluation of specific vehicle and fuelling station parameters (including onsite hydrogen production where appropriate), using methodology such as the one delivered by the HyLights project, is to be performed in order to highlight the potential of the technology for stakeholders along the value chain and raise their interest.</p><p>The use of renewable and low carbon hydrogen for the purposes of the project is recommended and will be considered an advantage during evaluation.</p><p>The consortium should include multiple automotive OEMs, refuelling infrastructure providers and operators, fuel retailers, and other actors as appropriate. The composition of the consortium should facilitate establishment of strong links with “H2Mobility” initiatives. The involvement of SMEs is also encouraged.</p><p><b>Expected impact</b>: This project shall have a major impact on the FCH mobility deployment in Europe and shall significantly contribute to coordination of“H2Mobility” initiatives at the European scale. </p><p>It will develop, deliver and operate hydrogen refuelling infrastructure and a fleet of FCEVs. For both a comprehensive performance monitoring is to be carried out, as a result of which recommendations for technological and commercialisation strategy improvements are to be formulated. Particular emphasis shall be put on the investigation of customer behaviour with a view to proposing actions to increase customer acceptance of FCEVs.  </p><p>A comprehensive monitoring program together with an in-depth analysis of the data obtained will address the following points:</p><p>•             The techno-economics of the stations and vehicles deployed on the project vs. the targets identified in the national or regional roll-out strategies as well as the MAWP</p><p>•             Customer acceptance and the willingness of local populations to switch to FC vehicles when a minimum HRS coverage is in place </p><p>•             Determination of any new obstacles on the way to hydrogen mobility and assessment of progress towards overcoming the barriers to the roll-out of FCEVs that have been identified in the national or regional programmes, including, for example:</p><p>o             Metering of hydrogen</p><p>o             Quality Assurance issues around hydrogen purity</p><p>o             Integration of hydrogen into conventional vehicle fuel forecourts</p><p>o             Land availability for hydrogen stations </p><p>o             RCS issues surrounding consenting for hydrogen stations</p><p>o             Standard Operation procedures for refuelling</p><p>•             Customer profiles in order to establish HRS utilization patterns in an early market</p><p>•             Definition of best practices for mass market roll-out</p><p> </p><p>Project partners are expected to explicitly demonstrate the way in which a demonstration project of this type will help raise public awareness and public support for the technology.</p><p>A comprehensive dissemination campaign is expected through the project with maximum outreach possible.</p><p>The HRS under the project shall comply with the following requirements:</p><p>•             For passenger cars, provide a clear network, with a maximum driving distance between stations equal to half the range of the lowest range fuel cell vehicle deployed in the same region </p><p>•             For utility vehicles, a significant level of utilization per station must be demonstrated and a vision of how these stations belong to the creation of a future network shall be defined</p><p>•             Comply with requirements of the directive on the deployment of alternative fuel infrastructure package directive (to be imminently published), particularly as regards its standardization requirements. Exceptions may be allowed, if justified by the application (e.g. utility vehicles)</p><p>•             The HRS shall deliver 700bar H2 and be sized consistently with the deployment strategy for the country. The minimum refuelling capacity shall not be below the threshold of 150 kg of daily refuelling capacity per station for fixed stations. Options for capacity increase at highly frequented stations shall be considered. Mobile stations can be proposed </p><p>•             Some 350bar HRS (maximum 5) can also be proposed if they are associated with a significant fleet of vehicles close to market readiness (TRL at least 7). In that case, an up-grade strategy to 700bar, or a bi-pressure station (350bar and 700bar) should be proposed if coherent with the foreseen customer(s) requirement(s)</p><p>•             Availability of the station 97% (measured in usable operation time of the whole filling station)</p><p>•             Cost of dispensed hydrogen offered in the project to be consistent with the national or regional strategy on hydrogen pricing. Cost improvements due to increased hydrogen production capacity and especially higher utilization rate of the HRSs is anticipated in the course of the project (target <10€/kg) </p><p>•             Hydrogen purity has to be at least 99.999 %.  Vehicle refuelling process must comply with SAE J2601 and IR communication needs to comply with SAE J 2799. Exceptions may be allowed, if justified by the application</p><p>•             Station hydrogen production efficiency target at 50 – 70%, depending on the method of production (conversion efficiency of the whole production chain from primary energy to filling nozzle)</p><p> </p><p>Technical targets for FCEVs:</p><p>•             >5,000h vehicle operation lifetime initially, min 6,000h lifetime as program target</p><p>•             Major power source of vehicles must be a fuel cell system (except for utility vehicles where range extended concepts can be proposed)</p><p>•             MTBF >1,000 km</p><p>•             Availability >95% (to be measured in available operation time)</p><p>•             Tank-to-wheel efficiency >40%, measured in the New European Drive Cycle (NEDC)</p><p>•             Principle series production ability has to be shown</p><p> </p><p>Cost target for FCEVs:</p><p>The consortium has to show the potential to reduce cost of vehicles to the cost targets indicated in the MAWP. Funding is limited to 500 € per kW of installed power in those vehicles where the fuel cell is the primary power source, and to 2000 € per kW where the fuel cell acts as a range extender. A lower contribution should be requested for vehicles coming in the second half of the project, to reflect the cost reduction brought by new generation vehicles. </p><p>Apart from liaising with “H2Mobility initiatives”, links to relevant projects co-funded by the FCH JU should be established when deemed of benefit (e.g. the HIT project).</p><p>Any event (accidents, incidents, near misses) that may occur during the project execution shall be reported into the European reference database HIAD (Hydrogen Incident and Accident Database) at https://odin.jrc.ec.europa.eu/engineering-databases.html.</p>\n", "conditions": "<p><u>Other information: <br />\r\n</u>A TRL of at least 6 for the HRS and the onsite hydrogen production (if relevant) and 7 for FCEVs is required.</p>\r\n<p><u>To be eligible for participation a consortium must contain at least one constituent entity of the Industry or Research Grouping.</u></p>\r\n<p><u>Indicative funding: </u>The FCH 2 JU considers that proposals requesting a contribution from the EU of EUR 32 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.<br />\r\n<u>Number of projects: </u>A maximum of 1 project may be funded under this topic.<br />\r\n<u>Expected duration:</u> 4-6 years<br />\r\n<u>Type of action:</u> Innovation Action</p>\r\n<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part A of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part B and C of the General Annexes </a>of the FCH2 JU Work Plan 2014.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part E of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-pse-fch-ju_en.pdf\">FCH2 Guide for applicants on submission and evaluation</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout: </span></strong>Please refer to Part B of the standard proposal template.<br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    Information on the outcome of <strong>one-stage </strong>evaluation: maximum 5 months from the final date for submission.<br />\r\n    Signature of grant agreements: maximum 3 months from the date of informing successful applicants.<br />\r\n    <br />\r\n    Information on the outcome of <strong>two-stage</strong> evaluation: maximum 5 months from the final date for submission.<br />\r\n    Signature of grant agreements: maximum 3 months from the date of informing successful applicants.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>FCH2 Innovation Action (FCH2-IA):</u><br />\r\n    <br />\r\n    Specific provisions and funding rates: described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part D of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-fch2-ia_en.pdf\">Standard proposal template</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-fch2-ia_en.pdf\">Standard evaluation form</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 Model Grant Agreement</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">H2020 Annotated Model Grant Agreement</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    Technology readiness levels (TRL): described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part E of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.</span></strong> Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n    <strong><br />\r\n    </strong></li>\r\n    <li><strong>FCH2 additional documents</strong>: <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-vadpse-fch-ju_en.pdf\">FCH2 JU Vademecum/rules for proposals submission and evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch_en.pdf\">FCH2 JU Work Plan 2014</a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\"><br />\r\n    </a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU &ndash; Regulation of establishment</a></li>\r\n</ol>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals</span></p>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/funding/guide.html\"><strong>H2020 Funding Guide</strong></a> your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [{"callId": 6406, "id": 8407, "title": "Flash Call Info", "sectionId": 6406, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 346228, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-01.7-2014/1645187-h2020-jti-fch-2014flashcallinfo_en.pdf", "id": 1645187, "fileName": "H2020-JTI-FCH-2014flashcallinfo_EN.pdf", "common": false, "crc32": 1687402723}]}], "callDetailsJSONItem": {"additionalInfo": "<p><u>﻿</u></p>\r\n<p><strong>﻿</strong></p>\r\n<p><u>﻿</u></p>\r\n<p><strong>﻿</strong></p>\r\n<p><u>﻿</u></p>\r\n<p><strong>﻿</strong></p>\r\n<p><u>﻿</u></p>\r\n<p>&nbsp;</p>", "latestInfos": [{"approvalDate": "Mar 10, 2015 10:03:12 AM", "lastChangeDate": "Mar 10, 2015 10:02:53 AM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab 'Call documents'.</p>"}, {"approvalDate": "Nov 7, 2014 2:59:57 PM", "lastChangeDate": "Nov 7, 2014 2:59:43 PM", "content": "<p>A total of 57 proposals were submitted in response to this call.</p>\r\n<p>The number of proposals for each topic is shown below:<br />\r\nTransport &ndash; total 10 proposals <br />\r\n1.1 &ndash; 1<br />\r\n1.2 &ndash; 2<br />\r\n1.3 &ndash; 3<br />\r\n1.4 &ndash; 0<br />\r\n1.5 &ndash; 2<br />\r\n1.6 &ndash; 1<br />\r\n1.7 &ndash; 1<br />\r\nEnergy &ndash; total 38 proposals<br />\r\n2.1 &ndash; 6<br />\r\n2.2 &ndash; 7<br />\r\n2.3 &ndash; 5<br />\r\n2.4 &ndash; 1<br />\r\n2.5 &ndash; 6<br />\r\n2.6 &ndash; 0<br />\r\n2.7 &ndash; 1<br />\r\n2.8 &ndash; 3<br />\r\n2.9 &ndash; 3<br />\r\n2.10 &ndash; 3<br />\r\n2.11 &ndash; 3<br />\r\nOverarching &ndash; total 2 proposals<br />\r\n3.1 - 2<br />\r\nCross-cutting &ndash; total 7 proposals<br />\r\n4.1 &ndash; 1<br />\r\n4.2 &ndash; 3<br />\r\n4.3 &ndash; 3<br />\r\n&nbsp;</p>\r\n<p>The evaluation of the proposals is planned to start mid-November 2014 and will be closed by the end of December 2014. Applicants will be informed on the outcome of the evaluations by the end of February 2015.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Oct 21, 2014 12:03:21 PM", "lastChangeDate": "Oct 21, 2014 12:03:08 PM", "content": "<p>IMPORTANT INFO ON SUBMISSION FORMS:</p>\r\n<p>Please note that an IT bug was identified in the INNOVATION ACTION (IA) form, as regards the funding rate for different entities participating in the proposal. <br />\r\nA new version of the form has now been put in production; the applicants might need to re-start their application under this type of action.</p>\r\n<p><br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 29, 2014 4:33:10 PM", "lastChangeDate": "Sep 29, 2014 4:32:49 PM", "content": "<p>CLARIFICATION&nbsp;on the Scope of the topic 2.7:<br />\r\nScope of work comprises the development and optimization and proof-of-concept of hydrogen purification technologies that achieve the purity requirements for fuel cells used in stationary and transport applications. These systems should be optimised for stand-alone operation with zero or close to zero waste gases, used for purification from the new hydrogen production methods, delivery and storage sources, with typically above 97% initial purity. <br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 3, 2014 4:56:00 PM", "lastChangeDate": "Sep 3, 2014 4:54:05 PM", "content": "<p>CLARIFICATION:</p>\r\n<p>Please refer to the&nbsp;correct Expected Impact for topic FCH-02.5-2014 as described in the topic published on the Participant Portal. The document AWP2014 is missing the target of 47% efficiency for the PEM technology.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 3, 2014 4:41:58 PM", "lastChangeDate": "Sep 3, 2014 4:41:30 PM", "content": "<p>CLARIFICATION:</p>\r\n<p>Please refer to the&nbsp;correct Expected Impact for topic FCH-02.5-2014 as described in the topic published on the Participant Portal. The document AWP2014 is missing the target of 47% efficiency for the PEM technology.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The submission session is now available for: FCH-01.1-2014(FCH2-IA), FCH-01.2-2014(FCH2-RIA), FCH-01.3-2014(FCH2-RIA), FCH-01.4-2014(FCH2-RIA), FCH-01.5-2014(FCH2-RIA), FCH-01.6-2014(FCH2-RIA), FCH-01.7-2014(FCH2-IA), FCH-02.1-2014(FCH2-RIA), FCH-02.10-2014(FCH2-IA), FCH-02.11-2014(FCH2-IA), FCH-02.2-2014(FCH2-RIA), FCH-02.3-2014(FCH2-RIA), FCH-02.4-2014(FCH2-RIA), FCH-02.5-2014(FCH2-RIA), FCH-02.6-2014(FCH2-RIA), FCH-02.7-2014(FCH2-RIA), FCH-02.8-2014(FCH2-RIA), FCH-02.9-2014(FCH2-IA), FCH-03.1-2014(FCH2-IA), FCH-04.1-2014(FCH2-CSA), FCH-04.2-2014(FCH2-CSA), FCH-04.3-2014(FCH2-RIA)</p>"}, {"approvalDate": "Jul 22, 2014 5:29:07 PM", "lastChangeDate": "Jul 22, 2014 5:29:07 PM", "content": "The submission session is now available for: FCH-01.1-2014(FCH2-IA), FCH-01.2-2014(FCH2-RIA), FCH-01.3-2014(FCH2-RIA), FCH-01.4-2014(FCH2-RIA), FCH-01.5-2014(FCH2-RIA), FCH-01.6-2014(FCH2-RIA), FCH-01.7-2014(FCH2-IA), FCH-02.1-2014(FCH2-RIA), FCH-02.10-2014(FCH2-IA), FCH-02.11-2014(FCH2-IA), FCH-02.2-2014(FCH2-RIA), FCH-02.3-2014(FCH2-RIA), FCH-02.4-2014(FCH2-RIA), FCH-02.5-2014(FCH2-RIA), FCH-02.6-2014(FCH2-RIA), FCH-02.7-2014(FCH2-RIA), FCH-02.8-2014(FCH2-RIA), FCH-02.9-2014(FCH2-IA), FCH-03.1-2014(FCH2-IA), FCH-04.1-2014(FCH2-CSA), FCH-04.2-2014(FCH2-CSA), FCH-04.3-2014(FCH2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}