{"TopicDetails": {"type": 0, "ccm2Id": 31082241, "cftId": 0, "identifier": "FCH-02-5-2017", "title": "Demonstration of large electrolysers for bulk renewable hydrogen production", "publicationDateLong": 1484611200000, "callIdentifier": "H2020-JTI-FCH-2017-1", "callTitle": "FCH2 JU call for proposals 2017", "callccm2Id": 31082251, "allowPartnerSearch": true, "workProgrammepart": {"id": 259550, "ccm_id": 31082067, "wp_part": "H2020-JTI-FCH-2017", "wp_year": "H2020-JTI-FCH-2017", "wp_title": "FCH2 Work Plan 2017", "wp_website": "http://www.fch.europa.eu/", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-fch_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31047938, "abbreviation": "EU.3.3.", "description": "Secure, clean and efficient energy"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31061964, "abbreviation": "EU.3.3.8.", "description": "FCH2 (energy objectives)"}, {"id": 31061966, "abbreviation": "EU.3.3.8.2.", "description": "Increase the energy efficiency of production of hydrogen mainly from water electrolysis and renewable sources while reducing operating and capital costs, so that the combined system of the hydrogen production and the conversion using the fuel cell system can compete with the alternatives for electricity production available on the market"}, {"id": 31061967, "abbreviation": "EU.3.3.8.3.", "description": "Demonstrate on a large scale the feasibility of using hydrogen to support integration of renewable energy sources into the energy systems, including through its use as a competitive energy storage medium for electricity produced from renewable energy sources"}], "topicMGAs": [], "tags": ["Dynamic operation", "hydrogen production", "Energy storage", "Frequency response", "Large electrolyser"], "keywords": ["Chemical engineering (plants, products)", "Materials engineering (biomaterials, metals, ceram", "Fuel cell technology", "Chemical process engineering"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "17 January 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 April 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3198031": [{"action": "FCH-02-3-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-3-2017 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-10-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-11-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-4-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-12-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-2-2017 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-2-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-5-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-8-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04-5-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-9-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-6-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-6-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-7-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-7-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-1-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-4-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02-5-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-3-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-2-2017 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01-4-2017 - FCH2-IA Innovation action", "plannedOpeningDate": "17 January 2017", "deadlineModel": "single-stage", "deadlineDates": ["20 April 2017"], "budgetYearMap": {"2017": 116000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The increase of intermittent renewable electricity (solar and wind) raises the need for more flexibility in the power market and falling costs of renewable power open up the possibility to generate hydrogen at large scale from renewable power through electrolysis. Several sectors, namely the steel, refineries, chemistry, transport and even the natural gas sectors are exploring the reduction of their CO<sub>2</sub> footprint by incorporating large quantities of renewable hydrogen in their processes.</p><p>This topic aims to demonstrate a large scale electrolyser generating bulk renewable hydrogen for use in one or a combination of these sectors. The electrolyser technology should be further up scaled, in view of reducing investment costs by economies of scale and developed to operate flexibly when power prices are low and provide grid balancing services.</p><p>The challenges addressed by the project are:</p><ul level=\"0\">  <li>Demonstration of a large electrolysis unit (min 10MW) using the latest available technology with a very low capital investment;</li>  <li>Providing large quantities of renewable hydrogen on a commercial basis for targeted large scale applications, or within industries or in the transport;</li>  <li>Demonstrate the value of the flexibility of the electrolyser on a commercial basis by providing advanced grid balancing services;</li>  <li>Integration of a large scale flexible hydrogen production unit with the end user demand profile.</li> </ul><p>Recent years of R&amp;D have significantly improved the production ramp up and down flexibility of electrolysis technology and improved the scalability from kW to MW size. What is still lacking is large scale infield demonstration at sites where both grid services are required and where hydrogen can be valorized in large quantities. Only such applications can provide both the scale for providing grid balancing and reaching cost levels where additional revenue can be generated from hydrogen distribution and sales.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This Innovation Action seeks proposals which demonstrate improved electrolyser technologies beyond actual state-of-the-art producing hydrogen with favorable economic conditions, e.g. when power prices are low, when additional revenue can be generated by providing high value grid balancing services and where the CO<sub>2</sub> reduction footprint can be valorized.</p><p>The scope of the project is:</p><ul level=\"0\">  <li>To develop a new large scale electrolyser of minimum 10 MW of sufficiently rapid response time (of the order of a few seconds), to participate in the existing primary and secondary grid balancing markets and explore possibilities of more advanced grid services. The installed power and operating regime should be duly justified to identify the advantages offered to the grid within the long term business model. The hydrogen purity should meet the application requirements. The output pressure shall be designed to fulfill, when possible, the required pressure for the hydrogen application targeted - including buffer storage needs if any - and reduce as far as possible the need for dedicated hydrogen compression units downstream. Storage and compression are not in the scope of this topic;</li>  <li>To demonstrate a minimal footprint of the electrolyser, with a single balance of plant including all required electrolysis utilities such as water purification, power rectification with suited grid interfaces, and hydrogen purification for delivery to the proposed application sector. The 10MW scale unit should be designed as a building block for the plants of the future. Industrial integration with certification attested by a Notified Body involvement should be included;</li>  <li>To focus on specific improvements of the current state-of-the-art related to the electrolyser operation under partial loads, quick response, system operation for providing reserve and frequency response services, forecasting models for electricity price and renewable energy production;</li>  <li>To demonstrate an energy consumption consistent with 2020 expectations of 48 kWh/kg @1000+/kg for PEM technology at nominal power [1];</li>  <li>To demonstrate a CAPEX for the electrolyser consistent with 2020 expectations of 1000 €/kW for PEM technology at nominal power. These target costs do not include the specific tailoring of the electrolysis to be compatible with the grid services to be brought;</li>  <li>To demonstrate the economic benefits of the project for the selected application. Here, the consortium will demonstrate that they are able to obtain these revenues by entering into commercial contracts with the chain stakeholders (e.g. grid operators or utilities) who value these services. The value could be demonstrated also by other means that confirms the revenue potential;</li>  <li>The proposal will indicate the operating scenarios, the duration of production, the quantities of hydrogen produced, the use foreseen and a detailed business case analysis. State of the art electrolysers and downstream systems must be installed and operated for a minimum period of two years;</li>  <li>Electrolyser systems will strive to demonstrate a sufficient level of responsiveness to meet the requirements of the produced hydrogen for the services offered and power price opportunities, (e.g. for rapid modulation, rapid start, frequency response, as required by the services offered to the grid); this will be done in collaboration with chain operators of the market sector identified;</li> </ul><p>Consortia will preferably build upon outcome from previous projects funded by the FCH-JU and on already feasible business cases, so that potential customers do not discontinue the use of the installation after project end, but on the contrary support continued market roll-out efforts. The proposal must include an initial plan for use of the installation after the project. The proposal is expected to address new applications than the one already supported (i.e. steel industry).</p><p>To address adequately the challenges of this project, the consortium should include at least the electrolyser manufacturer, the hydrogen end-user and a power services company or the local power grid operator.</p><p>Specifically, the consortium should include strong links to:</p><ul level=\"0\">  <li>the necessary contractual and commercial expertise to access revenues from the grid services and/or power price opportunities;</li>  <li>technical expertise for the design, provision and operation of the electrolyser and associated hydrogen distribution and supply technologies;</li>  <li>market access for downstream provision of hydrogen in the selected application.</li> </ul><p>The capacity of the electrolyser should be linked to the budget via the cost KPIs in the MAWP but also reflect the specific tailoring costs for ensuring electrolysis is compatible with the grid services requirements. The grid connection costs, building costs and the electricity costs for the commissioning phase are eligible for the funding. Electricity costs during demonstration / business operation are not eligible. The results of a techno-economic assessment must be published after each year of operation, including information on the individual cost and revenue streams related to the electrolyser. The Technical report however should present these figures for techno-economic assessment purposes.</p><p>Storage/compression costs should not be included.</p><p>To be eligible for participation a consortium must contain at least one constituent entity of the Industry or Research Grouping.</p><p>It is expected that the technology starts at TRL 7 and reaches TRL 8 at the end of the project.</p><p>Any safety-related event that may occur during execution of the project shall be reported to the European Commission's Joint Research Centre (JRC), which manages the European hydrogen safety reference database, HIAD (dedicated mailbox <a href=\"mailto:JRC-PTT-H2SAFETY@ec.europa.eu\">JRC-PTT-H2SAFETY@ec.europa.eu</a>).</p><p>The maximum FCH 2 JU contribution that may be requested is EUR 10 million. This is an eligibility criterion – proposals requesting FCH 2 JU contribution above this amount will not be evaluated.</p><p>Expected duration: 5 years</p><p><em>[1] Reference: Water Electrolysis in the European Union (2014) (<a href=\"http://www.fch.europa.eu/node/783\">http://www.fch.europa.eu/node/783</a> reference: page 11-13)</em></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The proposal is expected to demonstrate in an operational environment improved electrolysis technology configured to attract revenues from grid services and/or power price opportunities in addition to providing bulk renewable hydrogen to an industrial scale hydrogen user.</p><p>The consortium will ensure that actions are included in the project to generate learning and reach KPI and commercial targets, such as:</p><ul level=\"0\">  <li>Demonstrating feasible operation of large scale rapid response electrolysis and the integration the produced electrolytic hydrogen in an established industrial process;</li>  <li>Assessment and operation experience, including safety, of the contractual and hardware arrangements required to distribute and supply hydrogen to the specific industrial and / or transport market;</li>  <li>Implementation of the necessary grid interfaces to provide grid balancing services;</li>  <li>Perform techno-economic analysis of the performance of these systems;</li>  <li>Evaluation of the environmental performance of the system in alignment with the recommendations of the CertifHy project – with attention to the CO<sub>2</sub> intensity of the hydrogen produced, which should include an understanding of the CO<sub>2</sub> impact of the grid services mode selected and CO<sub>2</sub> footprint impact in the addressed hydrogen end-user markets;</li>  <li>Projections of the value and size of the markets addressed by provision of the grid balancing services and supply to multiple hydrogen markets, not excluding the transport sector;</li>  <li>Assessment and operation experience of the contractual and hardware arrangements required to access the balancing services and operate the electrolyser systems;</li>  <li>Assessment of the legislative and RCS implications of these systems and any issues identified in obtaining consents to operate the system;</li>  <li>Recommendations for policy makers and regulators on measures required to stimulate the market for these systems.</li> </ul><p>Versions of ‘lessons learnt’ reports addressed to the public should be prepared and disseminated across Europe and potentially wider.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme.<br />\r\n    The following exceptions apply (see 'chapter 3.3. Call management rules' from the FCH2 JU 2017 Work Plan and specific topic description):  <br />\r\n    - &ldquo;For some, well-identified topics it is therefore duly justified to require as an additional condition for participation that at least one constituent entity of the Industry Grouping or Research Grouping is among the participants in the consortium&rdquo;; <br />\r\n    - &ldquo;For all Innovation Activities, an additional eligibility criterion has been introduced to limit the FCH 2 JU requested contribution&rdquo;. <br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the FCH2 JU proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<span style=\"color: rgb(51,153,102)\">.</span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp; &nbsp; &nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong></li>\r\n</ol>\r\n<p><u>Innovation Action:</u></p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ia_en.pdf\">Specific provisions and funding rates</a></li>\r\n    <li>Proposal templates are available after entering the submission tool below.</li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 JU Model Grant Agreement</a></li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></li>\r\n    <p>&nbsp;</p>\r\n</ul>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6. <strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong> 7. <strong>Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.&nbsp;</strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.  See <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\" target=\"_blank\">Part L of the General Annexes</a> of the General Work Programme. </p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8. <strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n<strong><span style=\"color: rgb(0, 51, 102);\">     </span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-fch_en.pdf\">FCH2 JU 2017 Work Plan</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan&nbsp;</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU &ndash; Regulation of establishment</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Horizon 2020 Regulation of Establishment  </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Horizon 2020 Rules for Participation</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Horizon 2020 Specific Programme</a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>FCH2 JU&nbsp;members:</strong> <br />\r\nIndustry Grouping, <a href=\"http://www.hydrogeneurope.eu\" target=\"_blank\">Hydrogen Europe</a></p>\r\n<p>Research Grouping, <a href=\"http://www.nerghy.eu/\" target=\"_blank\">N.ERGHY</a></p>\r\n<p>FCH2 JU Programme Office, <strong>Helpdesk</strong>: fch-projects@fch.europa.eu <br />\r\n<strong><br />\r\nEthics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392492971, "id": 165750790, "title": "Flash-call Info", "sectionId": 52392492971, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 109200, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-02-5-2017/1777620-h2020-jti-fch-2017_flash_call_info_en.pdf", "id": 1777620, "fileName": "H2020-JTI-FCH-2017 flash call info_EN.pdf", "common": false, "crc32": 4111819289}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p><u>Indicative timetable for evaluation and grant agreement signature: </u></p><p>Information on the outcome of the evaluation: Maximum 5 months from the date for submission;</p><p>Indicative date for the signing of grant agreements: Maximum 8 months from the date for submission.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>Total budget [1]: EUR 116 million [2]</p><p><em>[1] The final budgets awarded to actions implemented through the Call for Proposals may vary by up to 20% of the total value of the indicative budget for each action.</em></p><p><em>[2] The 2017 Call for Proposals has a total indicative amount of EUR 116 M of which EUR 90.2 M from 2017 Commitment Appropriations for operations and EUR 25.8 M€ reactivated unused commitment appropriations from years 2016 and 2015 resulting mainly from the outcome of the Call 2016 evaluations (EUR 25.6 M and 2015 operations (EUR 0.2 M).</em></p><p>Through their participation in projects funded under this call and in accordance with point (b) of Article 13(3) of the FCH 2 JU Statutes, it is estimated that an <u>additional 8 million EUR in-kind contributions</u> will be provided by the constituent entities of the Members other than the Union or their affiliated entities participating in the indirect actions published in this call.</p>\n", "latestInfos": [{"approvalDate": "Jul 25, 2017 10:18:00 AM", "lastChangeDate": "Jul 25, 2017 10:18:00 AM", "content": "<p>An overview of the evaluation results (flash call info) is now available under the &quot;Topic conditions and documents&quot; section on the topic page.</p>"}, {"approvalDate": "Apr 25, 2017 4:39:39 PM", "lastChangeDate": "Apr 25, 2017 4:39:39 PM", "content": "<p>A total of 70 proposals were submitted in response to this call.<br />\r\n&bull; Transport &ndash; total 16 proposals<br />\r\n&bull; Energy &ndash; total 45 proposals<br />\r\n&bull; Cross-cutting &ndash; total 9 proposals</p>\r\n<p><u>Transport pilla</u>r: 16<br />\r\nTopic 01-1: 1<br />\r\n01-2: 6<br />\r\n01-3: 3<br />\r\n01-4: 2<br />\r\n01-5: 1<br />\r\n01-6: 1<br />\r\n01-7: 2</p>\r\n<p><u>Energy pillar</u>: 45<br />\r\nTopic 02-1: 10<br />\r\n02-2: 3<br />\r\n02-3: 4<br />\r\n02-4: 2<br />\r\n02-5: 5<br />\r\n02-6: 2<br />\r\n02-7: 5<br />\r\n02-8: 3<br />\r\n02-9: 3<br />\r\n02-10: 3<br />\r\n02-11: 1<br />\r\n02-12: 4</p>\r\n<p><u>Cross-cutting</u>: 9<br />\r\nTopic 04-1: 2<br />\r\n04-2: 0<br />\r\n04-3: 2<br />\r\n04-4: 1<br />\r\n04-5: 4</p>\r\n<p>One proposal was withdrawn by the FCH2 JU services due to abusive submission.<br />\r\nThe evaluation of the proposals is planned to start by beginning of May 2017 and will be closed by beginning of June 2017. Applicants will be informed on the outcome of the evaluations by the end of July 2017. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Jan 17, 2017 12:30:01 AM", "lastChangeDate": "Jan 17, 2017 12:30:01 AM", "content": "The submission session is now available for: FCH-04-2-2017(FCH2-CSA), FCH-04-3-2017(FCH2-CSA), FCH-04-5-2017(FCH2-RIA), FCH-02-12-2017(FCH2-IA), FCH-02-11-2017(FCH2-IA), FCH-02-10-2017(FCH2-IA), FCH-01-7-2017(FCH2-IA), FCH-04-4-2017(FCH2-RIA), FCH-01-4-2017(FCH2-IA), FCH-01-5-2017(FCH2-IA), FCH-02-4-2017(FCH2-IA), FCH-01-6-2017(FCH2-IA), FCH-02-5-2017(FCH2-IA), FCH-01-1-2017(FCH2-RIA), FCH-02-3-2017(FCH2-RIA), FCH-02-2-2017(FCH2-RIA), FCH-01-3-2017(FCH2-RIA), FCH-01-2-2017(FCH2-RIA), FCH-02-7-2017(FCH2-RIA), FCH-02-1-2017(FCH2-RIA), FCH-02-6-2017(FCH2-RIA), FCH-02-9-2017(FCH2-RIA), FCH-02-8-2017(FCH2-RIA), FCH-04-1-2017(FCH2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}