{"TopicDetails": {"type": 0, "ccm2Id": 31062119, "cftId": 0, "identifier": "FCH-01.6-2014", "title": "Engineering studies for large scale bus refuelling", "publicationDateLong": 1404864000000, "callIdentifier": "H2020-JTI-FCH-2014-1", "callTitle": "FCH2 JU call for proposals 2014", "callccm2Id": 31067027, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047956, "abbreviation": "EU.3.4.", "description": "Smart, green and integrated transport"}, {"id": 31061968, "abbreviation": "EU.3.4.6.", "description": "FCH2 (transport objectives)"}, {"id": 31061969, "abbreviation": "EU.3.4.6.1.", "description": "Reduce the production cost of fuel cell systems to be used in transport applications, while increasing their lifetime to levels which can compete with conventional technologies"}], "topicMGAs": [], "tags": ["Engineering studies", "Codes standards", "Bus depot operators", "Filling paterns", "Fuel cell bus", "Depot", "Hydrogen fuelling system", "Bus refuelling", "Hydrogen decarbonisation"], "keywords": ["Fuel Cells buses", "Water electrolysis", "Sustainable transport", "Hydrogen storage and distribution", "Fuel Cells", "Compressed hydrogen storage", "Hydrogen refuelling station HRS", "Hydrogen Infrastructures"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "FCH2-RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "09 July 2014", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["06 November 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"61238": [{"action": "FCH-01.3-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.9-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.4-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.5-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.7-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.8-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.6-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.5-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.10-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.6-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.11-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.3-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-03.1-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.1-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.1-2014 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.4-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.2-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.2-2014 - FCH2-CSA Coordination & support action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.1-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-02.2-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-04.3-2014 - FCH2-RIA Research and Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}, {"action": "FCH-01.7-2014 - FCH2-IA Innovation action", "plannedOpeningDate": "09 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["06 November 2014"], "budgetYearMap": {"0": 93000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><b>Specific challenge</b>: The FCH JU is developing a hydrogen bus commercialisation activity. This will develop and implement a business case for the roll-out of 500-1000 buses on Europe’s roads before 2020.</p><p>Today’s practice across Europe is that buses refuel at their depots. One of the main challenges to a vision of a commercial fuel cell bus offering is the lack of evidence and understanding about how a large scale bus depot would maintain and refuel a large fleet of buses. Currently the largest bus fleets fuelled at a single depot have between 5 and 20 buses (100-400kg of hydrogen per day). Commercial bus depots could require 75-300 buses to refuel in one day (1,500-6,000kg of hydrogen per day for a typical European 12m bus). This is further complicated by the fact that buses frequently operate for the vast majority of the day and night - an entire depot’s fleet could need to refuel within a 4-6 hour window, leading to a requirement for very rapid sequential or parallel filling. Additionally specific hydrogen-ready maintenance facilities are not yet in place.</p><p>Hydrogen fuelling systems on this scale have not been developed to a high degree of technical readiness. In order to reduce implementation risks on the pathway to commercialisation and to increase planning certainty, detailed engineering work to understand the options, technical challenges, practical implications and costs of refuelling on a bus depot scale is required. In addition, there may be benefits arising from a hydrogen demand of this scale in unlocking innovative routes to hydrogen production and supply.</p><p><b>Scope</b>:  The project will involve a consortium of bus depot operators, hydrogen refuelling station (HRS) equipment suppliers (at least 3), fuel cell bus developers, hydrogen producers and potentially cities or public transport authorities carrying out a series of detailed engineering studies for specific bus depots across Europe to develop viable refuelling systems for large hydrogen bus fleets. Consortia may opt to include some of the relevant stakeholders in an observer group.  The objective for the project is the production of detailed engineering design studies for a minimum of five representative bus depots, from at least three member states across Europe. The studies will consider the hydrogen fuelling station requirements for at least 75 – 150 buses operating from the bus depots. The outputs may feed into business planning activities at a local and European level. </p><p>The work will consider the range of options for supplying hydrogen to bus depots, including off-site production (including different options for delivery of hydrogen) and on-site production. For each depot, the local circumstances should be assessed. For each site a pathway to decarbonisation of that hydrogen will be developed in line with local CO2 emission reduction aspirations. The engineering work should focus on assessing a range of technical solutions, narrowing down on a preferred option and then assessing the implications of that solution in terms of the costs of the solution, the components needed, the approvals and permissions processes and the practical implications for the bus depot. Where opportunities exist for standardising components or specifications, these should be assessed across the five depots considered.</p><p>In each depot, the practical implications of supplying a volume of hydrogen on an unprecedented scale will be developed. The aim here will be to understand the additional administrative and practical burdens which large fuelling systems of this type will place on bus depot operators. In addition, the engineering teams should work with bus depot operators on potential solutions to these challenges (e.g. changes in filling patterns). Here, the aim will be to achieve a balance between the cost of changes to the way bus depots are operated and the cost of the filling solution.</p><p>For each location, the implications of local regulations, codes and standards on the designs will be assessed, and the teams will ensure that the process for obtaining approvals and permission to operate stations on busy bus depots is well understood and can be met. Where new regulations are required at these larger scales, or there is merit in challenging existing regulations, this will be highlighted by the consortium</p><p>The consortium is responsible for assembling the data produced from the design studies into data appropriate for dissemination both within the consortium and to those participating in the FCH JU’s bus commercialisation project. A public dissemination exercise based on a reduced version of this dataset will also ensure that the lessons learned are available to stakeholders in the wider bus industry (both potential providers and users of hydrogen infrastructure).</p><p><b>Expected impact</b>:</p><p>•             A study covering the high level principles of large refuelling station designs (more than 1,500kg per day) to allow an identification of the factors which lead to the lowest costs of hydrogen supply at a range of specific bus depots  </p><p>•             Given that a number of operators/regions are likely to be interested in the design study process and that is possible that more operators will be affiliated with the study than those for whom there will be resources for technical studies, the consortium will need to:</p><p>o             Provide a mechanism to down-select depots for detailed design work </p><p>o             Provide a mechanism to allow any operators who are not selected to remain associated with the study and learn from the technical work carried out</p><p>•             For the selected depots (minimum five):</p><p>o             Establish a performance specification for the bus depot HRS </p><p>o             Conduct an initial options study to assess the range of configurations for the supply of a large fleet of hydrogen buses </p><p>o             For each of the options considered, an indicative assessment of the parameters which influence the cost of hydrogen supply and practical implication should be undertaken  </p><p>o             Work with the local partners to down-select to one preferred option for detailed design work</p><p>o             Develop detailed designs of the refuelling station equipment required for the preferred options at each depot </p><p>o             Provide budgeting information for each of the station detailed designs, in terms of both indicative capital and operating costs. Methodologies to respect anti-trust legislation for data sharing need to be implemented. Report on the impact of local regulations codes and standards on the feasibility of the different depot designs, including a comparative study on the situation in different member states and recommendations on where new regulations or revisions to existing regulations would facilitate installation of large HRS</p><p>o             Consortia may choose to investigate necessary adjustments to dedicated hydrogen bus maintenance facilities in terms of safety, tooling requirements, accessibility to roof-top installations and spare parts availability</p><p>o             Develop a view on the potential for cost reduction through time and/or compromises which could be made by the bus operators in the performance requirements of the station to achieve this</p><p>o             Establish a forum for exchange of data across the depot design projects on the potential for standardisation of the approach (or specific components) </p><p>Knowledge sharing around the engineering solutions generated is an important aspect of the project. The successful consortium will ensure that the following data is shared with relevant consortium member groups and relevant participants in the FCH JU’s bus commercialisation efforts respecting sensitive commercial boundaries:</p><p>•             High level description of the strategy for supplying hydrogen to  the respective investigated bus depot</p><p>•             Indicative layouts for the preferred depot design, indicating the land take and safety zones neutralised by the presence of hydrogen at the depot</p><p>•             Description of the operational constraints imposed by the fuelling station on the depots</p><p>•             Indicative cost information for each depot. Data should be sufficient to allow parties to develop a business plan for implementing the preferred fuelling solution </p><p>•             Information on the environmental footprint of the hydrogen supply options</p><p>•             Information on required adaption of maintenance facilities (if investigated)</p><p>In addition, the consortium will ensure that an aggregated selection of the data above can be made available in a public format to allow those looking to start similar initiatives access to the data required to assess large scale bus depot fuelling.</p>\n", "conditions": "<p><u>Other Information:</u> A pan-European consortium should be assembled to carry out the work, including at least three companies with integrated HRS engineering capabilities, bus operators from at least three member states, bus OEMs, hydrogen suppliers, as well as safety bodies and local political authorities as appropriate.<br />\r\nThe activities are expected to be implemented at TRL 3, as hydrogen fuelling systems of this size have not yet been designed or tested, although concepts have been proposed.</p>\r\n<p><u>Indicative funding:</u> The FCH 2 JU considers that proposals requesting a contribution from the EU of between EUR 1.0 to 2.5 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.<br />\r\n<u>Number of projects:</u> a maximum of 1 project may be funded under this topic.<br />\r\n<u>Expected duration: </u>1.5-2 years<br />\r\n<u>Type of action:</u> Research &amp; Innovation Action</p>\r\n<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part A of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> ddescribed in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part B and C of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part E of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-pse-fch-ju_en.pdf\">FCH2 Guide for applicants on submission and evaluation</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout: </span></strong>Please refer to Part B of the standard proposal template.<br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    Information on the outcome of <strong>one-stage </strong>evaluation: maximum 5 months from the final date for submission.<br />\r\n    Signature of grant agreements: maximum 3 months from the date of informing successful applicants.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>FCH2 Research and Innovation Action (FCH2-RIA):</u><br />\r\n    <br />\r\n    Specific provisions and funding rates: described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part D of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-fch2-ria_en.pdf\">Standard proposal template</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-fch2-ria_en.pdf\">Standard evaluation form</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-fch_en.pdf\">FCH2 Model Grant Agreement</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">H2020 Annotated Model Grant Agreement</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    Technology readiness levels (TRL): described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch-annex_en.pdf\">part E of the General Annexes</a> of the FCH2 JU Work Plan 2014.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.</span></strong> Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n    &nbsp;</li>\r\n    <li><strong>FCH2 additional documents</strong>:<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-vadpse-fch-ju_en.pdf\">FCH2 JU Vademecum/rules for proposals submission and evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp14-fch_en.pdf\">FCH2 JU Work Plan 2014</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-multi-workplan_en.pdf\">FCH2 JU Multi Annual Work Plan</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/jtis/fch-establact_en.pdf\">FCH2 JU &ndash; Regulation of establishment</a></li>\r\n</ol>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals</span></p>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/funding/guide.html\"><strong>H2020 Funding Guide</strong></a> your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [{"callId": 6316, "id": 8392, "title": "Flash Call Info", "sectionId": 6316, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 346228, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/fch-01.6-2014/1645187-h2020-jti-fch-2014flashcallinfo_en.pdf", "id": 1645187, "fileName": "H2020-JTI-FCH-2014flashcallinfo_EN.pdf", "common": false, "crc32": 1687402723}]}], "callDetailsJSONItem": {"additionalInfo": "<p><u>﻿</u></p>\r\n<p><strong>﻿</strong></p>\r\n<p><u>﻿</u></p>\r\n<p><strong>﻿</strong></p>\r\n<p><u>﻿</u></p>\r\n<p><strong>﻿</strong></p>\r\n<p><u>﻿</u></p>\r\n<p>&nbsp;</p>", "latestInfos": [{"approvalDate": "Mar 10, 2015 10:03:12 AM", "lastChangeDate": "Mar 10, 2015 10:02:53 AM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab 'Call documents'.</p>"}, {"approvalDate": "Nov 7, 2014 2:59:57 PM", "lastChangeDate": "Nov 7, 2014 2:59:43 PM", "content": "<p>A total of 57 proposals were submitted in response to this call.</p>\r\n<p>The number of proposals for each topic is shown below:<br />\r\nTransport &ndash; total 10 proposals <br />\r\n1.1 &ndash; 1<br />\r\n1.2 &ndash; 2<br />\r\n1.3 &ndash; 3<br />\r\n1.4 &ndash; 0<br />\r\n1.5 &ndash; 2<br />\r\n1.6 &ndash; 1<br />\r\n1.7 &ndash; 1<br />\r\nEnergy &ndash; total 38 proposals<br />\r\n2.1 &ndash; 6<br />\r\n2.2 &ndash; 7<br />\r\n2.3 &ndash; 5<br />\r\n2.4 &ndash; 1<br />\r\n2.5 &ndash; 6<br />\r\n2.6 &ndash; 0<br />\r\n2.7 &ndash; 1<br />\r\n2.8 &ndash; 3<br />\r\n2.9 &ndash; 3<br />\r\n2.10 &ndash; 3<br />\r\n2.11 &ndash; 3<br />\r\nOverarching &ndash; total 2 proposals<br />\r\n3.1 - 2<br />\r\nCross-cutting &ndash; total 7 proposals<br />\r\n4.1 &ndash; 1<br />\r\n4.2 &ndash; 3<br />\r\n4.3 &ndash; 3<br />\r\n&nbsp;</p>\r\n<p>The evaluation of the proposals is planned to start mid-November 2014 and will be closed by the end of December 2014. Applicants will be informed on the outcome of the evaluations by the end of February 2015.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Oct 21, 2014 12:03:21 PM", "lastChangeDate": "Oct 21, 2014 12:03:08 PM", "content": "<p>IMPORTANT INFO ON SUBMISSION FORMS:</p>\r\n<p>Please note that an IT bug was identified in the INNOVATION ACTION (IA) form, as regards the funding rate for different entities participating in the proposal. <br />\r\nA new version of the form has now been put in production; the applicants might need to re-start their application under this type of action.</p>\r\n<p><br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 29, 2014 4:33:10 PM", "lastChangeDate": "Sep 29, 2014 4:32:49 PM", "content": "<p>CLARIFICATION&nbsp;on the Scope of the topic 2.7:<br />\r\nScope of work comprises the development and optimization and proof-of-concept of hydrogen purification technologies that achieve the purity requirements for fuel cells used in stationary and transport applications. These systems should be optimised for stand-alone operation with zero or close to zero waste gases, used for purification from the new hydrogen production methods, delivery and storage sources, with typically above 97% initial purity. <br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 3, 2014 4:56:00 PM", "lastChangeDate": "Sep 3, 2014 4:54:05 PM", "content": "<p>CLARIFICATION:</p>\r\n<p>Please refer to the&nbsp;correct Expected Impact for topic FCH-02.5-2014 as described in the topic published on the Participant Portal. The document AWP2014 is missing the target of 47% efficiency for the PEM technology.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 3, 2014 4:41:58 PM", "lastChangeDate": "Sep 3, 2014 4:41:30 PM", "content": "<p>CLARIFICATION:</p>\r\n<p>Please refer to the&nbsp;correct Expected Impact for topic FCH-02.5-2014 as described in the topic published on the Participant Portal. The document AWP2014 is missing the target of 47% efficiency for the PEM technology.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The submission session is now available for: FCH-01.1-2014(FCH2-IA), FCH-01.2-2014(FCH2-RIA), FCH-01.3-2014(FCH2-RIA), FCH-01.4-2014(FCH2-RIA), FCH-01.5-2014(FCH2-RIA), FCH-01.6-2014(FCH2-RIA), FCH-01.7-2014(FCH2-IA), FCH-02.1-2014(FCH2-RIA), FCH-02.10-2014(FCH2-IA), FCH-02.11-2014(FCH2-IA), FCH-02.2-2014(FCH2-RIA), FCH-02.3-2014(FCH2-RIA), FCH-02.4-2014(FCH2-RIA), FCH-02.5-2014(FCH2-RIA), FCH-02.6-2014(FCH2-RIA), FCH-02.7-2014(FCH2-RIA), FCH-02.8-2014(FCH2-RIA), FCH-02.9-2014(FCH2-IA), FCH-03.1-2014(FCH2-IA), FCH-04.1-2014(FCH2-CSA), FCH-04.2-2014(FCH2-CSA), FCH-04.3-2014(FCH2-RIA)</p>"}, {"approvalDate": "Jul 22, 2014 5:29:07 PM", "lastChangeDate": "Jul 22, 2014 5:29:07 PM", "content": "The submission session is now available for: FCH-01.1-2014(FCH2-IA), FCH-01.2-2014(FCH2-RIA), FCH-01.3-2014(FCH2-RIA), FCH-01.4-2014(FCH2-RIA), FCH-01.5-2014(FCH2-RIA), FCH-01.6-2014(FCH2-RIA), FCH-01.7-2014(FCH2-IA), FCH-02.1-2014(FCH2-RIA), FCH-02.10-2014(FCH2-IA), FCH-02.11-2014(FCH2-IA), FCH-02.2-2014(FCH2-RIA), FCH-02.3-2014(FCH2-RIA), FCH-02.4-2014(FCH2-RIA), FCH-02.5-2014(FCH2-RIA), FCH-02.6-2014(FCH2-RIA), FCH-02.7-2014(FCH2-RIA), FCH-02.8-2014(FCH2-RIA), FCH-02.9-2014(FCH2-IA), FCH-03.1-2014(FCH2-IA), FCH-04.1-2014(FCH2-CSA), FCH-04.2-2014(FCH2-CSA), FCH-04.3-2014(FCH2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}