{"TopicDetails": {"type": 0, "ccm2Id": 31071520, "cftId": 0, "identifier": "FETHPC-02-2017", "title": "Transition to Exascale Computing", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-FETHPC-2016-2017", "callTitle": "FET Proactive – High Performance Computing", "callccm2Id": 31071561, "allowPartnerSearch": true, "workProgrammepart": {"id": 71, "ccm_id": 31072299, "wp_part": "H2020-FET-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "Future and Emerging Technologies", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/future-and-emerging-technologies", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-fet_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047828, "abbreviation": "EU.1.2.2.", "description": "FET Proactive"}, {"id": 31047826, "abbreviation": "EU.1.2.", "description": "Future and Emerging Technologies (FET)"}], "topicMGAs": [], "tags": ["Energy efficiency", "Extreme parallelism", "Operating systems", "High-Performance Computing (HPC)", "Optimisation", "Interdisciplinarity", "Mathematics", "Scalability", "Programming languages", "Algorithms", "Formal methods", "Big data", "Exascale computing", "Software", "Extreme Data", "Parallel programming"], "keywords": ["System Software", "Informatics and information systems", "Numerical analysis, simulation, optimisation, mode", "Computer systems, parallel/distributed systems, se", "Algorithms, distributed, parallel and network algo", "Scalability", "Software Design & Development", "Computer systems, parallel/distributed systems, gr", "Mathematics for High-Performance Computing", "Scientific computing and data processing", "High performance computing", "Computer hardware and architecture", "Computing for servers, data centres"], "flags": ["cPPP", "HPC"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "12 April 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["26 September 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3202029": [{"action": "FETHPC-01-2016 - RIA Research and Innovation action", "plannedOpeningDate": "14 April 2016", "deadlineModel": "single-stage", "deadlineDates": ["27 September 2016"], "budgetYearMap": {"2016": 41000000}, "budgetTopicActionMap": {}}], "3202030": [{"action": "FETHPC-02-2017 - RIA Research and Innovation action", "plannedOpeningDate": "12 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["26 September 2017"], "budgetYearMap": {"2017": 40000000}, "budgetTopicActionMap": {}}], "3202031": [{"action": "FETHPC-03-2017 - CSA Coordination and support action", "plannedOpeningDate": "12 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["26 September 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016", "2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Take advantage of the full capabilities of exascale computing, in particular through high-productivity programming environments, system software and management, exascale I/O and storage in the presence of multiple tiers of data storage, supercomputing for extreme data and emerging HPC use modes, mathematics and algorithms for extreme scale HPC systems for existing or visionary applications, including data-intensive and extreme data applications in scientific areas such as physics, chemistry, biology, life sciences, materials, climate, geosciences, etc.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Proposals should address one of the following subtopics:</p><p>a) <strong>High productivity programming environments for exascale</strong>: Proposals should have as target to simplify application software development for large- and extreme-scale systems. This can include the development of more productive programming models and environments, the easier combination of different programming models, and using increased intelligence throughout the programming environment. Key aspects include managing data transfers, data locality and memory management, including support for heterogeneous and reconfigurable systems as well as dealing with inter-application dynamic load balancing and malleability, adapting to changes in the number of processors. Unified performance tools are required supporting HPC, embedded and extreme data workloads, on diverse target systems. APIs, runtime systems and the underlying libraries should support auto-tuning for performance and energy optimisation. Automated support for debugging and anomaly detection is also included under this subtopic. To provide simplified development and to ensure the maintainability of domain-specific languages (DSLs), DSL frameworks are required which target a general-purpose stable programming model and runtime. Since large future systems will require the use of multiple programming models or APIs, an important aspect is interoperability and standardisation of programming model, API and runtime as well as the composability of programming models (the capability of building new programming models out of existing programming model elements)</p><p>b) <strong>Exascale</strong> <strong>system software and management</strong>: Proposals should advance the state of the art in system software and management for node architectures that will be drastically more complex and their resource topology and heterogeneity will require OS and runtime enhancement, such as data aware scheduling. In the area of hardware abstraction, proposals should address run time handling of all types of resources (cores, bandwidth, logical and physical memory or storage) and controls, e.g. for optimised data coherency, consistency and data flow. For applications, proposals should address new multi-criteria resource allocation capabilities and interaction during task execution, with the aim to improve resilience, interactivity, power and efficiency. To cope with the exploding amount of data, the sequential analysis process (capture, store, analyse) is not sufficient; proposals should explore on-the-fly analysis methods offering reactivity, compute efficiency and availability. Graphical simulation interaction will require new real-time features; configuration and deployment tools will have to evolve to take into account the composability of software execution environments.</p><p>c) <strong>Exascale I/O and storage in the presence of multiple tiers of data storage</strong>: proposals should address exascale I/O systems expected to have multiple tiers of data storage technologies, including non-volatile memory. Fine grain data access prioritisation of processes and applications sharing data in these tiers is one of the goals as well as prioritisation applied to file/object creates/deletes. Runtime layers should combine data replication with data layout transformations relevant for HPC, in order to meet the needs for improved performance and resiliency. It is also desirable for the I/O subsystem to adaptively provide optimal performance or reliability especially in the presence of millions of processes simultaneously doing I/O. It is critical that programming system interoperability and standardised APIs are achieved. On the fly data management supporting data processing, taking into account multi-tiered storage and involving real time in situ/in transit processing should be addressed.</p><p>d) <strong>Supercomputing for Extreme Data and emerging HPC use modes</strong>: HPC architectures for real-time and in-situ data analytics are required to support the processing of large-scale and high velocity real-time data (e.g. sensor data, Internet of Things) together with large volumes of stored data (e.g. climate simulations, predictive models, etc.). The approaches should include support for real-time in-memory analysis of different data structures, direct processing of compressed data and appropriate benchmarking method for performance analysis. Interactive 3-D visualisation of large-scale data to allow users to explore large information spaces in 3-D and perform on-demand data analysis in real-time (e.g. large scale queries or analytics) should be addressed. Interactive supercomputing is required to execute complex workflows for urgent decision making in the field of critical clinical diagnostics, natural risks or spread of diseases; this implies adapting operational procedures of HPC infrastructures, developing efficient co-scheduling techniques or improving checkpoint/restart and extreme data management</p><p>e) <strong>Mathematics and algorithms for extreme scale HPC systems and applications working with extreme data:</strong> Specific issues are quantification of uncertainties and noise, multi-scale, multi-physics and extreme data. Mathematical methods, numerical analysis, algorithms and software engineering for extreme parallelism should be addressed. Novel and disruptive algorithmic strategies should be explored to minimize data movement as well as the number of communication and synchronization instances in extreme computing. Parallel-in-time methods may be investigated to boost parallelism of simulation codes across a wide range of application domains. Taking into account data-related uncertainties is essential for the acceptance of numerical simulation in decision making; a unified European VVUQ (Verification Validation and Uncertainty Quantification) package for Exascale computing should be provided by improving methodologies and solving problems limiting usability for very large computations on many-core configurations; access to the VVUQ techniques for the HPC community should be facilitated by providing software that is ready for deployment on supercomputers.</p><p>The Commission considers that proposals requesting a contribution from the EU between EUR 2 and 4 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. Proposals should clearly indicate the subtopic which is their main focus. At least one project per subtopic will be funded.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\">  <li>Contribution to the realisation of the ETP4HPC Strategic Research Agenda, thus strengthened European research and industrial leadership in HPC technologies.</li>  <li>Successful transition to practical exascale computing for the addressed specific element of the HPC stack.</li>  <li>Covering important segments of the broader and/or emerging HPC markets, especially extreme-computing, emerging use modes and extreme-data HPC systems.</li>  <li>Impact on standards bodies and other relevant international research programmes and frameworks.</li>  <li>European excellence in mathematics and algorithms for extreme parallelism and extreme data applications to boost research and innovation in scientific areas such as physics, chemistry, biology, life sciences, materials, climate, geosciences, etc.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=cPPP;sortQuery=sortStatus;orderBy=asc\">Contractual Public-Private Partnerships (cPPPs)</a><p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=cPPP;sortQuery=sortStatus;orderBy=asc\">HPC</a><br></p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.<br />\r\n&nbsp;</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects (follow the links to <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_australia_en.pdf\">Australia</a>, <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_brazil_en.pdf\">Brazil</a>, <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_canada_en.pdf\">Canada</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_china_en.pdf\">China</a>, <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_hong_kong_en.pdf\">Hong Kong &amp;Macau</a>, <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_india_en.pdf\">India</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_japan_en.pdf\">Japan</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_korea_en.pdf\">Republic of Korea</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_mexico_en.pdf\">Mexico</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_russia_en.pdf\">Russia</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_taiwan_en.pdf\">Taiwan</a>).&nbsp;<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<span style=\"color: rgb(51,153,102)\"> </span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of <strong>single-stage</strong> evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Research and Innovation Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2016-2017/h2020-call-pt-ria-ia-2016-17_en.pdf\">Standard proposal template</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">H2020 General MGA -Multi-Beneficiary</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>\r\n    <p><a target=\"_blank\" href=\"http://Open access must be granted to all scientific publications\">Open access must be granted to all scientific publications</a>&nbsp; <a target=\"_blank\" href=\"http://resulting from Horizon 2020 actions. \">resulting from Horizon 2020 actions. </a></p>\r\n    <p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n    <p>Open access to research data<br />\r\n    The Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in annex L of the Work Programme. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n    <p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n    <p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n    <p>- Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs.</p>\r\n    <p>- Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n    <p>The legal requirements for projects participating in this pilot are in the&nbsp;The legal requirements for projects participating in this pilot are in the <a target=\"_blank\" href=\"http://article 29.3 of the Model Grant Agreement.\">article 29.3 of the Model Grant Agreement.</a></p>\r\n    </strong></span></li>\r\n    <li><strong>Additional documents:</strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\">H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-fet_en.pdf\">H2020 Work Programme 2016-17: Future and Emerging Technologies (FETs)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment </a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation </a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a><br />\r\n    &nbsp;</li>\r\n</ol>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\n</strong><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>\r\n<p><strong><a href=\"http://www.ideal-ist.eu/\">Ideal-IST</a></strong> partner search facility</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392512424, "id": 165758820, "title": "Flash Info - Call Results", "sectionId": 52392512424, "translationFiles": []}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p><br />\r\n&nbsp;</p>", "staticAdditionalInfo": " <p>The FET-Proactive call on HPC aims at the next steps for leveraging the existing European strengths for building the next generation of extreme performance computing and taking advantage of the new opportunities created from the transition from peta to exascale computing. The ultimate goal is to achieve world-class extreme scale computing capabilities in platforms, technologies and applications.</p><p>The call complements the other building blocks under the e-Infrastructures and LEIT-ICT parts of Horizon 2020 of the European HPC strategy. The implementation of this HPC strategy in Horizon 2020 combines three elements: (a) developing the next generation of HPC towards exascale; (b) providing access to the best supercomputing facilities and services; and (c) achieving excellence in HPC applications. The Public Private Partnership (PPP) with the European Technology Platform in HPC (ETP4HPC), which started on 1 January 2014, provides the framework for the implementation of elements (a) and (c) of the HPC strategy, based on the Strategic Research Agenda (SRA) of the ETP4HPC.[[See http://www.etp4hpc.eu/strategy/strategic-research-agenda/]]</p>\n", "latestInfos": [{"approvalDate": "Sep 26, 2017 5:57:20 PM", "lastChangeDate": "Sep 26, 2017 5:57:20 PM", "content": "<p>The submission session is now available for: FETHPC-03-2017(CSA), FETHPC-02-2017(RIA)</p>\r\n<p>The submission of &nbsp;proposals to the 2 topics under call H2020-FETHPC-2017 has closed on 26 September 2017.<br />\r\nA total of&nbsp; 70 proposals were submitted in response to these topics. Please find below the breakdown per topic and type of action:</p>\r\n<p>FETHPC-02-2017 (RIA) - Transition to Exascale Computing - 68 Proposals submitted<br />\r\nFETHPC-03-2017 (CSA) - Exascale HPC ecosystem development &ndash; 2 proposals submitted<br />\r\n&nbsp;</p>"}, {"approvalDate": "Apr 13, 2017 12:51:41 PM", "lastChangeDate": "Apr 13, 2017 12:51:41 PM", "content": "The submission session is now available for: FETHPC-03-2017(CSA), FETHPC-02-2017(RIA)"}, {"approvalDate": "Sep 27, 2016 5:26:38 PM", "lastChangeDate": "Sep 27, 2016 5:26:38 PM", "content": "<p>A&nbsp;&nbsp;total of 9 proposals were submitted in response to this call<br />\r\n&nbsp;</p>"}, {"approvalDate": "Apr 14, 2016 4:16:29 PM", "lastChangeDate": "Apr 14, 2016 4:16:29 PM", "content": "The submission session is now available for: FETHPC-01-2016(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}