{"TopicDetails": {"type": 0, "ccm2Id": 31053576, "cftId": 0, "identifier": "HCO-05-2014", "title": "Global Alliance for Chronic Diseases: prevention and treatment of type 2 diabetes", "publicationDateLong": 1386720000000, "callIdentifier": "H2020-HCO-2014-2015", "callTitle": "Health Co-ordination activities", "callccm2Id": 31054026, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047894, "abbreviation": "EU.3.1.", "description": "Health, demographic change and wellbeing"}, {"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}], "topicMGAs": [], "tags": ["Public health", "Type 2 diabetes", "Diabetes", "Health inequities", "Local health systems", "Health care interventions", "Life style, behaviour", "Millenium Development Goals", "Chronic non communicable diesases", "Low ressource settings", "Clinicals trials", "Low-and-middle income countries", "Gestational diabetes", "GACD", "Health economics", "Prevention", "Implemenation research", "Global alliance for chronic disease", "Vulnerable population"], "keywords": ["Type 2 diabetes"], "flags": ["IntlCoop", "Gender"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "11 December 2013", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["15 April 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3205730": [{"action": "HCO-01-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 4000000}, "budgetTopicActionMap": {}}], "3205731": [{"action": "HCO-16-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-04-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-02-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-07-2014 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-08-2014 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-05-2014 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-14-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-15-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-10-2014 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}, {"action": "HCO-09-2014 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 April 2014"], "budgetYearMap": {"0": 36000000}, "budgetTopicActionMap": {}}], "3205732": [{"action": "HCO-17-2015 - CSA Coordination and support action", "plannedOpeningDate": "30 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["24 February 2015"], "budgetYearMap": {"0": 29000000}, "budgetTopicActionMap": {}}, {"action": "HCO-12-2015 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "30 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["24 February 2015"], "budgetYearMap": {"0": 29000000}, "budgetTopicActionMap": {}}, {"action": "HCO-13-2015 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "30 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["24 February 2015"], "budgetYearMap": {"0": 29000000}, "budgetTopicActionMap": {}}, {"action": "HCO-06-2015 - RIA Research and Innovation action", "plannedOpeningDate": "30 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["24 February 2015"], "budgetYearMap": {"0": 29000000}, "budgetTopicActionMap": {}}, {"action": "HCO-11-2015 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "30 July 2014", "deadlineModel": "single-stage", "deadlineDates": ["24 February 2015"], "budgetYearMap": {"0": 29000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u>Specific challenge</u>: In the past twenty years the global death rate from diabetes has doubled and the World Health Organisation (WHO) is predicting that this will increase by two thirds by 2030. It is currently estimated that 347 million people worldwide suffer from diabetes with more than 80% from low-and middle-income countries. Of those suffering from diabetes, type 2 comprises 90% of this population around the world. Halting the rise in prevalence of diabetes has been identified as one of the 9 WHO non communicable diseases global voluntary targets to be met by Member States by 2025</p><p>With the burden of this chronic non-communicable disease ever-increasing the Global Alliance for Chronic Diseases (GACD) partnership, of which the Commission is a member, has agreed to launch a call for proposals on the prevention and treatment of type 2 diabetes, with a focus on implementation and intervention research in low- and middle-income countries and in vulnerable populations in high income countries. </p><p><u>Scope:</u> Proposals must focus on type 2 diabetes. Proposals should generate new knowledge on interventions and their implementation for the prevention and treatment of type 2 diabetes in low and middle income countries, and in vulnerable populations in high income countries. Proposals must focus on existing approaches to prevention and control of type 2 diabetes rather than development of new treatments. Proposals may address prevention or treatment of specific complications of type 2 diabetes. </p><p>Proposals may focus on a wide range of prevention and/or treatment strategies. This may include programmes addressing (one of or combinations of):</p><ul>  <li>Changes to lifestyle and behaviour resulting from the provision of an environment that supports and promotes better health. This may include community-wide approaches, or other strategies targeting individuals at high risk. For example, population prevention strategies designed to address unhealthy diets and physical inactivity as risk factors for diabetes;</li>  <li>Structural interventions or policies designed to promote improved health outcomes. For example, evaluating the contribution of public policies to diabetes prevention efforts, or monitoring the potential effects of such policies if adopted and implemented;</li>  <li>Delivery of relevant health care and health interventions;</li>  <li>Approaches to implementing accessibility of or adherence to, pharmaceutical, nutritional or other promising or proven interventions. </li> </ul><p>Proposals should focus on implementation research, to examine what works, for whom and under what contextual circumstances, and how interventions can be adapted and scaled up in ways that are accessible and equitable. Proposals may address prevention or treatment of specific complications of type 2 diabetes. Proposals may also focus on gestational diabetes. Proposals may focus on specific societal groups but a clear justification should be provided as to why the group has been chosen and how the choice will assist the funders in delivering their aim to address health inequities at a local and/or global level. Proposal should focus on implementation research into interventions for prevention and treatment of type 2 diabetes that are applicable in low resource settings. However, in some settings, proposals may incorporate work to establish baseline data on prevalence of diabetes and its risk factors to evaluate the impact of the intervention. Proposals may include these aspects if they do not duplicate existing evidence available.  </p><p>All proposals should: </p><ul>  <li>Focus on research into implementation of prevention and/or treatment strategies derived from existing knowledge and research. </li>  <li>Develop an improved understanding of the key barriers and facilitators at local and national levels that affect the prevention and treatment of type 2 diabetes. </li>  <li>Include an assessment of equity and gender gaps in diabetes prevention and treatment.</li>  <li>Demonstrate a sound understanding of the local health system context.</li>  <li>Provide evidence of a health economics dimension such as cost effectiveness of the proposed intervention and its scalability.</li>  <li>Describe a clear proposed pathway to embedding the intervention into policy and practice after the study which addresses how:</li>  <ul>   <li>Local and/or national policy makers will be engaged both at the start of the project as well as the end. </li>   <li>The project outcomes/evidence will be utilised for the scaling up of the intervention on a local, national and international level.</li>   <li>Future scaled-up implementations will fit within the local social, cultural and economic context. </li>   <li>Identify obstacles such as inequities and equity gaps including gender that will be taken into account in the design of an implementation strategy.</li>  </ul>  <li>Be proposed by a multidisciplinary project team, including local researchers as co-investigators where applicable.</li>  <li>Include local stakeholders such as patient groups or community groups.</li>  <li>Proposals shall not include:</li>  <ul>   <li>Replication of effectiveness studies and clinical trials testing the efficacy or effectiveness of new or established pharmacological agents (or combination of agents) which have wider effects than those relating to type 2 diabetes.</li>   <li>Aetiological or mechanistic studies of type 2 diabetes.</li>   <li>Phase I or Phase IIa trials.</li>  </ul> </ul><p>The Commission considers that proposals requesting a contribution from the EU of between EUR 1 to 3 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts</p><p> </p><p><u>Expected impact:</u> </p><ul>  <li>Reducing health inequalities and inequities, including gender, in the prevention and treatment of type 2 diabetes in both a local and global context. </li>  <li>Pursuing knowledge translation and exchange approaches that are designed to maximize the public health benefits of research findings within different health contexts. </li>  <li>Providing evidence to inform local health service providers, policy and decision makers on the effective scaling up of the interventions at the local, national and regional levels. For example, applicants could address affordability for users and the financial implications for implementing organisations and funders or might assess scalability to various socio-political contexts.</li>  <li>Contribute to the Global Alliance for Chronic Diseases.</li>  <li>Appropriate leveraging of existing programmes and platforms (e.g. research, data, and delivery platforms).</li>  <li>Contribute to the WHO Global Action Plan on NCDs (2013-2020) as proposals will demonstrate alignment with international and/or national commitments to halt the rise in prevalence of type 2 diabetes.</li>  <li>Contribute to the United Nations Millennium Development Goals.</li> </ul><p>The GACD aims to develop a network of researchers that can enhance cumulative learning across individual projects, and work towards understanding how socio-economic, cultural, geopolitical and policy contexts have influenced results and how findings might be adapted and applied in different settings. The funded researchers should meet annually to discuss their research and share information and data in order to develop approaches to standardise data collection, and wherever feasible to use these standardised approaches in their respective projects </p><p><u>Type of action:</u> Research and innovation actions</p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=Gender;sortQuery=sortStatus;orderBy=asc\">Gender</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br></p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p><strong>1. List of countries and applicable rules for funding</strong>: described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-a-countries-rules_en.pdf\">part A of the General Annexes </a>of the General Work Programme.<br />\r\n<br />\r\nIn recognition of the opening of the US National Institutes of Health&rsquo;s programmes to European researchers, any legal entity established in the United States of America is eligible to receive Union funding to support its participation in projects supported under all topics in calls under the Societal Challenge &lsquo;Health, demographic change and well-being&rsquo;. <br />\r\n<br />\r\n<strong>2. Eligibility and admissibility conditions</strong>: described in<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme</p>\r\n<p><strong>3. Evaluation</strong></p>\r\n<p><strong>3.1 Evaluation criteria and procedure, scoring and threshold</strong>: described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme</p>\r\n<p><strong>3.2 <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a></strong></p>\r\n<p>4. <strong>Proposal page limits and layout</strong>: Please refer to Part B of the standard proposal template.</p>\r\n<p><strong>5. Indicative timetable for evaluation and grant agreement</strong>:<br />\r\nInformation on the outcome of one-stage evaluation: maximum 5 months from the final date for submission.<br />\r\nSignature of grant agreements: maximum 3 months from the date of informing successful applicants.</p>\r\n<p><strong>6. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</strong>:</p>\r\n<p>Research and Innovation Action:</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-ria_en.pdf\">Specific provisions and funding rates </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/h2020-call-pt-ria-ia_en.pdf\">Standard proposal template (administrative forms and structure of technical annex)</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf\">Standard evaluation form</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a></p>\r\n<p><br />\r\n<strong>7. Additional provisions:</strong></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-j-classinfo_en.pdf\">Classified information</a></p>\r\n<p><br />\r\n<strong>8. Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged</strong>. Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n<u><br />\r\n</u>&nbsp;</p>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><strong><u><a href=\"http://www.fitforhealth.eu\">Fit for Health </a></u></strong>: <u>Developed by the Fit for Health network in close cooperation with the Health-NCPs. The quality checked database contains expertise profiles of researchers and SMEs acting in the Health / Life sciences sector. The service includes partner search activities advice on all aspects related to a research project, starting with help in first orientation and strategy development to proposal preparation, implementation, exploitation and promotion.</u></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><strong><a href=\"http://www.b2match.eu/ict2013/\">B2Match networking </a></strong>platform with project ideas and participant profiles following the networking event in ICT 2013 in Vilnius</p>\r\n<p><strong><a href=\"http://www.ideal-ist.eu/\">Ideal-IST</a></strong> partner search facility</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a>&nbsp;</strong>your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 2960, "id": 6591, "title": "FAQ", "sectionId": 2960, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 333660, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/hco-05-2014/1612607-1612602-2014_06_24_1447_sc1_h2020_faq_en.pdf", "id": 1612607, "fileName": "1612602-2014_06_24_1447_sc1_h2020_faq_en.pdf", "common": false, "crc32": 1399575871}]}, {"callId": 2960, "id": 6561, "title": "A guide to ICT-related activities in WP2014-15", "sectionId": 2960, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1097621, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/hco-05-2014/1587738-guide-to-ict-related-activities-in-wp2014-15_en.pdf", "id": 1587738, "fileName": "Guide-to-ICT-related-activities-in-WP2014-15_en.pdf", "common": false, "crc32": 121062459}]}, {"callId": 2960, "id": 6571, "title": "Information document about GloPID-R - draft charter", "sectionId": 2960, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 70934, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/hco-05-2014/1600116-20140310-105932_glopid-r_text_for_call_website_2014-03-10_en.pdf", "id": 1600116, "fileName": "20140310-105932_GloPID-R text for call website_2014-03-10_EN.pdf", "common": false, "crc32": 637785103}]}], "infoPackDossiers": [{"callId": 2959, "id": 272208, "title": "Legal basis - Framework Programme H2020", "sectionId": 2959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1607893, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595116-h2020-eu-establact-oj_en.pdf", "id": 1595116, "fileName": "h2020-eu-establact-oj_en.pdf", "common": true, "crc32": 2063613640}]}, {"callId": 2959, "id": 272210, "title": "Legal basis - Specific Programme H2020", "sectionId": 2959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1360406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595115-h2020-sp-oj_en.pdf", "id": 1595115, "fileName": "h2020-sp-oj_en.pdf", "common": true, "crc32": 4123327472}]}, {"callId": 2959, "id": 272211, "title": "WP H2020 - 1. Introduction", "sectionId": 2959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 517130, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617601-part_1_introduction_v2.0_en.pdf", "id": 1617601, "fileName": "Part 1_Introduction_v2.0_EN.pdf", "common": true, "crc32": 1406880430}]}, {"callId": 2959, "id": 272221, "title": "WP H2020 - 8. Health, demographic change and wellbeing", "sectionId": 2959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1182216, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1652619-08._consolid__upd_apr_2015_sc1_health_en.pdf", "id": 1652619, "fileName": "08. Consolid_ upd Apr 2015_SC1_Health_en.pdf", "common": true, "crc32": 1524507016}]}, {"callId": 2959, "id": 272259, "title": "WP H2020 - 19. General Annexes ", "sectionId": 2959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 881149, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617621-part_19_general_annexes_v.2.0_en.pdf", "id": 1617621, "fileName": "Part 19_General annexes_v.2.0_EN.pdf", "common": true, "crc32": 1466930081}]}], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jun 12, 2015 11:58:28 AM", "lastChangeDate": "Jun 12, 2015 11:32:49 AM", "content": "<p>An overview of the evaluation results (flash call info) is now available under the tab 'Call documents'.</p>"}, {"approvalDate": "Mar 3, 2015 1:00:12 PM", "lastChangeDate": "Mar 3, 2015 12:59:47 PM", "content": "<p>A total of 27 proposals were submitted in response to this call. <br />\r\nThe number of proposals for each topic is shown below.<br />\r\nHCO-06 : 20<br />\r\nHCO-11 : 2<br />\r\nHCO-12 : 1<br />\r\nHCO-13 : 2<br />\r\nHCO-17 : 1</p>"}, {"approvalDate": "Mar 3, 2015 12:57:31 PM", "lastChangeDate": "Mar 3, 2015 12:56:03 PM", "content": "<p>A total of 27 proposals were submitted in response to this call. <br />\r\nThe number of proposals for each topic is shown below.<br />\r\nHCO-06 : 20<br />\r\nHCO-11 : 2<br />\r\nHCO-12 : 1<br />\r\nHCO-13 : 2<br />\r\nHCO-17 : 1<br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The submission session is now available for: HCO-06-2015(RIA), HCO-11-2015(ERA-NET-Cofund), HCO-12-2015(ERA-NET-Cofund), HCO-13-2015(ERA-NET-Cofund), HCO-17-2015(CSA)</p>"}, {"approvalDate": "Jul 24, 2014 5:47:19 PM", "lastChangeDate": "Jul 30, 2014 5:16:22 PM", "content": "<p>After the update to the Horizon 2020 Work Programme of 22 July 2014:<br />\r\n<span style=\"color: #ff0000\"><strong>&minus; Topic HCO 3: DELETED<br />\r\n</strong></span>&minus; Topic HCO 6: topic details added<br />\r\n&minus; Topic HCO 17: NEW TOPIC<br />\r\n&minus; Conditions for HCO-call: dates of opening and deadlines + modifications in call conditions. <br />\r\n&nbsp;</p>"}, {"approvalDate": "Jul 30, 2014 5:16:22 PM", "lastChangeDate": "Jul 30, 2014 5:16:22 PM", "content": "The submission session is now available for: HCO-06-2015(RIA), HCO-11-2015(ERA-NET-Cofund), HCO-12-2015(ERA-NET-Cofund), HCO-13-2015(ERA-NET-Cofund), HCO-17-2015(CSA)"}, {"approvalDate": "Jul 24, 2014 2:59:12 PM", "lastChangeDate": "Jul 23, 2014 11:36:30 AM", "content": "<p>After the update to the Horizon 2020 Work Programme of 22 July 2014:<br />\r\n&minus; Topic HCO 3: DELETED<br />\r\n&minus; Topic HCO 6: topic details added<br />\r\n&minus; Topic HCO 17: NEW TOPIC<br />\r\n&minus; Conditions for HCO-call: dates of opening and deadlines + modifications in call conditions. <br />\r\n&nbsp;</p>"}, {"approvalDate": "May 13, 2014 12:21:19 PM", "lastChangeDate": "May 13, 2014 12:21:05 PM", "content": "<p>A total of 49 proposals were submitted in response to this call. The number of proposals for each topic is shown below:<br />\r\nHCO-01-2014 : 6<br />\r\nHCO-02-2014 : 1<br />\r\nHCO-04-2014 : 1<br />\r\nHCO-05-2014 : 21<br />\r\nHCO-07-2014 : 1<br />\r\nHCO-08-2014 : 2<br />\r\nHCO-09-2014 : 1<br />\r\nHCO-10-2014 : 1<br />\r\nHCO-14-2014 : 10<br />\r\nHCO-15-2014 : 3<br />\r\nHCO-16-2014 : 2<br />\r\n&nbsp;</p>"}, {"approvalDate": "Jan 28, 2014 12:36:18 PM", "lastChangeDate": "Jan 28, 2014 12:36:18 PM", "content": "The submission session is now available for: HCO-01-2014(CSA), HCO-02-2014(CSA), HCO-04-2014(CSA), HCO-05-2014(RIA), HCO-07-2014(ERA-NET-Cofund), HCO-08-2014(ERA-NET-Cofund), HCO-09-2014(ERA-NET-Cofund), HCO-10-2014(ERA-NET-Cofund), HCO-14-2014(CSA), HCO-15-2014(CSA), HCO-16-2014(CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}