{"TopicDetails": {"type": 0, "ccm2Id": 31087427, "cftId": 0, "identifier": "IMI2-2017-12-01", "title": "Development and validation of technology enabled, quantitative and sensitive measures of functional decline in people with early stage Alzheimer’s Disease (RADAR-AD)", "publicationDateLong": 1500422400000, "callIdentifier": "H2020-JTI-IMI2-2017-12-two-stage", "callTitle": "H2020-JTI-IMI2-2017-12-two-stage", "callccm2Id": 31084814, "allowPartnerSearch": true, "workProgrammepart": {"id": 263550, "ccm_id": 31087848, "wp_part": "H2020-JTI-IMI-2017", "wp_year": "H2020-JTI-IMI-2017", "wp_title": "IMI2 Work Plan 2017", "wp_website": "http://www.imi.europa.eu/", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/jtis/h2020-wp17-imi_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047894, "abbreviation": "EU.3.1.", "description": "Health, demographic change and wellbeing"}, {"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31062059, "abbreviation": "EU.3.1.7.", "description": "Innovative Medicines Initiative 2 (IMI2)"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}], "topicMGAs": [], "tags": ["Remote Sensing", "Innovative Medicines Initiative", "Clinical trials", "IMI2", "RADAR-AD", "Neurodegenerative disorders", "Dementia", "IMI2 JU", "IMI", "Alzheimer's disease"], "keywords": ["Neurodegenerative disorders", "Dementia", "Remote Sensing Instruments / Sensors"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "IMI2-RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "19 July 2017", "submissionProcedure": {"id": 31094505, "abbreviation": "two-stage", "description": "two-stage"}, "deadlineDates": ["24 October 2017", "16 May 2018"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3245023": [{"action": "IMI2-2017-12-03 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}, {"action": "IMI2-2017-12-04 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}, {"action": "IMI2-2017-12-05 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}, {"action": "IMI2-2017-12-01 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}, {"action": "IMI2-2017-12-02 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}, {"action": "IMI2-2017-12-06 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}, {"action": "IMI2-2017-12-07 - IMI2-RIA Research and Innovation action", "plannedOpeningDate": "19 July 2017", "deadlineModel": "two-stage", "deadlineDates": ["24 October 2017", "16 May 2018"], "budgetYearMap": {"2017": 126439000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The action generated by this topic will be part of the Remote Assessment of Disease and Relapse (RADAR) programme. The RADAR programme aims to test if new pre-emptive therapeutic development and clinical care strategies based on remote continuous monitoring are both scientifically feasible and also practically feasible as part of a wider healthcare system.</p><p>Early stages of Alzheimer’s Disease (AD) are associated with cognitive decline, overlapping with increasing functional decline (impairments in the ability to perform daily activities of living), leading to progressive loss of independence and escalation of caregiver burden and medical costs. While much effort has gone into developing sensitive measures of cognition, today there do not exist similar measures of subtle functional changes in early AD subjects which have direct impact on disease burden.</p><p>Recent data from long-term longitudinal cohorts have begun to delineate cognitive domains and functional tasks that are most affected by AD pathology. These include cognitive domains related to episodic memory, spatial orientation, processing speed and functional read-outs such as changes in ability to perform simple financial calculations, ability to use phone/computer, gait speed, driving performance, and ability to adhere to medications, amongst others. In addition, AD and related co-morbidities also have an effect on stress, mood and sleep. Impairment of these cognitive domains, functional capabilities and mood and sleep can be captured by new technology methods such as wearables, mobile devices and home based sensor technologies.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<ul level=\"0\">  <li>Analysis of existing longitudinal AD datasets and disease model(s) to identify functional domains or markers that are specific and sensitive to early stages of Alzheimer’s progression and most predictive of deleterious long-term outcomes such as loss of independence and nursing home entry. Such functional domains should include real-world activities such as ability to perform financial calculations, utilise the phone, navigate around the house/neighbourhood, adhere to medication schedule, interact socially with appropriate behaviour and other performed everyday tasks that require episodic memory and executive function. The applicants should identify and gain access to the appropriate longitudinal datasets that allow retrospective analysis of cognition, function and care-giver/ payer relevant long-term outcomes;</li>  <li>Obtain and incorporate feedback from regulators (i.e. scientific advice) regarding potential use of technology-enabled functional end-points to be possibly considered in future for registration studies of drugs;</li>  <li>Obtain and incorporate feedback from patients, care-givers and payers to ensure that functional domains being measured are relevant and meaningful;</li>  <li>Implement a platform technology-enabled system of sensors and devices to continuously analyse data from identified functional domains, including smartphone, wearable and/or fixed home based sensors. This can concern measures that are passive (e.g. ability to use phone or computer key-board, gait speed etc.), or active (a challenge task requiring financial calculations etc.) with respect to patient interaction;</li>  <li>Validate the platform technology-enabled function assessment system in a real-world clinical setting. This cross-sectional validation study will require short-term (approximatively 3 months) baseline assessment of function to establish a reliable cross-sectional measure of function using the built sensor-based system in cognitively normal, MCI and mild AD cohorts, in addition moderate AD and some severe AD patients will be also included.</li> </ul><p>The functional measures will be optimized for the following:</p><ul level=\"0\">  <li>ability to best differentiate different stages of the Alzheimer’s disease ( i.e. cognitively normal vs. MCI vs. mild AD vs. moderate AD ). Main focus will be to identify functional measures that best separate cognitively normal from early MCI patients;</li>  <li>ability to show sensitivity to changes using appropriate modelling-based approaches;</li>  <li>correlation with cognitive domains known to be effected in AD (e.g. episodic memory);</li>  <li>correlation with established paper and pencil (self-reported) scales to measure function and cognition in AD;</li>  <li>correlations with known risk factors for AD (BMI, physical exercise, sleep, etc)) for the possible identification of a putative pre-symptomatic cohort;</li>  <li>correlation with known biomarkers of pathology, such as Positron Emission Tamography (PET) and Cerebro Spinal Fluid (CSF) measure, or clinical scale (ADAS-Cog) if available;</li>  <li>correlation with care-giver burden and health care utilization costs;</li>  <li>ease of use and adherence by technology users in real-world clinical settings</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Development of objective and sensitive functional measures will enable potential dementia therapies to demonstrate functional impact and clinical meaningfulness of early intervention without requiring long follow-on studies thus reducing time and cost required to bring Alzheimer’s disease modifying drugs to market.</p><p>An objective, scalable, platform technology-enabled functional assessment system will also allow measurement of real-world impact of disease trajectory on individual patients in home and care-giver settings and help direct scalable and customized interventions that target specific functional deficits that promote independent living thus reducing cost and care-giving burden. Another valuable impact would be given by integrating organisations, e.g. Small-Medium-Size Enterprises (SMEs), having expertise in developing sensors and also in the area of processing and analyzinganalysing the data from sensors/ devices related to the scope of measuring the functional decline due to Alzheimer disease, as well as addressing the specific problem of the digital platform/user interface for these populations. </p><p>Furthermore, adding AD to the RADAR programme will make the entire system more attractive to professionals involved in dementia care, thus helping with the dissemination and adoption of the entire RADAR platform, ensuring interoperability and technology -evolution without disrupting the continuous build-up and extension of the knowledge collection and research practices across the whole RADAR scope (i.e. without having to resort to ad-hoc, un-reusable solutions for specific research topics, with their own visualisation etc.). </p><p>The system created via the RADAR–AD topic has the potential to become a widely used tool to measure and help improve quality of life in elder care homes and assisted-living facilities that focus on dementia and other age-related causes of functional decline. </p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p>The <strong>IMI2 12th Call for proposals topic text&nbsp;</strong>as well as the <strong>Call Conditions</strong> are available <strong><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_fiches/jtis/h2020-call-fiche17-12-imi2-ju_en.pdf\" target=\"_blank\">here</a></strong></p>\r\n<p><span style=\"color: rgb(0, 128, 128);\"><strong>1.\tList of countries and applicable rules for funding</strong></span>: described in article 10(2) of Regulation N&deg; 1290/2013 of 11 December 2013 laying down the rules for participation and dissemination in Horizon 2020 and in article 1 of the Commission Delegated Regulation (EU) N&deg; 622/2014 of 14 February 2014.<br />\r\n<br />\r\n<span style=\"color: rgb(0, 128, 128);\"><strong>2.\tEligibility and admissibility conditions: </strong></span>described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-pse-imi-ju-v1.5_en.pdf\" target=\"_blank\"><strong>IMI2 Manual for evaluation, submission and grant award</strong></a>  See also the Commission Delegated Regulation (EU) N&deg; 622/2014 of 14 February 2014.</p>\r\n<p>Proposal page limits and layout: Please refer to Part B of the standard proposal template.<br />\r\n<br />\r\n<span style=\"color: rgb(0, 128, 128);\"><strong>3.\tEvaluation</strong></span><br />\r\n<br />\r\nSubmission and evaluation process, including evaluation criteria and procedure, scoring and threshold are described in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-pse-imi-ju-v1.5_en.pdf\" target=\"_blank\"><strong>IMI2 Manual for submission, evaluation and grant award</strong>.</a> See also the proposal templates for your specific action in section 5, below.<br />\r\n<br />\r\n<span style=\"color: rgb(0, 128, 128);\"><strong>4.\tIndicative timetable for evaluation and grant agreement:</strong></span><br />\r\n<br />\r\nNotification of outcomes of stage 1 evaluations: Maximum 5 months from deadline for submitting proposals.<br />\r\nNotification of outcomes of stage 2 evaluations: Maximum 5 months from deadline for submitting full proposals.</p>\r\n<p>Signature of grant agreements: maximum 3 months from the date of informing successful applicants.<br />\r\n<br />\r\n<span style=\"color: rgb(0, 128, 128);\"><strong>5.\tProvisions, proposal templates and evaluation forms:</strong></span></p>\r\n<p><u><strong>IMI2 Research and Innovation Action (IMI2-RIA) and (IMI2-IA):</strong></u></p>\r\n<p>Proposal templates are available after entering the submission tool<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-imi2-ria-ia-2016_en.pdf\" target=\"_blank\">Standard evaluation form&nbsp;</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/mga/jtis/h2020-mga-imi_en.pdf\" target=\"_blank\">IMI2 Model Grant Agreement</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/templ/h2020_tmpl-clinical-studies_en.pdf\" target=\"_blank\">Clinical trial template</a>&nbsp;&ndash; the Clinical Trial template is compulsory at stage 2 only !<br />\r\n<br />\r\n<span style=\"color: rgb(0, 128, 128);\"><strong>6.\tAdditional provisions:</strong></span><br />\r\nOpen access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged. Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p>This topic participates per default in the open access to research data pilot which aims to improve and maximise access to and re-use of research data generated by projects:</p>\r\n<p>- The pilot applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available for open access and need to describe their approach in a Data Management   Plan (to be provided within six months after the project start).</p>\r\n<p>- Note that the evaluation phase proposals will not be evaluated more favourably because they are part of the Pilot, and will not be penalised for opting out of the Pilot.</p>\r\n<p>- Projects can at any stage opt-out of the pilot.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the Model Grant Agreement.<br />\r\nFurther information on the Open Research Data Pilot is made available in the H2020 Online Manual: <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\" target=\"_blank\">http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm</a>&nbsp;<br />\r\n<br />\r\n<span style=\"color: rgb(0, 128, 128);\"><strong>7.\tAdditional documents:<br />\r\n</strong></span><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/jtis/h2020-guide-rel-prov-imi-ju_en.pdf \" target=\"_blank\">Summary of the most relevant provisions for participating in IMI2 actions</a></p>\r\n<p><a href=\"http://www.imi.europa.eu/sites/default/files/uploads/documents/Governance/AWP2017_%20v11July.pdf\" target=\"_blank\">IMI2 Annual Work Plan 2017&nbsp;</a><br />\r\n<br />\r\n<a href=\"http://www.imi.europa.eu/sites/default/files/uploads/documents/RegulatoryRequirementsGuide.pdf\" target=\"_blank\">IMI2 Regulators Guidance tool for researchers&nbsp;</a></p>\r\n<p><a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ:JOL_2014_174_R_0003\" target=\"_blank\">IMI JU derogation to H2020 Rules for Participation</a> &nbsp;<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\" target=\"_blank\">Horizon 2020 Rules for Participation&nbsp;</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf \" target=\"_blank\">Horizon 2020 Regulation of Establishment </a><br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\" target=\"_blank\">Horizon 2020 Specific Programme</a>&nbsp;</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span></p>\r\n<p><strong><span><a href=\"mailto:applicants@imi.europa.eu ?subject=Information%20Request%20on%20IMI2%20Call%2012%20Topic%20xx\" target=\"_blank\">IMI2 JU Applicants Helpdesk</a></span></strong><span> &ndash; contact the IMI2 Programme Office for any question on the Call&nbsp;</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;&ndash;&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>&nbsp;&ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p>Contact the EIT for further assistance related to the call, topics and the content of proposals via the <strong><a href=\"http://eit.europa.eu/interact/contact-us\">Contact Page on the EIT website</a></strong>.<br />\r\n<a href=\"http://www.imi.europa.eu/content/states-representatives-groups\"><br />\r\n<strong>IMI States Representative Group (SRG)</strong></a> &ndash; contact you SRG member for assistance.<br />\r\n<strong><br />\r\nEthics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal<br />\r\n<a href=\"http://www.imi.europa.eu/content/partner-search\"><br />\r\n<strong>IMI Partner Search Tool</strong></a> helps you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392575547, "id": 165852782, "title": "Call Flash Info Report", "sectionId": 52392575547, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 89754, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/imi2-2017-12-01/1807625-imi2_call_12_-_falsh_call_info_-_stage_1_en.pdf", "id": 1807625, "fileName": "IMI2 Call 12 - Falsh Call Info - stage 1_EN.pdf", "common": false, "crc32": 3014507775}]}, {"callId": 52392575547, "id": 165852783, "title": "IMI2 Call 12 stage 2 - Flash Call Info Report ", "sectionId": 52392575547, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 89764, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/imi2-2017-12-01/1827632-imi2_call_12_-_falsh_call_info_-_stage_2_en.pdf", "id": 1827632, "fileName": "IMI2 Call 12 - Falsh Call Info - stage 2_EN.pdf", "common": false, "crc32": 664110487}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jul 13, 2018 10:27:15 AM", "lastChangeDate": "Jul 13, 2018 10:27:15 AM", "content": "<p><font face=\"Arial, sans-serif\"><span style=\"font-size: 13.3333px;\"><b>An overview of the evaluation results (<a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/imi2-2017-12-01/1827632-imi2_call_12_-_falsh_call_info_-_stage_2_en.pdf\" target=\"_blank\">Flash call info-IMI2 Call 12-stage two</a>) is now available under the call &lsquo;Additional documents&rsquo; tab.</b></span></font></p>"}, {"approvalDate": "Feb 26, 2018 3:26:16 PM", "lastChangeDate": "Feb 26, 2018 3:26:16 PM", "content": "<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><font face=\"Arial, sans-serif\"><span style=\"font-size: 13.3333px;\"><b>An overview of the evaluation results (<a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/imi2-2017-12-01/1807625-imi2_call_12_-_falsh_call_info_-_stage_1_en.pdf\" target=\"_blank\">Flash call info-IMI2 Call 12-stage one</a>) is now available under the call &lsquo;Additional documents&rsquo; tab.</b></span></font></p>\r\n<p class=\"MsoNormal\"><span style=\"font-size:10.0pt;font-family:&quot;Arial&quot;,sans-serif\"><o:p>&nbsp;</o:p></span></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Oct 26, 2017 5:24:38 PM", "lastChangeDate": "Oct 26, 2017 5:24:38 PM", "content": "<p><span lang=\"EN-IE\">A total number of 29 proposals were submitted in response to the IMI2 Call 12 - stage one. The number of proposals for each topic is shown below.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\">IMI2-2017-12-01: 8<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\">IMI2-2017-12-02: 2<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\">IMI2-2017-12-03: 1<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\">IMI2-2017-12-04: 7<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\">IMI2-2017-12-05: 4<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-IE\">IMI2-2017-12-06: 5<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-IE\">IMI2-2017-12-07: 2<o:p></o:p></span></p>"}, {"approvalDate": "Jul 19, 2017 11:47:00 AM", "lastChangeDate": "Jul 19, 2017 11:47:00 AM", "content": "The submission session is now available for: IMI2-2017-12-05(IMI2-RIA), IMI2-2017-12-01(IMI2-RIA), IMI2-2017-12-02(IMI2-RIA), IMI2-2017-12-06(IMI2-RIA), IMI2-2017-12-07(IMI2-RIA), IMI2-2017-12-04(IMI2-RIA), IMI2-2017-12-03(IMI2-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}