{"TopicDetails": {"type": 0, "ccm2Id": 31088097, "cftId": 0, "identifier": "INFRAIA-01-2018-2019", "title": "Integrating Activities for Advanced Communities", "publicationDateLong": 1509062400000, "callIdentifier": "H2020-INFRAIA-2018-2020", "callTitle": "Integrating and opening research infrastructures of European interest", "callccm2Id": 31088098, "allowPartnerSearch": true, "workProgrammepart": {"id": 265554, "ccm_id": 31090960, "wp_part": "H2020-INFRA-2018-2020", "wp_year": "H2020-2018-2020", "wp_title": "European research infrastructures (including e-Infrastructures)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-infrastructures-including-e-infrastructures", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047836, "abbreviation": "EU.1.4.", "description": "Research Infrastructures"}, {"id": 31047837, "abbreviation": "EU.1.4.1.", "description": "Developing the European research infrastructures for 2020 and beyond"}, {"id": 31047839, "abbreviation": "EU.1.4.1.2.", "description": "Integrating and opening existing national and regional  research infrastructures of European interest"}], "topicMGAs": [], "flags": ["SSH", "IntlCoop", "OpenScience", "Gender", "BlueGrowth", "CleanEnergy"], "sme": true, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "14 November 2018", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 March 2019"]}, {"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "05 December 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 March 2018"]}], "latestInfos": [{"approvalDate": "Jul 25, 2018 12:00:22 AM", "lastChangeDate": "Jul 25, 2018 12:00:22 AM", "content": "<p>The areas to be addressed by proposals submitted to the 2019 deadline of topic INFRAIA-01-2018-2019 have been included in the topic description.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3304526": [{"action": "INFRAIA-01-2018-2019 - RIA Research and Innovation action", "plannedOpeningDate": "05 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 March 2018"], "budgetYearMap": {"2018": 101500000, "2019": 15000000}, "budgetTopicActionMap": {}}], "3304527": [{"action": "INFRAIA-01-2018-2019 - RIA Research and Innovation action", "plannedOpeningDate": "14 November 2018", "deadlineModel": "single-stage", "deadlineDates": ["20 March 2019"], "budgetYearMap": {"2019": 110000000, "2020": 15000000}, "budgetTopicActionMap": {}}], "3304528": [{"action": "INFRAIA-03-2020 - RIA Research and Innovation action", "plannedOpeningDate": "28 November 2019", "deadlineModel": "single-stage", "deadlineDates": ["14 May 2020"], "budgetYearMap": {"2020": 45000000}, "budgetTopicActionMap": {}}], "3304529": [{"action": "INFRAIA-02-2020 - RIA Research and Innovation action", "plannedOpeningDate": "28 November 2019", "deadlineModel": "single-stage", "deadlineDates": ["14 May 2020"], "budgetYearMap": {"2020": 99500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2018", "2019", "2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>European researchers need effective and convenient access to the best research infrastructures in order to conduct research for the advancement of knowledge and technology. The aim of this action is to bring together, integrate on European scale, and open up key national and regional research infrastructures to all European researchers, from both academia and industry, ensuring their optimal use and joint development.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>'Advanced Communities' are scientific communities whose research infrastructures show an advanced degree of coordination and networking at present, attained, in particular, through Integrating Activities awarded under FP7 or previous Horizon 2020 calls.</p><p>An Integrating Activity will mobilise a comprehensive consortium of several key research infrastructures in a given field as well as other stakeholders (e.g. public authorities, technological partners, research institutions) from different Member States, Associated Countries and other third countries<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> when appropriate, in particular when they offer complementary or more advanced services than those available in Europe.</p><p>Funding will be provided to support, in particular, the trans-national and virtual access provided to European researchers (and to researchers from Third Countries under certain conditions<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>), the cooperation between research infrastructures, scientific communities, industry and other stakeholders, the improvement of the services the infrastructures provide, the harmonisation, optimisation and improvement of access procedures and interfaces. Proposals should adopt the guidelines and principles of the <a href=\"https://ec.europa.eu/research/infrastructures/pdf/2016_charterforaccessto-ris.pdf\">European Charter for Access to Research Infrastructures</a>.</p><p>To this extent, an Integrating Activity shall combine, in a closely co-ordinated manner:</p><p>(i) Networking activities, to foster a culture of co-operation between research infrastructures, scientific communities, industries and other stakeholders as appropriate, and to help develop a more efficient and attractive European Research Area;</p><p>(ii) Trans-national access or virtual access activities, to support scientific communities in their access to the identified key research infrastructures;</p><p>(iii) Joint research activities, to improve, in quality and/or quantity, the integrated services provided at European level by the infrastructures.</p><p>All three categories of activities <u>are mandatory</u> as synergistic effects are expected from these different components.</p><p>Access should be provided only to key research infrastructures of European interest, i.e., those infrastructures able to attract significant numbers of users from countries other than the country where they are located. Other national and regional infrastructures in Europe can be involved, in particular in the networking activities, for the exchange of best practices, without necessarily being beneficiaries in the proposal.</p><p>Proposals from advanced communities will have to clearly demonstrate the added value and the progress beyond current achievements in terms of integration and services, of a new grant. The strongest impact for advanced communities is expected typically to arise from focusing on innovation aspects and widening trans-national and virtual access provision, both in terms of wider and more advanced offer of scientific services, than in terms of number of users and domains served. Furthermore, in particular for communities supported in the past under three or more integrating activities, the creation of strategic roadmaps for future research infrastructure developments as well as the long-term sustainability of the integrated research infrastructure services provided at European level, need to be properly addressed. The latter requires the preparation of a sustainability plan beyond the grant lifecycle as well as, where appropriate, the involvement of funders.</p><p>In line with the strategy for EU international cooperation in research and innovation (COM(2012)497), Integrating Activities should, whenever appropriate, pay due attention to any related international initiative (i.e. outside the EU) and foster the use and deployment of global standards.</p><p>Integrating Activities should also organise the efficient curation, preservation and provision of access to the data collected or produced under the project, defining a data management plan, even when they opt out of the extended Pilot on Open Research Data. Data management (including ethics and privacy issues), interoperability, as well as advanced data and computing services should be addressed where relevant. To this extent, proposals should build upon the state of the art in ICT and e-infrastructures for data, computing and networking, and ensure connection to the European Open Science Cloud.</p><p>Integrating Activities should in particular contribute to fostering the potential for innovation, including social innovation, of research infrastructures by reinforcing the partnership with industry, through e.g. transfer of knowledge and other dissemination activities, activities to promote the use of research infrastructures by industrial researchers, involvement of industrial associations in consortia or in advisory bodies.</p><p>Integrating Activities are expected to duly take into account all relevant ESFRI and other world-class research infrastructures to exploit synergies, to reflect on sustainability and to ensure complementarity and coherence with the existing European Infrastructures landscape.</p><p>Proposals should include clear indicators allowing the assessment of the progress towards the general and specific objectives, other than the access provision.</p><p>As the scope of an integrating activity is to ensure coordination and integration between all the key European infrastructures in a given field and to avoid duplication of effort, advanced communities are expected to submit one proposal per area.</p><p>Further conditions and requirements that applicants should fulfil when drafting a proposal are given in part D of the section “Specific features for Research Infrastructures”. Compliance with these provisions will be taken into account during evaluation.</p><p><em>The Commission considers that proposals requesting a contribution from the EU of up to EUR 10 million would allow this topic to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. </em></p><p>On the basis of a multiannual plan drafted taking into account the assessment and the timing of previous grants as well as strategic priorities and needs, in term of research infrastructures services, emerging from other parts of Horizon 2020, this work programme invites proposals addressing the following areas listed under the different domains. A balanced coverage of the various domains, in line with the distribution of areas per domain, is expected as outcome of this topic.</p><p><em><strong>(a) 2018 deadline </strong></em></p><p><em>Biological and Medical Sciences</em></p><p><strong>Microbial Resource Centres.</strong> This activity aims at integrating the key Microbial Resource Centres and opening them up to European researchers for biotechnology research and development. Emphasis should be on widening the user base, enlarging and strengthening the offered services, sharing resources at global level, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><strong>Facilities for high throughput DNA sequencing.</strong> This activity aims at integrating the key research infrastructures in Europe as well as leading-edge research infrastructures located in third countries, to open them up to European researchers and offer services beyond the state-of-art which is already ensured by commercial providers. Adequate consideration should be taken of the produced data and its availability for research.</p><p><strong>Centres for replacement, reduction and refinement (3 Rs) of non-human primate testing</strong>. This activity aims at integrating the key non-human primate centres in Europe promoting 3 Rs, i.e. replacement, reduction, and refinement. The proposal will contribute to the objective of 3Rs, reinforcing the implementation of ethical and good practices at European level, and the protection of animals used in scientific experiments<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>. The proposal should also develop the necessary collaborations outside Europe.</p><p><strong>High throughput facilities for proteome analysis. </strong>This activity aims at integrating the key high throughput facilities in Europe for proteome analysis, based on state-of-the-art proteomics techniques and tools for data handling and analysis, including structural proteomics and structural bioinformatics. Emphasis should be on widening the user base, enlarging and strengthening the offered services, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><em>Energy</em></p><p><strong>Research Infrastructures for solar energy: concentrating solar power</strong>. This activity should bring together the key European research infrastructures in solar concentrating systems (solar concentrators and relating research infrastructures) for carrying out energy and materials research as well as research in other fields using the extreme temperature conditions in solar concentrators, e.g. thermal storage equipment and reuse of stored energy. This topic would support the European Strategic Energy Technology Plan (SET-Plan).</p><p><strong>Research Infrastructures for solar energy: photovoltaic</strong>. This activity aims at integrating and opening the key research infrastructures in Europe for all aspects of photovoltaic research: buildings, transport, new materials, grid connection, efficiency, etc. This topic would support the European Strategic Energy Technology Plan (SET-Plan).</p><p><em>Environmental and Earth Sciences</em><sup><a target=_self href=#fn4 id=r4>[4]</a></sup><em> </em></p><p><strong>Research infrastructures for forest ecosystem and resources research. </strong>This activity aims at further integrating and facilitating broad access to forest research facilities, methodologies and data on genetic and species diversity to enable environmental and biological research including biological effects of air pollution, mitigation and adaptation to climate change, and development of forest management approaches. Emphasis will be on widening the user base and ensuring long term sustainability to the service integration.</p><p><strong>Natural history collections.</strong> This activity aims at integrating and improving access to key European Natural History collections and to their related instrumentation facilities. Emphasis should be on improving accessibility to collections to a wide range of scientists, on developing innovative research services to answer the needs of a broader scientific community of users from climate change to human health and food security, and on ensuring long term sustainability of the integrated services.</p><p><strong>Research aircrafts for environmental and geo-science research. </strong>This activity aims at integrating key research aircrafts and improving their availability to European researchers from larger multidisciplinary scientific communities. It should develop a long-term strategy towards sustained integrated services and innovative synergies with complementary observing systems and models to study atmospheric processes and the Earth's surface.</p><p><strong>Research vessels. </strong>This activity aims at further providing, integrating and improving access to the key European research vessels and associated major equipment. It should include innovative initiatives to ensure a more efficient and coordinated operation of European fleets, to develop synergies with complementary observing systems and infrastructures and to set-up sustained integrated services to the user communities.</p><p><strong>Research infrastructures for Earth's climate system modelling.</strong> This activity aims at further integrating and opening the research infrastructures (e.g. data repositories, models) used by the climate modelling community in Europe, promoting the ongoing development of a common distributed modelling infrastructure. Emphasis should be on widening the user base, expanding the interdisciplinary research fields addressed, enlarging and strengthening the offered services, and ensuring long term sustainability to the service integration.</p><p><strong>Sites and experimental platforms of anthropogenic impacts for ecosystem functioning and biodiversity research</strong>. This activity aims at bringing together highly instrumented experimental, analytical and modelling facilities, across all major European ecosystem types and all major pressures on them. It will optimise the collaborative use of these sites by a wider scientific community and develop efficient methods and techniques for rapid data sharing and processing at the European level.</p><p><em>Mathematics and ICT </em></p><p><strong>Visualisation facilities. </strong>This activity aims at further integrating and opening key virtual reality visualisation facilities, holographic image processing facilities and other computer graphics and animation facilities for advanced visualisation of scientific information and massive data, either resulting from academic research or being produced in collaboration with the industrial sector. Emphasis should be on widening the user base, enlarging and strengthening the offered services, and fostering the innovation role of such infrastructures.</p><p><em>Material Sciences, Analytical facilities and Engineering </em></p><p><strong>Electron Microscopies for advanced imaging, diffraction, spectroscopy and metrology of materials. </strong>This activity aims at further integrating and opening advanced electron microscopies for material research and technological development. Emphasis should be on widening the user base, strengthening and enlarging the offered services, stimulating new scientific activities, facilitating access, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><strong>High and low energy ion beam labs. </strong>This activity aims at further integrating and opening key ion beam facilities for material, biomedical and environmental research and technological development. Emphasis should be on widening the user base, enlarging and strengthening the offered services, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><strong>Infrastructures for Neutron Scattering and Muon Spectroscopy</strong>. This activity will provide and facilitate wider access to the key research infrastructures in Europe for Neutron scattering and Muon Spectroscopy. It should present a long-term sustainable perspective on the integration of these facilities and related resources.</p><p><strong>Facilities for research on materials under extreme temperature conditions.</strong> This activity aims at integrating research facilities in physics and materials science dealing with extreme low and high temperature conditions, e.g. nanoscience at microkelvin temperatures. Emphasis should be on widening the user base, enlarging the offered services, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><strong>Infrastructures for studying turbulence phenomena and applications.</strong> This activity aims at further integrating key facilities enabling the study of high turbulence phenomena in various areas of science and technology. Emphasis should be on combining modelling and experimental in situ testing, widening the user base, enlarging the offered services, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><em>Physical Sciences</em></p><p><strong>Research Infrastructures for hadron physics.</strong> This activity will provide and facilitate access to key research infrastructures in Europe for studying the properties of nuclear matter at extreme conditions, turning advances in hadron physics experimentation into new applications. It should present a long-term sustainable perspective on the integration of relevant facilities and related resources.</p><p><strong>Research Infrastructures for high resolution solar physics.</strong> This activity aims at further integrating and opening key research infrastructures in the field of high resolution solar physics. It should foster cooperation between theory and observations.</p><p><em>Social Sciences and Humanities</em></p><p><strong>Research infrastructures for the assessment of science, technology and innovation policies.</strong> This activity aims at further integrating and opening research data infrastructures in the field of science, technology and innovation (including social innovation). Emphasis should be on facilitating trans-national access and widening the user base, enlarging and strengthening the offered services, fostering the innovation role of such infrastructures and ensuring long term sustainability to their integration.</p><p><strong>Digital archives and resources for research on European history. </strong>This activity aims at further integrating and opening key data collections and services in Europe for European History. Emphasis should be on widening the user base, enlarging and strengthening the offered services, e.g. by covering further historical periods, and ensuring long term sustainability to their integration.</p><p><strong>Archaeological data infrastructures for research.</strong> This activity aims at further integrating and opening key archaeological data infrastructures to facilitate research in all fields of archaeology (from prehistory to contemporary society). Emphasis should be on widening the user base, enlarging and strengthening the offered services, including fields such as paleo-anthropology, bioarchaeology and environmental archaeology, sharing resources at global level, and ensuring long term sustainability to their integration.</p><p><em><strong>(b) 2019 deadline </strong></em></p><p><em>Biological and Medical Sciences</em></p><p><strong>Virus collections including for high-risk animal/human/plant pathogens.</strong> This activity aims at improving the access to high-quality authenticated collections of both human, animal and plant viruses including those requiring high-biosafety level laboratories (BSL 3 and 4), to support upstream virology, microbiology and immunology research as well as translational internationally-driven research aiming at drug and vaccine development, and to support epidemiological studies targeting disease and epidemics control in order to enhance the preparedness of countries to control their own emerging viral outbreaks.</p><p><strong>Structural biology research infrastructures for health and food research.</strong> This activity should expand the availability of structural biology services (such as X-ray and neutron scattering, advanced NMR and advanced imaging technologies) to new communities of users, and in particular to scientists with backgrounds other than structural biology, including from SMEs, to benefit translational research in drugs discovery, informed drugs design and other fields like biotechnology and biomaterials for health and food.</p><p><strong>Nanomedicine characterisation infrastructures.</strong> This activity aims at further integrating and opening key reference facilities for characterisation and engineering of nanoparticles for medical applications. It should offer access to a coherent set of tools, resources and expertise to support academic research teams and industry in their chemical, physical and biological research and innovation on medical applications. Emphasis should be on widening the user base and the services, ensuring long term sustainability to their integration.</p><p><strong>Research infrastructures in aquaculture.</strong> This activity aims at further integrating highly diverse aquaculture research facilities and providing to research teams easy access to them. Specific attention should be given to dedicated facilities for new species, disease aspects and contribution to sustainable aquaculture. Emphasis should be on widening the user base, enlarging and strengthening the offered services, and fostering the innovation role of such infrastructures.</p><p><em>Energy</em></p><p><strong>European smart grids research infrastructure.</strong> High shares of renewable energy and more decentralised energy supply require a grid with sufficient hosting capacity and the ability to manage the power fluctuation of the renewable sources. This activity should further integrate and open laboratory environments that enable the development and testing of different smart grid configurations without influencing end-customers of the electrical power supply. Emphasis should be on widening the user base, enlarging the offered services, fostering the innovation role of such facilities and ensuring long term sustainability to their integration.</p><p><em>Environmental and Earth Sciences</em><sup><a target=_self href=#fn5 id=r5>[5]</a></sup></p><p><strong>Research infrastructures for long-term ecosystem and socio-ecological research.</strong> This activity should further integrate and open LTER (Long Term Ecological Research) facilities and critical zone observatories, in different terrestrial, freshwater and transitional water environments. It should include relevant socio-ecological research platforms as well as integrate research field sites, associated data management and numerical simulation tools to address ecosystem and socio-ecological research issues such as biodiversity loss, climate change adaptation and mitigation, land use and management, food security and threats to soil and water.</p><p><strong>Coastal and shelf seas observing research infrastructures.</strong> This activity aims at integrating and improving access to coastal observatories as well as developing innovative monitoring strategies to address better the complexity of coastal seas (such as the coupling of physics, biogeochemistry and biology). It should also promote harmonisation and seamless interface with open seas observing systems notably the relevant ESFRI infrastructures. It should foster innovation and societal impact including through effective synergies with European and global initiatives such as COPERNICUS, EMODNET, GEO/GEOSS.</p><p><strong>Multidisciplinary Marine Data Centres for ocean and marine data management.</strong> This activity aims to further integrate in a cloud environment and open key data centres for in-situ and remote sensing data for marine (including coastal) research. It must present a long-term sustainable perspective on the facilities and related resources integration, and develop appropriate connection to the EOSC. It should enhance and innovate the services offered to an expanded multidisciplinary community and promote the adoption of the developed protocols and standards for interoperability to other key downstream initiatives in the field.</p><p><strong>Mesocosms facilities for research on marine and freshwater ecosystems.</strong> This activity aims at further integrating and opening leading mesocosm infrastructures in Europe enabling in particular research on impact of climate change, pollution and other disturbance on ecosystems, from Mediterranean to Arctic. Emphasis should be on widening the user base, and on enlarging and strengthening the offered services.</p><p><strong>Research infrastructures for terrestrial research in the Arctic. </strong>As an international network for terrestrial research and monitoring in the Arctic, this activity should further integrate and open key research stations and large research field sites throughout the circumpolar Arctic and adjacent northern countries, to provide capacity for research, monitoring and education. The project should include work on best practices for managing stations, and (international) logistics and establish links with relevant ESFRI infrastructures.</p><p><strong>Research Infrastructures for earthquake hazard. </strong>This activity aims at further integrating and opening the key research infrastructures in Europe for natural and anthropogenic earthquake risk assessment and mitigation. More integrated services from seismic and engineering infrastructures would contribute to supporting the reduction of vulnerability of European citizens and constructions to earthquakes. International collaboration activities and the further integration of the research field are encouraged.</p><p><strong>Research infrastructures for environmental hydraulic research.</strong> This activity aims at further integrating and opening the key hydraulic infrastructures in Europe in order to optimise their use to help solve climate change adaptation problems. Particular attention to harmonising and organising the flux of data is expected. Emphasis should be on widening the user base, and on enlarging and strengthening the offered services including through synergies with relevant (emerging) ESFRI infrastructures.</p><p><em>Mathematics and ICT </em></p><p><strong>Distributed, multidisciplinary European infrastructure on Big Data and social data mining.</strong> This activity should further integrate and open large social data repositories, social data mining methods and tools, and supercomputing facilities for conducting large-scale analytical processing. This integrated infrastructure should enable performing complex processes to extract social knowledge. Emphasis should be on enlarging and strengthening the offered services, widening the user base, fostering the innovation role of such facilities and ensuring long term sustainability to their integration as well as connection to the EOSC.</p><p><em>Material Sciences and Analytical facilities</em></p><p><strong>Research infrastructures for advanced research in nanoelectronics.</strong> This activity aims at further integrating and opening key infrastructures in the field to enable a smooth and consistent transition of the European industry to a new era of nanoelectronics. Emphasis should be on enlarging and strengthening the offered services, widening the user base, fostering the innovation role of such facilities and ensuring long term sustainability to their integration.</p><p><strong>Advanced laser sources for leading-edge research. </strong>This activity aims at further integrating and opening key laser infrastructures enabling a wide range of novel applications with high industrial and social impact, such as nanoscience, bio- and nanophotonics, (bio)material analyses, (bio)medical diagnosis and treatment, advanced imaging, communication and data processing. It should widen the user base, enlarge the offered services, foster the innovation role of such facilities, ensure long term sustainability to their integration, stimulate international cooperation and new scientific activities exploiting new possibilities offered by relevant ESFRI infrastructures.</p><p><em>Physical Sciences</em></p><p><strong>Research Infrastructures for Nuclear Physics.</strong> This activity aims at further integrating the key research infrastructures for studying the properties of nuclear matter at extreme conditions, using advances in nuclear physics experimentation to open new scenarios for fundamental research and employ them for new societal and industrial applications. It must present a long-term sustainable perspective on the integration of relevant facilities and related resources. Furthermore, it should also target new users and stimulate new scientific activities to take full advantage of new possibilities offered by relevant ESFRI infrastructures.</p><p><strong>Research infrastructures for high-energy astrophysics.</strong> This activity aims at further integrating and opening facilities for developing, calibrating and testing technologies and individual instruments developed for supporting ground and space based experiments and missions in an environment representative of space conditions. In order to foster the creation of a European multi-messenger astrophysics platform, emphasis should be on enlarging the offered services, including in particular gravitational wave, electromagnetic wave and other high energy particle (e.g. neutrinos) observatories. Access to the infrastructures and data needs to be optimised in order to develop a wider multi-disciplinary community and foster a better exploitation of the results.</p><p><strong>Research Infrastructures for planetary science.</strong> This activity aims at furthering the integration and opening of the key research infrastructures in Europe for studying planetary science by drawing in new partners and by providing access to the facilities to a larger number of users, taking into account the multi- and trans-disciplinary nature of the field. Emphasis should be on enlarging and strengthening the offered services, widening the user base, and ensuring long term sustainability to their integration.</p><p><em>Social Sciences and Humanities</em></p><p><strong>European research infrastructures for cultural heritage restoration and conservation.</strong> This activity aims at further integrating and opening facilities, located in research centres, universities and important culture institutions, for advanced diagnostics, restoration and conservation of cultural heritage. Emphasis should be on strengthening and enlarging the offered services to cover restoration and conservation in fields such as palaeontology, widening the user base, and fostering the innovation role of such facilities.</p><p><strong>Contemporary European history: European Holocaust research infrastructure.</strong> This activity aims at further integrating and opening existing research infrastructures for research on Holocaust and expanding their services to include new material and new techniques in order to offer distributed and harmonised access of researchers to scattered material. Emphasis should be on enlarging and strengthening the offered services, widening the user base and ensuring long term sustainability to their integration.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p> </p><ul level=\"0\">  <li>Researchers will have wider, simplified, and more efficient access to the best research infrastructures they require to conduct their research, irrespective of location. They benefit from an increased focus on user needs.</li>  <li>New or more advanced research infrastructure services, enabling leading-edge or multidisciplinary research, are made available to a wider user community.</li>  <li>Operators of related infrastructures develop synergies and complementary capabilities, leading to improved and harmonised services. There is less duplication of services, leading to an improved use of resources across Europe. Economies of scale and saving of resources are also realised due to common development and the optimisation of operations.</li>  <li>Innovation is fostered through a reinforced partnership of research organisations with industry.</li>  <li>A new generation of researchers is educated that is ready to optimally exploit all the essential tools for their research.</li>  <li>Closer interactions between larger number of researchers active in and around a number of infrastructures facilitate cross-disciplinary fertilisations and a wider sharing of information, knowledge and technologies across fields and between academia and industry.</li>  <li>For communities which have received three or more grants in the past, the sustainability of the integrated research infrastructure services they provide at European level is improved.</li>  <li>The integration of major scientific equipment or sets of instruments and of knowledge-based resources (collections, archives, structured scientific information, data infrastructures, etc.) leads to a better management of the continuous flow of data collected or produced by these facilities and resources.</li>  <li>When applicable, the integrated and harmonised access to resources at European level can facilitate the use beyond research and contribute to evidence-based policy making.</li>  <li>When applicable, the socio-economic impact of past investments in research infrastructures from the European Structural and Investment Funds is enhanced.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=Gender;sortQuery=sortStatus;orderBy=asc\">Gender</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=CleanEnergy;sortQuery=sortStatus;orderBy=asc\">Clean Energy</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=BlueGrowth;sortQuery=sortStatus;orderBy=asc\">Blue Growth</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>See the Eligibility and admissibility conditions for this call.</p><p id=fn2><a  target=_self href=#r2>[2]</a>See part D of the section “Specific features for Research Infrastructures”.</p><p id=fn3><a  target=_self href=#r3>[3]</a> As framed by the directive 86/609/EEC, and by the Commission proposal for its revision, COM(2008)543</p><p id=fn4><a  target=_self href=#r4>[4]</a>When appropriate, proposals addressing areas under this domain are encouraged to develop synergies with <a href=\"http://www.copernicus.eu/\">Copernicus</a> data and information as well as with GEO/GEOSS.</p><p id=fn5><a  target=_self href=#r5>[5]</a>When appropriate, proposals addressing areas under this domain are encouraged to develop synergies with <a href=\"http://www.copernicus.eu/\">Copernicus</a> data and information as well as with relevant global initiatives such as GEO/GEOSS and ILTER.</p>", "conditions": "<p><span style=\"color: rgb(0,51,102)\"><strong>1. Eligible countries:</strong></span><span style=\"color: rgb(0,0,128)\"><strong> </strong></span>described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-a-countries-rules_en.pdf\">Annex A</a> of the Work Programme.<br />\r\nA number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility and admissibility conditions:</strong></span> described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-b-adm_en.pdf\">Annex B</a> and <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-c-elig_en.pdf\">Annex C</a> of the Work Programme.&nbsp;&nbsp;</p>\n<p>Given the specific nature of this topic, specific eligibility conditions, in addition to the standard eligibility conditions for Research and Innovation Action, apply: all the three types of activities: networking, access and joint research activities shall be included in the proposal. Please read carefully the provisions under the part D of the section “Specific features for Research Infrastructures” before the preparation of your application.</p><p>Legal entities established in Australia, Brazil, Canada, China, India, Japan, Mexico, New Zealand, Republic of Korea, Russia and USA, which provide, under the grant, access to their research infrastructures to researchers from Members States and Associated countries, are eligible for funding from the Union.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>Proposal page limits and layout: </strong></span>please refer to Part B of the proposal template in the submission system below.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. Evaluation:</strong></span></p>\r\n<ul>\r\n    <li><strong>Evaluation criteria, scoring and threshold</strong>s are described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-h-esacrit_en.pdf\">Annex H</a> of the Work Programme.&nbsp;</li>\r\n    <li><strong>Submission and evaluation processes</strong> are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Online Manual</a>.</li>\r\n</ul>\n<p><em>For the criterion Excellence</em>, in addition to its standard sub-criteria, the following aspects will also be taken into account;</p><ul level=\"0\">  <li>The extent to which the Networking Activities will foster a culture of co-operation between the participants and other relevant stakeholders.</li>  <li>The extent to which the Access Activities (Trans-national Access and/or Virtual activities) will offer access to state-of-the-art infrastructures, high quality services, and will enable users to conduct excellent research.</li>  <li>The extent to which the Joint Research Activities will contribute to quantitative and qualitative improvements of the services provided by the infrastructures.</li> </ul><p><em>For the criterion Impact</em> the second sub-criterion is substituted by:</p><ul level=\"0\">  <li>Where relevant, any substantial impacts not mentioned in the work programme, that would enhance innovation capacity; create new market opportunities, strengthen competitiveness and growth of companies, address issues related to climate change or the environment, or bring other important benefits for society;</li> </ul>\n<p>The following approach will be applied successively for every group of <em>ex aequo</em> proposals requiring prioritisation, starting with the highest scored group, and continuing in descending order:</p><p>(i) Proposals that address scientific domains or areas not otherwise covered by more highly-ranked proposals will be considered to have the highest priority.</p><p>(ii) The proposals identified under (i), if any, will themselves be prioritised according to the scores they have been awarded for the criterion <em>excellence</em>. When these scores are equal, priority will be based on scores for the criterion <em>impact.</em></p><p>If necessary, any further prioritisation will be based on the following factors, in order: total number of users to whom trans-national access to research infrastructures will be provided, size of EU budget allocated to SMEs; gender balance among the personnel named in the proposal who will be primarily responsible for carrying out the research and/or innovation activities.</p><p>If a distinction still cannot be made, the panel may decide to further prioritise by considering how to enhance the quality of the project portfolio through synergies between projects, or other factors related to the objectives of the call or to Horizon 2020 in general. These factors will be documented in the report of the Panel.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. Indicative time for evaluation and grant agreements:</strong></span></p>\r\n<p>Information on the outcome of evaluation (<strong>single-stage</strong> call): maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>5. Proposal templates, evaluation forms and model grant agreements (MGA): </strong></span></p>\r\n<p><strong>Research and Innovation Action:</strong></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n<font size=\"3\"><font face=\"Calibri\">Specific proposal template will be available in the submission system at the time of call opening.<o:p></o:p></font></font><br />\r\n<font size=\"3\" face=\"Calibri\">Specific evaluation form is foreseen for this topic, based on the specific evaluation criteria provided in the Work Programme.<br />\r\n</font><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; color: #1f497d; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\"><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/legal/templ/h2020_tpl-calc-unitcost-tna-infra_en.xls\">Trans-national access cost calculation</a><br />\r\n</span><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; color: #1f497d; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\"><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/legal/templ/h2020_tpl-calc-accesscost-virt-acc-infra_en.xls\">Virtual access cost calculation</a><br />\r\n</span><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; color: #1f497d; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\"><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf#page=78\">Specific Features for Research Infrastructure</a></span><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">General MGA - Multi-Beneficiary </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. Additional provisions:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply</p>\n<p>For grants awarded under this topic capitalised and operating costs of ‘large research infrastructures’ as defined in the Article 6.2.D.4 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> are not eligible.</p>\n<p>For grants awarded under this topic the depreciation costs of equipment, infrastructure or other assets for providing trans-national or virtual access to research infrastructure will be ineligible costs. The respective option of Art. 6.2.D.2 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>For grants awarded under this topic beneficiaries being ‘access providers’ must provide virtual access to research infrastructures or installations. The respective options of Article 16.2 and Article 16.3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>For grants awarded under this topic beneficiaries being ‘access providers’ must provide trans-national access to research infrastructures or installations. The respective options of Article 16.1, Article 16.3, Article 25.5 and Article 31.6 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>8. Additional documents:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-intro_en.pdf\">1. Introduction WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf\">4. Research infrastructures (including e-Infrastructures) WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-comm-diss_en.pdf\">18. Dissemination, Exploitation and Evaluation WP 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf\">General annexes to the Work Programme 2018-2020</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme </a></p>\n<p><strong><span style=\"color: rgb(0,51,102)\">7. Open access must be granted to all scientific publications </span></strong>resulting from Horizon 2020 actions.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Open access to research data</strong></span><br />\r\nThe Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-l-openaccess_en.pdf\">Annex L of the Work Programme</a>. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">Online Manual</a>.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>.</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><span style=\"color: rgb(0, 51, 102);\"><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/1/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd_health_programme/0/1/1/programme&amp;programmeList/t/asylum_migration_and_integration_fund/0/1/1/programme&amp;programmeList/t/consumer_programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/creative_europe_programme/0/1/1/programme&amp;programmeList/t/erasmus_programme/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/hercule_iii_programme/0/1/1/programme&amp;programmeList/t/internal_security_fund_borders/0/1/1/programme&amp;programmeList/t/internal_security_fund_police/0/1/1/programme&amp;programmeList/t/justice_programme/0/1/1/programme&amp;programmeList/t/pilot_projects_preparatory_actions/0/1/1/programme&amp;programmeList/t/promotion_of_agricultural_products/0/1/1/programme&amp;programmeList/t/research_fund_for_coal_and_steel/0/1/1/programme&amp;programmeList/t/rights_equality_and_citizenship_programme/0/1/1/programme&amp;programmeList/t/union_civil_protection_mechanism/0/1/1/programme&amp;programmeList/t/european_statistics/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag\" target=\"_blank\"><strong><span style=\"color: rgb(0, 51, 102);\">Participant Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\" target=\"_blank\">Online Manual</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\" target=\"_blank\">Science and Society Portal</a></p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>CEN</strong></span><strong> <span style=\"color: rgb(0, 51, 102);\">and</span> </strong><span style=\"color: rgb(0, 51, 102);\"><strong>CENELEC</strong></span></a>, the <span style=\"color: rgb(0, 51, 102);\"><strong>European Standards Organisations</strong></span>, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <span style=\"color: rgb(0, 0, 255);\">research@cencenelec.eu</span></p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Partner Search Services</strong></span></a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Sumission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392628133, "id": 165919088, "title": "Flash Call Info (call results) H2020-INFRAIA-2019-1", "sectionId": 52392628133, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 428143, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-01-2018-2019/1867635-flash_call_info_(call_results)_h2020-infraia-2019-01_en.pdf", "id": 1867635, "fileName": "Flash Call Info (call results) H2020-INFRAIA-2019-01_en.pdf", "common": false, "crc32": 509456064}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><em>This call will open up key national and regional research infrastructures to all European researchers from both academia and industry as well as ensure their optimal use and joint development.</em></p><p><em>In addition to serving basic science challenges, Integrating Activities target research infrastructures, ranging across all fields of science and technology, needed to support the EU political priorities and address the Societal Challenges, including Focus Areas. They also target research infrastructures needed to gain leadership in the industrial and enabling technologies.</em></p><p><em>ESFRI and other world-class research infrastructures are not specifically targeted by this call. Nevertheless, where relevant, they can participate in an integrating activity together with other key national and regional research infrastructures.</em></p>\n", "latestInfos": [{"approvalDate": "Nov 4, 2020 1:43:18 PM", "lastChangeDate": "Nov 4, 2020 1:43:18 PM", "content": "<p>An overview of the evaluation results  (flash call info) for the topic  INFRAIA-01-2020&nbsp; is now available  under the&nbsp; 'additional documents' section on the topic page.</p>"}, {"approvalDate": "May 25, 2020 10:51:04 AM", "lastChangeDate": "May 25, 2020 10:51:04 AM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\"><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 66 proposals were submitted in response to this call (topic: INFRAIA-02-2020 (RIA)).</span></span></p>\r\n<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\"><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 3 proposals were submitted in response to this call (topic: INFRAIA-03-2020 (RIA)).</span></span></p>"}, {"approvalDate": "Mar 13, 2020 5:57:41 PM", "lastChangeDate": "Mar 13, 2020 5:57:41 PM", "content": "The submission session is now available for: INFRAIA-03-2020(RIA), INFRAIA-02-2020(RIA)"}, {"approvalDate": "Mar 13, 2020 5:47:42 PM", "lastChangeDate": "Mar 13, 2020 5:47:42 PM", "content": "<p><span style=\"margin: 0px; font-family: &quot;Calibri&quot;,sans-serif; font-size: 11pt;\">The  deadline for topics: INFRAIA-02-2020&nbsp; &ndash; 'Integrating Activities for&nbsp;Starting Communities&rsquo; and INFRAIA-03-2020 'Pilot for a new model of Integrating Activities'&nbsp; have been postponed.  The deadline for both topics was originally foreseen to for 17 March 2020. The new  deadline is <b>14/05/2020.</b></span></p>"}, {"approvalDate": "Nov 28, 2019 12:30:01 AM", "lastChangeDate": "Nov 28, 2019 12:30:01 AM", "content": "The submission session is now available for: INFRAIA-03-2020(RIA), INFRAIA-02-2020(RIA)"}, {"approvalDate": "Aug 29, 2019 3:32:42 PM", "lastChangeDate": "Aug 29, 2019 3:32:42 PM", "content": "<div style=\"margin: 0cm 0cm 10pt\">An overview of the evaluation results  (flash call info) for the topic INFRAIA-01-2018-2019 that closed on 20  March 2019 is now available under the &lsquo;Topic conditions &amp; documents&rsquo;  section on the topic page.</div>"}, {"approvalDate": "Apr 3, 2019 5:28:31 PM", "lastChangeDate": "Apr 3, 2019 5:28:31 PM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\"><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 22 proposals were submitted in response to this call (topic: INFRAIA-01--2018-2019 (RIA)).</span></span></p>"}, {"approvalDate": "Nov 14, 2018 12:30:47 AM", "lastChangeDate": "Nov 14, 2018 12:30:47 AM", "content": "The submission session is now available for: INFRAIA-01-2018-2019(RIA)"}, {"approvalDate": "Aug 21, 2018 12:41:41 PM", "lastChangeDate": "Aug 21, 2018 12:41:41 PM", "content": "<p>\r\n<p>&nbsp;</p>\r\n</p>\r\n<div style=\"margin: 0cm 0cm 10pt\">An overview of the evaluation results (flash call info) for the topic INFRAIA-01-2018-2019 that closed on 22 March 2018 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</div>"}, {"approvalDate": "Mar 23, 2018 5:39:19 PM", "lastChangeDate": "Mar 23, 2018 5:39:19 PM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\">A total of 27 proposals were submitted in response to this call (topic: INFRAIA-01-2018-2019).</span></p>"}, {"approvalDate": "Mar 2, 2018 11:39:47 AM", "lastChangeDate": "Mar 2, 2018 11:39:47 AM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\">We herewith bring to the attention of applicants that they are permitted to remove the page break on the cover page of the technical annex's template. This means that the text of the proposal can start on the cover page.</span></p>"}, {"approvalDate": "Dec 5, 2017 12:30:30 AM", "lastChangeDate": "Dec 5, 2017 12:30:30 AM", "content": "The submission session is now available for: INFRAIA-01-2018-2019(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}