{"TopicDetails": {"type": 0, "ccm2Id": 31115348, "cftId": 0, "identifier": "INFRAEOSC-03-2020", "title": "Integration and consolidation of the existing pan-European access mechanism to public research infrastructures and commercial services through the EOSC Portal", "publicationDateLong": 1509062400000, "callIdentifier": "H2020-INFRAEOSC-2018-2020", "callTitle": "Implementing the European Open Science Cloud", "callccm2Id": 31088643, "allowPartnerSearch": true, "workProgrammepart": {"id": 265554, "ccm_id": 31090960, "wp_part": "H2020-INFRA-2018-2020", "wp_year": "H2020-2018-2020", "wp_title": "European research infrastructures (including e-Infrastructures)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-infrastructures-including-e-infrastructures", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047840, "abbreviation": "EU.1.4.1.3.", "description": "Development, deployment and operation of ICT-based e-infrastructures"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047836, "abbreviation": "EU.1.4.", "description": "Research Infrastructures"}, {"id": 31047837, "abbreviation": "EU.1.4.1.", "description": "Developing the European research infrastructures for 2020 and beyond"}], "topicMGAs": [], "tags": ["FAIR", "data", "data services", "EOSC", "EOSC Portal", "federated services", "INFRAEOSC", "scholarly communication", "INFRAEOSC-03-2020", "open access", "European Open Science Cloud", "research enabling services", "access enabling services", "Open Science", "cloud computing", "e-infrastructures", "Research Infrastructures"], "flags": ["OpenScience", "OpenInnovation", "Gender"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "19 November 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["18 June 2020"]}], "latestInfos": [{"approvalDate": "Oct 13, 2020 4:37:00 PM", "lastChangeDate": "Oct 13, 2020 4:37:00 PM", "content": "<div><span _ngcontent-ayg-c12=\"\">An overview of the evaluation results (<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraeosc-03-2020/1905154-flash-call-info_h2020-infraeosc-2020-2_en.pdf\" target=\"_blank\">flash  call info</a>) for topics  INFRAEOSC-03-2020 and INFRAEOSC-07-2020 that closed on 18 June 2020 is now available  under the &lsquo;Topic conditions &amp;  documents&rsquo; section on the correspondant topic pages.</span></div>"}, {"approvalDate": "Jul 9, 2020 4:42:28 PM", "lastChangeDate": "Jul 9, 2020 4:42:28 PM", "content": "<div>A total of 1 proposal was submitted in response to topic INFRAEOSC-03-2020.</div>"}, {"approvalDate": "Mar 4, 2020 9:28:02 AM", "lastChangeDate": "Mar 4, 2020 9:28:02 AM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that, in light of the adoption of the <a href=\"https://ec.europa.eu/digital-single-market/en/policies/building-european-data-economy\"><font color=\"#0563c1\">Digital Package</font></a> on 19<sup> </sup>February 2020 and the ongoing discussions on the possible future <a href=\"https://www.eoscsecretariat.eu/documents-governance\"><font color=\"#0563c1\">EOSC partnership and research agenda</font></a>, the deadline for topics INFRAEOSC-03-2020 and INFRAEOSC-07-2020 has been postponed to 18 June 2020.</span></span></span></span></p>"}, {"approvalDate": "Nov 4, 2019 1:30:43 PM", "lastChangeDate": "Nov 4, 2019 1:30:43 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific&nbsp;proposal templates&nbsp;are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></span></span></p>"}, {"approvalDate": "Oct 18, 2019 12:08:53 PM", "lastChangeDate": "Oct 18, 2019 12:08:53 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">\r\n<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific evaluation forms are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>\r\n</span></span></p>"}, {"approvalDate": "Oct 4, 2019 11:45:40 AM", "lastChangeDate": "Oct 4, 2019 11:45:40 AM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that a</span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #1f497d\"> <i><a href=\"https://ec.europa.eu/newsroom/dae/document.cfm?doc_id=61592\"><font color=\"#0563c1\">Guide to ICT-related activities in H2020 work programme 2018-20</font></a></i> </span><span style=\"color: #003366\">has been published in the <i>Additional documents</i> section in <i>Topic conditions and documents</i> of&nbsp;topic pages INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3298747": [{"action": "INFRAEOSC-01-2018 - RIA Research and Innovation action", "plannedOpeningDate": "05 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 March 2018"], "budgetYearMap": {"2018": 12000000}, "budgetTopicActionMap": {}}], "3298748": [{"action": "INFRAEOSC-06-2019-2020 - RIA Research and Innovation action", "plannedOpeningDate": "14 November 2018", "deadlineModel": "single-stage", "deadlineDates": ["20 March 2019"], "budgetYearMap": {"2019": 2000000}, "budgetTopicActionMap": {}}], "3298749": [{"action": "INFRAEOSC-04-2018 - RIA Research and Innovation action", "plannedOpeningDate": "05 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 March 2018"], "budgetYearMap": {"2018": 95000000}, "budgetTopicActionMap": {}}], "3298750": [{"action": "INFRAEOSC-07-2020 - RIA Research and Innovation action", "plannedOpeningDate": "19 November 2019", "deadlineModel": "single-stage", "deadlineDates": ["18 June 2020"], "budgetYearMap": {"2020": 24000000}, "budgetTopicActionMap": {}}], "3298751": [{"action": "INFRAEOSC-03-2020 - RIA Research and Innovation action", "plannedOpeningDate": "19 November 2019", "deadlineModel": "single-stage", "deadlineDates": ["18 June 2020"], "budgetYearMap": {"2020": 40900000}, "budgetTopicActionMap": {}}], "3298752": [{"action": "INFRAEOSC-05-2018-2019 - CSA Coordination and support action", "plannedOpeningDate": "08 February 2018", "deadlineModel": "single-stage", "deadlineDates": ["19 June 2018"], "budgetYearMap": {"2018": 20000000}, "budgetTopicActionMap": {}}], "3298753": [{"action": "INFRAEOSC-02-2019 - RIA Research and Innovation action", "plannedOpeningDate": "16 October 2018", "deadlineModel": "single-stage", "deadlineDates": ["29 January 2019"], "budgetYearMap": {"2019": 28500000}, "budgetTopicActionMap": {}}], "3298754": [{"action": "INFRAEOSC-05-2018-2019 - RIA Research and Innovation action", "plannedOpeningDate": "26 July 2018", "deadlineModel": "single-stage", "deadlineDates": ["21 November 2018"], "budgetYearMap": {"2018": 15000000, "2019": 15000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2018", "2019", "2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The phase of integration and consolidation of e-infrastructure platforms initiated under the Research Infrastructures Work Programme 2016-2017 (in particular, through the EOSC-hub) as well as the work carried out by other EU funded projects and initiatives<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>, has set the ground for the development of the <a href=\"https://www.eosc-portal.eu\">EOSC Portal</a>. Through its main components, the EOSC website, catalogue of services and marketplace<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>, researchers and other users can find and use research-enabling services and resources, get technical support, integrated solutions from the EOSC providers, participate in co-design, and be informed about and engaged with, the EOSC vision and policy initiatives.</p><p>Building on this work, the challenge is now to consolidate and scale up the EOSC Portal and its underlying service platform in order to: 1) strengthen the EOSC Portal so that it continues to provide an increasing portfolio of high quality standard compliant and interoperable services of proven user interest and scientific relevance from a wide range of national, regional and institutional public research infrastructures in Europe as well as from commercial service providers in its catalogue; 2) reinforce the role of the marketplace as the access channel to integrated, composable and reliable services; 3) attract more users, within the research community and beyond, by enhancing the user experience and seamlessly accommodating their needs; and 4) ensure its long-term sustainability taking into account all the relevant governance and business frameworks.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Building on the outcomes of the projects awarded under topics EINFRA-12-2017<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>, INFRAEOSC-06-2019 (a), INFRAEOSC-05-2018 (a), INFRAEOSC-04-2018 and other relevant EU funded projects and initiatives<sup><a target=_self href=#fn4 id=r4>[4]</a></sup> (including the thematic clouds), proposals should address the following activities all together:</p><p>a. Operation, maintenance and enhancement of the EOSC Portal (the website, the catalogue of services and the marketplace)</p><ul level=\"0\"><li>Enhance operational aspects of the EOSC Portal: proposals should include tools and activities to ensure the basic functionalities underpinning the portal, such as the support, quality, security, reliability and traceability of services, effective monitoring of usage and evaluation of performance, messaging and usage accounting. A user-friendly interface, offering integrated information on the EOSC vision and process, should be also ensured, encouraging constant learning and alignment in all disciplines and Member States.</li><li>Engage with the supply side of EOSC: proposals should provide a framework to interact with all service and resources providers<sup><a target=_self href=#fn5 id=r5>[5]</a></sup>, in order to ensure that their services are integrated into the catalogue of services and, where appropriate, the marketplace. They should also ensure the alignment of the providers with future EOSC principles, standards and values including compliance with the Rules for Participation and FAIR principles<sup><a target=_self href=#fn6 id=r6>[6]</a></sup> and the reduction of the complexity barrier to users. Consortia should address issues related to the adoption of common standards by all suppliers, the implementation of Application Programming Interfaces (APIs), the automatic collection and exchange of information related to service updates, the mechanisms for reporting usage, the support for virtual access accounting mechanisms<sup><a target=_self href=#fn7 id=r7>[7]</a></sup>, etc.</li><li>Interact with the EOSC end users and provide a highly usable service platform: proposals should foresee the necessary feedback mechanisms (including a user panel) and user behaviours’ analysis within the EOSC Portal environment to allow for constant improvement of the features of the different EOSC Portal components and their usability easing the way users can interact and evaluate the service. The analysis should include gender sensitive issues, when relevant. Proposals should also put in place the necessary mechanisms to elicit users’ needs requiring new services (including commercial ones).</li> </ul><p>b. Fostering and enabling secure service composability</p><p>To allow for a higher level of service integration within the EOSC marketplace, proposals should take due consideration of the need for secure composition of services and resources from different providers. Researchers and other EOSC end users should be able to discover services and combine them to compose new, more complex services, tailored to their specific needs. By enabling EOSC users to compose reliable, secure and scalable services, the EOSC marketplace will become more flexible and adaptable, maximising its impact and benefit for the research community.</p><p>In this context, proposals should provide a framework, including specific pilot scenarios, for exposing, integrating and managing a wide-range of standard and policy compliant cross-domain and domain-specific research enabling services and resources from pan-European horizontal and thematic research infrastructures as well as from commercial providers. In particular, they should:</p><ul level=\"0\"><li>Allow for user friendly discovery, access and re-use of major public research outputs (e.g. publications or datasets) and data processing capabilities, analytical tools or any other added-value quality service from various providers;</li><li>Provide and evolve service management tools that support the provider’s participation to the EOSC federation;</li><li>Foster secure composability of services and interoperability of datasets and other outputs by supporting the use of common interfaces, standards, ICT specifications and best practices that not only allows for services to be reused in multiple service compositions but also ensures the reliability, flexibility and scalability of those services.</li> </ul><p>c. User enhanced experience using Artificial Intelligence (AI) techniques</p><p>Proposals should describe how the EOSC Portal would be enhanced with AI-based services in order to exploit usage patterns and to advise researchers and other EOSC users on the most suitable EOSC services according to their research profiles and needs. In this way, researchers that have completed their EOSC user profile (including their affiliation, research interests and needs) can get suggestions based on what services other EOSC users with similar interests and access rights have used to address their research needs. The advice will have to be continuously updated, based on the actual activity of the users at the EOSC Portal enhancing quality and improving predictive response to cover evolving needs and ensure engagement. The quality of the advice of such AI-based services should improve with the increase of the number of EOSC users and services available.</p><p>d. Widening the EOSC user base</p><p>Proposals should include strategies and well-defined structures for gathering needs from potential new user communities and propose methods outlining the operational requirements to be satisfied by the EOSC Portal to effectively attract and integrate new users. This includes the possibility of federating and/or integrating heterogeneous and hybrid research clouds into the EOSC Portal.</p><p>In order to enable users from non-research communities to access EOSC services through the EOSC Portal, the AAI<sup><a target=_self href=#fn8 id=r8>[8]</a></sup> federated architecture implemented in the EOSC Portal should be fully aligned with the legal and interoperability framework set by the eIDAS Regulation<sup><a target=_self href=#fn9 id=r9>[9]</a></sup>.</p><p>Proposals shall include the development of APIs or any other necessary feature that allow third parties such as Open Data Initiatives or other initiatives under the European Common Data Space to become users of the EOSC services and to access the available services in the EOSC Portal from their own environments.</p><p>Proposals should include an outline of the legal, technical and business processes to be implemented through contractual agreements between the EOSC Portal and user institutions that are interested in providing increased accessibility to EOSC services and resources to their affiliated members.</p><p>e. Widening the service offer with commercial services</p><p>Proposals should address both of the following activities:</p><ul level=\"0\"><li>Proposals should incorporate commercial services into the EOSC marketplace and expand it, by building further on the work carried out under the topic INFRAEOSC-01-2018<sup><a target=_self href=#fn10 id=r10>[10]</a></sup> and under the <a href=\"http://www.eosc-hub.eu/\">EOSC-hub</a> project. In particular, proposals should (1) through the EOSC Portal feedback mechanisms<sup><a target=_self href=#fn11 id=r11>[11]</a></sup>, aggregate the various needs of EOSC users for commercial services that are complementary to the services offered by public infrastructures, (2) procure preferably green<sup><a target=_self href=#fn12 id=r12>[12]</a></sup> innovative commercial services addressing the aggregated user demand and (3) make available the purchased services to EOSC users. Proposals will make the procured capacity available for access - together with other capabilities of interest - through the portal access channel. Service capacity shall be allocated to projects and initiatives through a selection process that ensures excellence, fair distribution across scientific communities and removal of digital divides across communities and countries. The procurement mechanism should be compatible with the Green Public Procurement initiative<sup><a target=_self href=#fn13 id=r13>[13]</a></sup>. Examples of commercial services that could be incorporated include commodity type commercial digital services that are necessary for interdisciplinary research activities or secure Earth Observation commercial services stemming from the use of Copernicus open data, etc. The inclusion of such added-value commercial services will enrich the existing catalogue, generate positive impact on cross-disciplinary research activities in the EOSC environment and improve user experience with the overall EOSC service offering. A maximum amount of EUR 10 million of the total budget for this sub-topic is foreseen for this procurement activity.</p> </li><li>Building on the work of the <a href=\"https://www.eosc-hub.eu/\">EOSC-hub </a>project, proposals should collaborate with private sector entities, in particular with SMEs, in the context of digital innovation hubs initiatives, in order to stimulate an ecosystem of innovation and knowledge transfer that fosters the development of commercial services to continuously cover the needs of EOSC users<sup><a target=_self href=#fn11 id=r11>[11]</a></sup>.</li> </ul><p>f. Support activities</p><p>Proposals shall also cover all the following activities aiming at boosting the impact and outreach of the EOSC Portal:</p><p>i. Outreach and skills</p><p>Leveraging on existing networks and actions for training on and outreach of the EOSC and in strong collaboration with the awarded grants under topic INFRAEOSC-07-2020, proposals should include activities to:</p><ul level=\"0\"><li>Foster the EOSC initiative’s uptake and spread both geographically and across scientific disciplines and communities (including long tail of science). Moreover, proposals should include measures and dissemination activities for closing the gap between European countries with higher and lower EOSC uptake, including the EU candidate countries and the Western Balkans.</li><li>Develop the necessary skills of EOSC users for sharing resources, managing data and applying the FAIR principles in the context of the EOSC Portal, by e.g. providing researchers and data practitioners with consolidated cross-infrastructure training packages for data skills, data science and data stewardship.</li> </ul><p>ii. Support to the Research Data Alliance’s contribution to the EOSC:</p><ul level=\"0\"><li>Proposals retained for funding should directly support the contribution of RDA to the EOSC initiative and, in particular, in the context of the EOSC Portal.</li><li>Proposals should also provide financial support to third parties wishing to engage and participate in the Research Data Alliance processes and activities, including RDA outputs adoption fostering the interoperability and service composition in the EOSC Portal<sup><a target=_self href=#fn15 id=r15>[15]</a></sup>.</li> </ul><p>Grants awarded under this topic will be complementary to the actions awarded under topic INFRAEOSC-07-2020. The main purpose of the collaboration agreements referred to in Article 41.4 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> is to describe the terms and conditions for the provision of services through the EOSC Portal.</p><p>Grants awarded under this topic will be complementary to the action awarded under topic INFRAEOSC-06-2019 (a) and should conclude a collaboration agreement.</p><p>For grants awarded under this topic, beneficiaries will be subject to the following additional obligations aiming at ensuring exploitation of its results: proposals must necessary state the participants’ commitment to: a) use open source software, b) make tools, standards, specifications and all other relevant outputs generated in the action available, through a well-defined mechanism, to the EOSC governance and any other institution responsible for the continuity of the EOSC Portal beyond the lifespan of the Grant Agreement.</p><p>Grants awarded under this topic are expected to carry out an analysis regarding energy consumption and environmental impact of technologies used in the context of the project. The analysis should include an action plan in order to limit the carbon and energy footprint with a specific reference to the standard EN 50600-4<sup><a target=_self href=#fn16 id=r16>[16]</a></sup> together with a timeline for implementation of the defined milestones and KPIs.</p><p>As the scope of this activity is to consolidate a single EOSC Portal, at most one single proposal covering all the described activities (a. to f. included) is expected to be funded.</p><p><em>The Commission considers that proposals requesting a contribution from the EU of up to EUR 40.9 million and a 30 months duration would allow this challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts and durations. </em></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\"><li>Provide pan-European access to state-of-the-art secure, interoperable and scalable EOSC services and resources enabling the emergence of genuine Open Science, enhancing data skills and boosting data intensive research in Europe. </li><li>Enable researchers and other users to compose secure and scalable services that respond to actual and evolving needs, in a secure, flexible and scalable environment. </li><li>Build an agile EOSC and increase the uptake of its services by public and private sectors stakeholders, across Europe, exploiting solutions and technologies for the benefit of all areas of economy and society.</li><li>Reduce the burden for research organisations and other service users to engage in complex procurement processes, support cross-analysis of data from heterogeneous sources and create market opportunities for innovative research data services.</li><li>Increase the overall value of open research data and ensure that EOSC contributes to the global playing field of open FAIR data.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=Gender;sortQuery=sortStatus;orderBy=asc\">Gender</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenInnovation;sortQuery=sortStatus;orderBy=asc\">Open Innovation</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>In particular, those mentioned in the SWD for the Implementation Roadmap of the EOSC Commission Staff Working Document, SWD(2018) 83 final.</p><p id=fn2><a  target=_self href=#r2>[2]</a>The EOSC marketplace is conceived as a platform integrated into the EOSC Portal where users are able to access, order and compose different services and resources: <a href=\"https://marketplace.eosc-portal.eu/\">https://marketplace.eosc-portal.eu/</a></p><p id=fn3><a  target=_self href=#r3>[3]</a><a href=\"http://www.eosc-hub.eu/\">http://www.eosc-hub.eu/</a>, <a href=\"https://www.openaire.eu/\">https://www.openaire.eu/</a>, and <a href=\"https://eosc-portal.eu/\">https://eosc-portal.eu/</a></p><p id=fn4><a  target=_self href=#r4>[4]</a>In particular, those mentioned in the Implementation Roadmap of the EOSC Commission Staff Working Document, SWD(2018) 83 final.</p><p id=fn5><a  target=_self href=#r5>[5]</a>Including with service providers in the grant awarded under topics INFRAEOSC-02-2019, INFRAEOSC-04-2018 and the thematic clouds developed under other parts of the Horizon 2020 programme.</p><p id=fn6><a  target=_self href=#r6>[6]</a>See for reference: SWD(2018) 83 final – Implementation Roadmap for the European Open Science Cloud.</p><p id=fn7><a  target=_self href=#r7>[7]</a>See description of Virtual access activities in part D of the section “Specific features for Research Infrastructures”.</p><p id=fn8><a  target=_self href=#r8>[8]</a>Authentication and Authorization Infrastructure. Based on the work of AARC, AARC2 and the EOSC-hub projects.</p><p id=fn9><a  target=_self href=#r9>[9]</a>Regulation (EU) No 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market.</p><p id=fn10><a  target=_self href=#r10>[10]</a>OCRE project: <a href=\"https://cordis.europa.eu/project/rcn/219198/factsheet/en\">https://cordis.europa.eu/project/rcn/219198/factsheet/en</a></p><p id=fn11><a  target=_self href=#r11>[11]</a>See point a1) on user feedback.</p><p id=fn12><a  target=_self href=#r12>[12]</a>For more information about the green public procurement initiative: <p>http://ec.europa.eu/environment/gpp/index_en.htm</p><p id=fn13><a  target=_self href=#r13>[13]</a>http://ec.europa.eu/environment/gpp/index_en.htm</p><p id=fn14><a  target=_self href=#r14>[14]</a>See point a1) on user feedback.</p><p id=fn15><a  target=_self href=#r15>[15]</a>In line with the conditions set out in part K of the General Annexes. A maximum amount of EUR 1M is foreseen for the total financial support to third parties under this point while the maximum amount per third party may not exceed EUR 60 000.</p><p id=fn16><a  target=_self href=#r16>[16]</a>EN 50600-4: Information technology: Data centre facilities and infrastructures. For the link to the latest published version, tools and resources regarding the standard, check: https://ictfootprint.eu/en-50600-4-factsheet-0</p>", "conditions": "<p><span style=\"color: rgb(0,51,102)\"><strong>1. Eligible countries:</strong></span><span style=\"color: rgb(0,0,128)\"><strong> </strong></span>described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-a-countries-rules_en.pdf\">Annex A</a> of the Work Programme.<br />\r\nA number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility and admissibility conditions:</strong></span> described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-b-adm_en.pdf\">Annex B</a> and <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-c-elig_en.pdf\">Annex C</a> of the Work Programme.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>Proposal page limits and layout: </strong></span>please refer to Part B of the proposal template in the submission system below.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. Evaluation:</strong></span></p>\r\n<ul>\r\n    <li><strong>Evaluation criteria, scoring and threshold</strong>s are described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-h-esacrit_en.pdf\">Annex H</a> of the Work Programme.&nbsp;</li>\r\n    <li><strong>Submission and evaluation processes</strong> are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Online Manual</a>.</li>\r\n</ul>\n<p><em>For the criterion Impact of Research and Innovation Actions </em>the third sub-criterion will be substituted by:</p><p>Quality of the proposed measures to: </p><ul level=\"0\"><li>Exploit and disseminate the project results (including management of IPR), and to manage research data where relevant.</li><li>Communicate the project activities to different target audiences</li><li>Effectively support and enhance the capacity of the project to limit the future carbon and energy footprint, including the ability to adopt relevant standards, KPIs and best practices.</li> </ul>\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. Indicative time for evaluation and grant agreements:</strong></span></p>\r\n<p>Information on the outcome of evaluation (<strong>single-stage</strong> call): maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>5. Proposal templates, evaluation forms and model grant agreements (MGA): </strong></span></p>\r\n<p><strong>Research and Innovation Action:</strong></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-infraeosc-03-2020-ria_en.pdf\">Specific proposal template</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-infraeosc-ria-03-2020_en.pdf\">Specific evaluation form</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\" target=\"_blank\">General MGA - Multi-Beneficiary </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. Additional provisions:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply</p>\n<p>For grants awarded under this topic beneficiaries may provide support to third parties as described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-k-fs3p_en.pdf\">part K of the General Annexes of the Work Programme</a>. The support to third parties can only be provided in the form of grants. The respective options of Article 15.1 and Article 15.3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>For grants awarded under this topic, beneficiaries will be subject to the additional exploitation obligations:</p><p>a) use open source software,</p><p>b) make tools, standards, specifications and all other relevant outputs generated in the action available, through a well-defined mechanism, to the EOSC governance and any other institution responsible for the continuity of the EOSC Portal beyond the lifespan of the Grant Agreement.</p><p>Applicants must necessary state the participants’ commitment to these obligations in the proposal and Annex I to the Grant Agreement. The respective option of Article 28.1 (and Articles 9 and 30.2) of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>Grants awarded under this topic will be complementary to the action awarded under topic INFRAEOSC-06-2019 (a). </p><p>The respective options of Article 2, Article 31.6 and Article 41.4 2 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>Grants awarded under these topics will be complementary between them. </p><p>The respective options of Article 2, Article 31.6 and Article 41.4 2 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p>For grants awarded under this topic beneficiaries being ‘access providers’ must provide virtual access to research infrastructures or installations. The respective options of Article 16.2 and Article 16.3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p><p>As an exception for grants awarded under this topic costs of capital investments for virtual access to research infrastructure declared on the basis of unit costs, are eligible only for the portion used to provide virtual access under the awarded grant.</p>\n<p><strong><span style=\"color: rgb(0,51,102)\">7. Open access must be granted to all scientific publications </span></strong>resulting from Horizon 2020 actions.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Open access to research data</strong></span><br />\r\nThe Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-l-openaccess_en.pdf\">Annex L of the Work Programme</a>. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">Online Manual</a>.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>8. Additional documents:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-intro_en.pdf\">1. Introduction WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf\">4. Research infrastructures (including e-Infrastructures) WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-comm-diss_en.pdf\">18. Dissemination, Exploitation and Evaluation WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-cc-activities_en.pdf\">20. Cross-cutting activities WP 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf\">General annexes to the Work Programme 2018-2020</a></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/newsroom/dae/document.cfm?doc_id=61592\">Guide to ICT-related activities in H2020 work programme 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme </a></p>", "supportInfo": "<p><span style=\"color: rgb(0, 51, 102);\"><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\"><strong><span style=\"color: rgb(0, 51, 102);\">Funding and tenders Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\" target=\"_blank\">Online Manual</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\" target=\"_blank\">Science and Society Portal</a></p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>CEN</strong></span><strong> <span style=\"color: rgb(0, 51, 102);\">and</span> </strong><span style=\"color: rgb(0, 51, 102);\"><strong>CENELEC</strong></span></a>, the <span style=\"color: rgb(0, 51, 102);\"><strong>European Standards Organisations</strong></span>, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <span style=\"color: rgb(0, 0, 255);\">research@cencenelec.eu</span></p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Partner Search Services</strong></span></a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392674553, "id": 165959413, "title": "Call Flash Info", "sectionId": 52392674553, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 344700, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraeosc-03-2020/1905154-flash-call-info_h2020-infraeosc-2020-2_en.pdf", "id": 1905154, "fileName": "Flash-Call-Info_H2020-INFRAEOSC-2020-2_en.pdf", "common": false, "crc32": 4216832874}]}, {"callId": 52392674553, "id": 165959414, "title": "Call Flash Info", "sectionId": 52392674553, "translationFiles": []}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><em>This call will achieve the vision put forward by the </em>European Cloud Initiative[[COM(2016) 178 final]] <em>and it will make the </em>European Open Science Cloud <em>(EOSC) a reality. In order to realise an EOSC that truly supports interdisciplinary research and Open Science, a new pan-European model for research data and related services that is both scalable and flexible needs to be put in place, so that it can be adapted to the emerging needs of the scientific community and support the whole research data lifecycle. The new model will build on a pan-European service access mechanism –</em> the EOSC hub[[EOSC hub refers to the single entry access mechanism to EOSC services that will be provided by the successful proposal resulting from the call EINFRA-12-2017<em>.</em>]] <em>– providing access primarily to public e-infrastructure services supplied at national, regional and institutional levels. The Call will support the setup of an appropriate governance for such a relevant endeavour, which takes into account the outcomes of previous efforts and the active contribution of all scientific stakeholders. The Call will ensure strong positioning of EOSC in the context of similar initiatives in other world regions to enhance and ‘open to the world’ international collaboration.</em></p><p><em>The Call will develop the EOSC ecosystem </em><em>and the EOSC Portal </em><em>providing all European researchers with seamless</em>[[Work on interoperability will take in due consideration the <a href=\"https://ec.europa.eu/isa2/eif_en\">European Interoperability Framework</a>.]]<em>, non-discriminatory and secure access to public and commercial services and appropriate access modalities to a wider user community like industry, public sector, citizen scientists, etc. Capacity building for this ecosystem, in particular concerning storage, computing, software and other resources and services, could in the future allow piloting of innovative financial schemes and/or consider pan-European joint procurement facilitated by the EOSC governance - and implemented in close conjunction with the funders - for aggregation of demand. The coordination between national initiatives aiming at making data FAIR</em>[[Findable, Accessible, Interoperable and Re-usable]] <em>as well as the connection</em>[[As indicated in the European Cloud Initiative Communication “The Commission will work with Member States to connect the priority European research infrastructures to the European Open Science Cloud”. This will include the federation of the priority European research infrastructures with and accessibility through the EOSC.]] <em>to the EOSC of priority European Research Infrastructures, in particular the ESFRI ones, will provide access from the EOSC entry point, to a wealth of services and curated resources in a wide range of scientific domains.</em></p>\n", "latestInfos": [{"approvalDate": "Oct 13, 2020 4:37:00 PM", "lastChangeDate": "Oct 13, 2020 4:37:00 PM", "content": "<p><span _ngcontent-ayg-c12=\"\">An overview of the evaluation results (<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraeosc-03-2020/1905154-flash-call-info_h2020-infraeosc-2020-2_en.pdf\" target=\"_blank\">flash  call info</a>)  for topics  INFRAEOSC-03-2020 and INFRAEOSC-07-2020 that closed on 18  June 2020 is now available  under the &lsquo;Topic conditions &amp;   documents&rsquo; section on the correspondant topic pages.</span></p>"}, {"approvalDate": "Jul 9, 2020 4:42:28 PM", "lastChangeDate": "Jul 9, 2020 4:42:28 PM", "content": "<div>A total of 10 proposals were submitted in response to call H2020-INFRAEOSC-2020-2, disctributed in the following way:</div>\r\n<div>- topic INFRAEOSC-03-2020: 1</div>\r\n<div>- topic INFRAEOSC-07-2020: 9.</div>"}, {"approvalDate": "Mar 4, 2020 9:28:02 AM", "lastChangeDate": "Mar 4, 2020 9:28:02 AM", "content": "<div>Please note that, in light of the adoption of the <a href=\"https://ec.europa.eu/digital-single-market/en/policies/building-european-data-economy\"><font color=\"#0563c1\">Digital Package</font></a> on 19<sup> </sup>February 2020 and the ongoing discussions on the possible future <a href=\"https://www.eoscsecretariat.eu/documents-governance\"><font color=\"#0563c1\">EOSC partnership and research agenda</font></a>, the deadline for topics INFRAEOSC-03-2020 and INFRAEOSC-07-2020 has been postponed to 18 June 2020.</div>"}, {"approvalDate": "Mar 2, 2020 10:02:18 AM", "lastChangeDate": "Mar 2, 2020 10:02:18 AM", "content": "The submission session is now available for: INFRAEOSC-03-2020(RIA), INFRAEOSC-07-2020(RIA)"}, {"approvalDate": "Nov 22, 2019 4:20:13 PM", "lastChangeDate": "Nov 22, 2019 4:20:13 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><font color=\"#000000\">Please note that <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\" target=\"_blank\">S</a></font><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\" target=\"_blank\">pecific template for virtual access unit costs calculation</a><font color=\"#000000\"> is now published for topic INFRAEOSC-07-2020(RIA) under topic conditions and documents section.</font></span></span></span></span></p>"}, {"approvalDate": "Nov 19, 2019 12:30:00 AM", "lastChangeDate": "Nov 19, 2019 12:30:00 AM", "content": "The submission session is now available for: INFRAEOSC-03-2020(RIA), INFRAEOSC-07-2020(RIA)"}, {"approvalDate": "Nov 4, 2019 1:30:43 PM", "lastChangeDate": "Nov 4, 2019 1:30:43 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific&nbsp;proposal templates&nbsp;are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}, {"approvalDate": "Oct 18, 2019 12:08:53 PM", "lastChangeDate": "Oct 18, 2019 12:08:53 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific evaluation forms are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}, {"approvalDate": "Oct 4, 2019 11:45:40 AM", "lastChangeDate": "Oct 4, 2019 11:45:40 AM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that a</span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #1f497d\"> <i><a href=\"https://ec.europa.eu/newsroom/dae/document.cfm?doc_id=61592\"><font color=\"#0563c1\">Guide to ICT-related activities in H2020 work programme 2018-20</font></a></i> </span><span style=\"color: #003366\">has been published in the <i>Additional documents</i> section in <i>Topic conditions and documents</i> of&nbsp;topic pages INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}, {"approvalDate": "Aug 29, 2019 4:32:14 PM", "lastChangeDate": "Aug 29, 2019 4:32:14 PM", "content": "<p>An overview of the evaluation results (flash call info) for the topic  INFRAEOSC-06-2019-2020 that closed on 20 March 2019 is now available  under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</p>"}, {"approvalDate": "Apr 3, 2019 5:33:18 PM", "lastChangeDate": "Apr 3, 2019 5:33:18 PM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\"><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 1 proposal was submitted in response to this call (topic: INFRAEOSC-06-2019-2020 (RIA)).</span></span></p>"}, {"approvalDate": "Feb 21, 2019 12:35:10 PM", "lastChangeDate": "Feb 21, 2019 12:35:10 PM", "content": "<p><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">An  overview of the evaluation results (flash call info) for the topic  INFRAEOSC-05-2018-2019 that closed on 21 November 2018 is now available  under the &lsquo;Additional Documents&rsquo; section on the topic page.</span></p>"}, {"approvalDate": "Jan 29, 2019 5:40:59 PM", "lastChangeDate": "Jan 29, 2019 5:40:59 PM", "content": "<p>24 RIA proposals&nbsp;have&nbsp;been submitted in response to the call H2020-INFRAEOSC-2019-1. The indicative budget for topic INFRAEOSC-02-2019 is 28.5 M EUR.</p>"}, {"approvalDate": "Nov 14, 2018 12:30:46 AM", "lastChangeDate": "Nov 14, 2018 12:30:46 AM", "content": "The submission session is now available for: INFRAEOSC-06-2019-2020(RIA)"}, {"approvalDate": "Nov 12, 2018 4:03:22 PM", "lastChangeDate": "Nov 12, 2018 4:03:22 PM", "content": "<p><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">An overview of the evaluation results (flash call info) for the topic INFRAEOSC-05-2018-2019 that closed on 19 June 2018 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</span></p>"}, {"approvalDate": "Oct 16, 2018 12:31:29 AM", "lastChangeDate": "Oct 16, 2018 12:31:29 AM", "content": "The submission session is now available for: INFRAEOSC-02-2019(RIA)"}, {"approvalDate": "Aug 21, 2018 12:41:07 PM", "lastChangeDate": "Aug 21, 2018 12:41:07 PM", "content": "<div style=\"margin: 0cm 0cm 10pt\">An overview of the evaluation results (flash call info) for the topic INFRAEOSC-04-2018 that closed on 22 March 2018 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</div>"}, {"approvalDate": "Jul 31, 2018 11:05:04 AM", "lastChangeDate": "Jul 31, 2018 11:05:04 AM", "content": "<div><span style=\"color: black; sans-serif: \">An overview of the evaluation results (called <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/portal/doc/call/h2020/infraeosc-01-2018/1830131-h2020-infraeosc-2018-1_call_-_call_results_en.pdf\"><font color=\"#2897b7\">'Call results'</font></a>) of the topic INFRAEOSC-01-2018 is now available under section Topic conditions and documents - Additional documents.</span></div>"}, {"approvalDate": "Jul 26, 2018 12:30:11 AM", "lastChangeDate": "Jul 26, 2018 12:30:11 AM", "content": "The submission session is now available for: INFRAEOSC-05-2018-2019(RIA)"}, {"approvalDate": "Jun 27, 2018 4:52:18 PM", "lastChangeDate": "Jun 27, 2018 4:52:18 PM", "content": "<p><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\"><span id=\"fck_dom_range_temp_1530111023682_283\">A total of 4 proposals were submitted in response to this call (call: H2020-INFRAEOSC-2018-4, topic: INFRAEOSC-05-2018-2019 (CSA)).</span></span>\r\n<p>&nbsp;</p>\r\n</p>"}, {"approvalDate": "Mar 23, 2018 5:47:20 PM", "lastChangeDate": "Mar 23, 2018 5:47:20 PM", "content": "<p><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 5 proposals were submitted in response to this call (call: H2020-INFRAEOSC-2018-2, topic: INFRAEOSC-04-2018).</span></p>"}, {"approvalDate": "Mar 23, 2018 10:59:46 AM", "lastChangeDate": "Mar 23, 2018 10:59:46 AM", "content": "<p>1&nbsp;'Research and Innovation Action (RIA)'&nbsp;proposal has been submitted in response to the call H2020-INFRAEOSC-2018-1. The indicative budget for topic INFRAEOSC-01-2018 is 12 M EUR.</p>"}, {"approvalDate": "Mar 1, 2018 5:44:49 PM", "lastChangeDate": "Mar 1, 2018 5:44:49 PM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\">We herewith bring to the attention of applicants that they are permitted to remove the page break on the cover page of the technical annex's template. This means that the text of the proposal can start on the cover page.</span><span style=\"font-size: 10pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;\"><o:p></o:p></span></p>"}, {"approvalDate": "Feb 8, 2018 12:30:00 AM", "lastChangeDate": "Feb 8, 2018 12:30:00 AM", "content": "The submission session is now available for: INFRAEOSC-05-2018-2019(CSA)"}, {"approvalDate": "Jan 9, 2018 3:36:16 PM", "lastChangeDate": "Jan 9, 2018 3:36:16 PM", "content": "<p><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; color: #1f497d; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">Please be informed that the call opening for the subtopic INFRAEOSC-05-2018-2019 (CSA) has been postponed to 08/02/2018 and the call deadline to 19/06/2018</span></p>"}, {"approvalDate": "Dec 5, 2017 12:30:30 AM", "lastChangeDate": "Dec 5, 2017 12:30:30 AM", "content": "The submission session is now available for: INFRAEOSC-01-2018(RIA)"}, {"approvalDate": "Dec 5, 2017 12:30:28 AM", "lastChangeDate": "Dec 5, 2017 12:30:28 AM", "content": "The submission session is now available for: INFRAEOSC-04-2018(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}