{"TopicDetails": {"type": 0, "ccm2Id": 31052711, "cftId": 0, "identifier": "INFRAIA-1-2014-2015", "title": "Integrating and opening existing national and regional research infrastructures of European interest", "publicationDateLong": 1386720000000, "callIdentifier": "H2020-INFRAIA-2014-2015", "callTitle": "Integrating and opening research infrastructures of European interest", "callccm2Id": 31066978, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047836, "abbreviation": "EU.1.4.", "description": "Research Infrastructures"}, {"id": 31047837, "abbreviation": "EU.1.4.1.", "description": "Developing the European research infrastructures for 2020 and beyond"}, {"id": 31047839, "abbreviation": "EU.1.4.1.2.", "description": "Integrating and opening existing national and regional  research infrastructures of European interest"}], "topicMGAs": [], "tags": ["Data", "Research infrastructures", "Multidisciplinary", "Archives", "Surveys", "Research services", "Research infrastructure integration", "Big science", "Databases", "Facilities", "Trans-national access", "Data management plan", "Experiment"], "keywords": ["Knowledge infrastructure", "Knowledge transfer", "MEDICAL AND HEALTH SCIENCES", "Engineering and technology", "AGRICULTURAL SCIENCES", "NATURAL SCIENCES", "SOCIAL SCIENCES", "International cooperation", "HUMANITIES"], "flags": ["IntlCoop", "SSH", "Gender"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "11 December 2013", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["02 September 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"31485": [{"action": "INFRAIA-1-2014-2015 - RIA Research and Innovation action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["02 September 2014"], "budgetYearMap": {"0": 140000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u>Specific challenge: </u>European researchers need effective and convenient access to the best research infrastructures in order to conduct research for the advancement of knowledge and technology. The aim of this action is to bring together, integrate on European scale, and open up key national and regional research infrastructures to all European researchers, from both academia and industry, ensuring their optimal use and joint development.</p><p><u>Scope:</u> An Integrating Activity will mobilise a comprehensive consortium of several research infrastructures  in a given field as well as other stakeholders (e.g. public authorities, technological partners, research institutions) from different Member States, Associated Countries and other third countries when appropriate. Funding will be provided to support, in particular, the trans-national and virtual access activities provided to European researchers (and of researchers from Third Countries under certain conditions), the cooperation between research infrastructures, scientific communities, industries and other stakeholders, the improvement of the services the infrastructures provide, the harmonisation, optimisation and improvement of access procedures and interfaces. An Integrating Activity shall combine, in a closely co-ordinated manner:</p><p>(i) Networking activities, to foster a culture of co-operation between research infrastructures, scientific communities, industries and other stakeholders as appropriate, and to help developing a more efficient and attractive European Research Area; (ii) Trans-national access or virtual access activities, to support scientific communities in their access to the identified research infrastructures; (iii) Joint research activities, to improve, in quality and/or quantity, the integrated services provided at European level by the infrastructures.</p><p> All three categories of activities are mandatory as synergistic effects are expected from these different components. However, the focus among these categories will differ for 'Starting' and 'Advanced' Communities (see definitions below).Integrating Activities should, whenever appropriate, give due attention to any related initiatives internationally (i.e. outside the EU), foster the use and deployment of standards, carry out research on impacts of the involved research infrastructures (direct and indirect, on social, environmental and economic levels) as well as of the project itself. Integrating Activities should also organise the efficient curation, preservation and provision of access to the data collected or produced under the project, defining a data management plan. Data management, interoperability (definition of metadata and ontologies) as well as advanced data and computing services should be addressed where relevant. To this extent, proposals should build upon the state of the art in ICT and e-infrastructures for data, computing and networking, and either work in cooperation with e-infrastructure service providers or include them in the consortium.Integrating Activities in particular should contribute to fostering the potential for innovation, including social innovation, of research infrastructures by reinforcing the partnership with industry, through e.g. transfer of knowledge and other dissemination activities, activities to promote the use of research infrastructures by industrial researchers, involvement of industrial associations in consortia or in advisory bodies. A specific work package on innovation is therefore recommended in all Integrating Activity proposals.</p><p>In this work programme, Integrating Activities address two classes of different communities:</p><p>(1) 'Starting Communities' whose research infrastructures show a limited degree of coordination and networking at present. The strongest impact for these communities will be expected typically to arise from a focus on networking, standardisation and establishing a common access procedure, which lay the foundation for well-used trans-national and virtual access provision. The Commission considers that proposals requesting a contribution from the EU of up to EUR 5 million would allow this topic to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.(2) 'Advanced Communities' whose research infrastructures show an advanced degree of coordination and networking at present, in particular, through Integrating Activities awarded under previous Framework Programmes. The strongest impact for these communities will be expected typically to arise from focusing on innovation aspects and on widening trans-national and virtual access provision. Proposals from Communities that have benefitted from EU funding for Integrating Activities before will have to clearly demonstrate the added value and the progress beyond current achievements of a continuation project. The Commission considers that proposals requesting a contribution from the EU of up to EUR 10 million would allow this topic to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p>In both cases, Integrating Activities are expected to duly take into account all relevant ESFRI research infrastructures to exploit synergies and to ensure that rationally designed, comprehensive and coherent overall concepts for European Infrastructures are being pursued. As the scope of an integrating activity is to ensure coordination and integration between all the key European infrastructures in a given field and to avoid duplication of effort, at most one proposal per area is expected to be funded.Further conditions and requirements that applicants should fulfil when drafting a proposal are given in part D of the section “Specific features for Research Infrastructures”. Compliance to these provisions will be taken into account during evaluation.Following an open bottom-up consultation with stakeholders and the analysis of the collected input by a panel of independent experts, this work programme calls for proposals addressing one or, where appropriate, more of the following areas listed under the different domains:</p><p><em>Biological and Medical Sciences - Starting Communities</em><strong>Health information, clinical data, samples and medical images – support to population studies</strong>. This activity aims at integrating medical information, clinical data, human biological samples and imaging data generated by hospitals, health care and study centres, so as to support large cohort studies in given target population and disease areas as well as personalised and patient stratification approaches for prevention and treatment. Operational interfaces should allow efficient and sustained flow of data, samples and images from and to established European infrastructures, such as the ESFRI ones (e.g. BBMRI, ECRIN, EURO-BIOIMAGING and ELIXIR) and give user-friendly access to these research resources while following applicable ethical requirements. Standardisation of data acquisition and analysis, in particular for imaging data, interoperability and storage aspects are amongst the issues to be addressed.</p><p><strong>New tools and resources for analysing and integrating genomic, epigenomic, proteomic, metabolomic and phenomic data.</strong>  This activity should link genomics, epigenomics, proteomics, metabolomics and phenomics resources related to animal, plant and micro-organisms, derived from sectors such as health, food, energy and the environment, and provide user-friendly tools to exploit this data for research and innovation. Access and training activities should ensure the optimum use of these tools and resources. The proposal should integrate existing European research infrastructures active in generating and handling such biological data, and exploit synergies with ELIXIR and other relevant ESFRI infrastructures such as INFRAFRONTIER, ISBE,  and MIRRI.</p><p><strong>Plant and forestry material resources</strong>. This activity should integrate European research facilities working with plant including forestry materials, such as seed and tree banks, to provide researchers with wider and better informed access to high quality plant material, and ensure wide use of advanced technology platforms supporting crop biology, forestry, and agricultural and horticultural research in a wider sense. Synergies with relevant ESFRI infrastructures, such as ELIXIR and EMBRC, should be duly exploited.</p><p><strong>European nanomedicine characterisation  infrastructure.</strong> This activity aims at integrating European key reference facilities that have the capability to both characterise and engineer nanoparticles for medical applications. It should offer access to a coherent set of tools, resources and expertise to support chemical, physical and biological research on medical applications, supporting both academic research teams and industry (including SMEs). Synergies with relevant ESFRI Infrastructures, such as EATRIS, EURO-BIOIMAGING,INSTRUCT, and INFRAFRONTIER should be duly exploited.</p><p><strong>Research infrastructures supporting rare diseases research</strong>. This activity aims at integrating sufficient amounts of information and data concerning patients suffering from rare diseases, in order to enable the study of the aetiology of these diseases, the monitoring of their epidemiology and the development and test of diagnostic tools and preventive and therapeutic interventions. Synergies with relevant ESFRI Infrastructures, such as BBMRI, ECRIN, EATRIS, INFRAFRONTIER, EuroBioImaging, ELIXIR, and EU-OPENSCREEN, should be duly exploited.</p><p><em>Biological and Medical Sciences - Advanced Communities</em><strong>High-containment biosafety facilities and virus collections including for high-risk animal/human pathogens. </strong>This activity aims at improving the access to high-quality authenticated collections of both human and animal viruses including those requiring high-biosafety level laboratories (BSL 3 and 4), to support upstream virology, microbiology and immunology research as well as translational research aiming at drug and vaccine development, and to support epidemiological studies targeting disease and epidemics control. Giving safe access to high risk virus collections, including providing the necessary training, should be complemented with high containment animal facilities to allow to safely study livestock and transboundary zoonotic diseases. Synergies with relevant ESFRI Infrastructures, such as BBMRI, ERINHA, MIRRI, and EBMRC, should be duly exploited.</p><p><strong>Vaccine infrastructures</strong>. This activity aims at bridging the 'translational gap' in biomedical research by providing academia- and SME- driven vaccine R&D with easily accessible, high quality services and expertise to support vaccine formulation, access to GMP (Good Manufacturing Practices), preclinical studies including relevant animal models, vaccine trials, compilation of regulatory dossiers and advice on production issues like upscale and quality control. This activity should support the development of both human and veterinary vaccines, for prophylactic and therapeutic applications. Synergies with relevant ESFRI Infrastructures, such as EATRIS, ISBE, ECRIN, INFRAFRONTIER, and INSTRUCT, should be duly exploited.</p><p><strong>Research Infrastructures for translating research on biological structures into innovation in biomedicine</strong>. This activity should expand the availability of structural biology services (such as X-ray and neutron scattering, advanced NMR and advanced imaging technologies) to new communities of users, and in particular to scientists with backgrounds other than structural biology, including from SMEs, to benefit translational research in drugs discovery, informed drugs and vaccine design and other fields like biotechnology and biomaterials. Synergies with relevant ESFRI Infrastructures, such as INSTRUCT, EUROBIOIMAGING, EU-OPENSCREEN, and EATRIS, should be duly exploited.</p><p><strong>Research infrastructures in aquaculture</strong>. This activity aims at integrating highly diverse aquaculture research facilities and providing to research teams easy access to them. Specific attention should be given to dedicated facilities for new species, disease aspects, links to high-throughput sequencing and contribution to sustainable aquaculture. Synergies with relevant ESFRI Infrastructures, such as EMBRC, should be duly exploited.</p><p><em>Energy - Starting Communities </em><strong>European facilities for electrochemical energy storage testing. </strong>This activity aims at integrating and providing access to research infrastructures supporting research on electrochemical storage devices for renewable energy (such as dry room facilities for assembly of lab cells series, electron microscopy combined with chemical analysis and calorimetric analysis, neutron and x-ray techniques and test rigs). It should support an integrated research approach along the entire value chain, from materials research to applications.</p><p><strong>Testing of wind turbines, ocean energy converters and electrical subsystems for grid integration under laboratory conditions.</strong> This activity aims at supporting the precompetitive research that is needed to address the challenges that wind and ocean energy creates for the electrical grid, by promoting coordination within the European community and by providing access to research infrastructures, regardless of their location.</p><p><em>Energy - Advanced Communities</em><strong>European smart grids research infrastructure</strong>. The transition towards high shares of renewable energy and the tendency to a more decentralised energy supply requires a grid with sufficient hosting capacity and the ability to manage the power fluctuation of the renewable sources. This activity should provide laboratory environments that enable the testing of different smart grid configurations considering different scenarios under safe boundary conditions without influencing end-customers of the electrical power supply.</p><p><em>Environmental and Earth Sciences - Starting Communities </em><strong>Research infrastructures for hydrological/ hydrobiological research</strong>. This activity should bring together existing observatories of European freshwaters (river basins, continental, island and overseas territories) covering both abiotic and biotic components, i.e. addressing hydrological, hydrometeorological, sedimental, morphological and hydrochemical aspects as well as biological/ecological indicators of water quality. Water Framework Directive objectives should be considered and access to the infrastructures should be clearly defined.</p><p><strong>Research infrastructures for research on crustal fluids and geo-resources</strong>. This activity should link the key European analogue experimental, numerical, and observational (imaging)   facilities in providing an additional underpinning pillars to EPOS (European Plate Observing System). Appropriate links with the ICDP (International Continental Scientific Drilling Program) should be made.</p><p><strong>Research infrastructures for long-term ecosystem and socio-ecological research.</strong> This activity should bring together LTER (Long Term Ecological Research) site-based and properly instrumented facilities and critical zone observatories, covering the widest variety of terrestrial and aquatic environments in Europe (wherever reasonable organised in clusters). It should incorporate long-term socio-ecological research platforms as well as integrate research field sites, associated data management and numerical simulation tools in order to address threats to soil and water and in particular challenges on urbanisation, land use, and food security. The provided access and services should enable researchers addressing the broad range of ecosystem research issues (biodiversity loss, ecosystem services, climate change adaptation and mitigation, land use and management, etc.). Appropriate links with the LIFEWATCH infrastructure for biodiversity research should be made.</p><p><strong>Research infrastructures for ocean drilling</strong>. This activity should develop a unique EU component for scientific research drilling. It should integrate with IODP (Integrated Ocean Drilling Program) and share technology (drilling and logging, sample and data curation) with ICDP. It should link with EMSO (European Multidisciplinary Seafloor Observation) and other crustal boreholes in creating underground and subseafloor observatory network. It should foster involvement of and links with industry in underpinning joint research projects.</p><p><em>Environmental and Earth Sciences - Advanced Communities</em><strong>Aerosol, clouds, and trace gases research infrastructure</strong>. This activity should further integrate state-of-the-art European ground-based stations for long term observations of aerosols, clouds and short lived gases that are essential to climate and air-quality research. New integration tools and long-term sustainability should be addressed, in particular by linking with appropriate ESFRI projects.</p><p><strong>Research infrastructures for environmental hydraulic research</strong>. This activity should integrate the major rare/unique environmental hydraulic infrastructures in Europe and network with the other European hydraulic infrastructures in order to optimise their use to help solve climate change adaptation problems. Particular attention to harmonising and organising the flux of data is expected.</p><p><strong>Research infrastructures for terrestrial research in the Arctic</strong>. This activity should integrate, as an international network for terrestrial research and monitoring in the Arctic, key research stations and large research field sites throughout the circumpolar Arctic and adjacent northern countries, aiming at implementing capacity for research, monitoring and education. The network should link with marine and atmospheric networks, aiming at close cooperation.</p><p><strong>Research infrastructures for forest ecosystem and resources research</strong>. This activity aims at integrating and facilitating broad access to forest research facilities and methodologies with a view to enabling, coordinating and harmonising research and monitoring including investigation of the biological effects of air pollution and mitigation and adaptation to climate change. Access should be provided to data on genetic and species diversity in forest ecosystems. Support for development of forest management approaches should be part of the project, taking into account environmental and land use changes and the bioeconomy.</p><p><strong>Research Infrastructures for integrated and sustained coastal observation</strong>. This activity should further harmonise observation techniques in several European coastal and shelf seas, integrating key observing platforms as well as developing further the collection of biological data, in particular exploiting synergies with marine biological observatories. It should link with appropriate ESFRI projects such as EURO-ARGO, EMSO and EMBRC and aim at a single European channel for all physical, chemical and biological coastal data.</p><p><em>Mathematics and ICT - Starting Communities</em><strong>Distributed, multidisciplinary European infrastructure on Big Data and social data mining</strong>. This activity should integrate large social data repositories, social data mining methods and tools, and supercomputing facilities for conducting large-scale analytical processing. This integrated infrastructure should enable performing complex processes to extract social knowledge. The proposal should also address training in social data mining, to foster the availability of skilled data scientists.</p><p><em>Mathematics and ICT - Advanced Communities</em><strong>Integrating activity for facilitating access to HPC (High Performance Computing) centers</strong>. This activity aims at furthering the services harmonisation and enhancement of national and regional High Performance Computing centers of pan-European interest and at enlarging the European HPC user base preparing it to the use of the top end HPC resources such as PRACE (Partnership for Advanced Computing in Europe). </p><p><em>Engineering, Material Sciences, and Analytical facilities - Starting Communities </em><strong>Advanced frontier research in nanoelectronics</strong>. Nanotechnology and particularly nanoelectronics are priority areas of European technology development. The growing interest on 'more than Moore' and beyond CMOS concepts requires long-term vision and focused investment of resources. This activity aims at integrating the corresponding infrastructures, based on frontier research and linked with matching technology platforms, to enable a smooth and consistent transition of the European industry to a new era of nanoelectronics.</p><p><em>Engineering, Material Sciences, and Analytical facilities - Advanced Communities</em><strong>Advanced nanofabrication</strong>. This activity aims at furthering the integration of, and access to, infrastructures for micro- and nanofabrication and metrology applications based on nanoscale phenomena, targeting academic and research small-to-medium size laboratory-scale facilities with specific expertise in nanoscience.</p><p><strong>Advanced material research based on large-scale facilities</strong>. This activity aims at furthering the integration of materials science studies, fabrication and analysis (emerging from nanofoundry and characterisation research) performed at laboratories linked to state-of-the-art large scale facilities such as neutron and synchrotron radiation sources and FELs.</p><p><strong>Leading-edge research based on advanced laser sources</strong>. This activity aims at furthering the integration of state-of-the art laser technology enabling a wide range of novel applications with high industrial and social impact, such as bio-and nanophotonics, (bio)material analyses, (bio)medical diagnosis and treatment, communication and data processing. Synergies with relevant ESFRI Infrastructures, such as European XFEL, EUROFEL and ELI, should be duly exploited.</p><p><strong>Functional materials for special applications</strong>. This activity aims at furthering the integration of, and access to, facilities for the development, treatment and characterisation of advanced functional materials ranging from hard to soft matter using advanced technologies.</p><p><strong>Facilities for research on materials under extreme conditions</strong>. This activity aims at integrating research facilities in physics and materials science dealing with extreme conditions of matter: low and high temperature, high pressure, high (electro-)magnetic fields and aggressive chemical environments. The activity should enable a wider research community to perform experiments, particularly in the field of nanophysics, utilising user-friendly instrumentation. </p><p><strong>Large-scale testing facilities for engineering applications</strong>. This activity aims at improving and providing access to the European research infrastructures such as wind tunnels and other industrial test benches for transport and particularly for aeronautics, including support for developing future norms for public transportation and safety.</p><p><em>Physical Sciences - Starting Communities  </em><strong>European laboratory astrophysics</strong>. Laboratory Astrophysics is a rapidly growing field, not least because the knowledge of fundamental physical properties and processes at nuclear, atomic and molecular levels is crucial for the interpretation of data from ground- and space-based observatories as well as solar-system probes. This activity aims at coordinating and integrating joint efforts of separate laboratories, for all aspects of generation, collection, distribution, curation, and access to data or samples. Links with the respective ESFRI projects in astrophysics (like CTA and SKA) should be established.</p><p><strong>Research infrastructures for high-energy astrophysics</strong>. This activity aims at opening up existing facilities for developing, calibrating and testing both generic technologies as well as individual instruments developed for space missions in an environment representative of space conditions. Access should be provided in particular to scientists without national access to testing and calibration facilities, at the same time stimulating scientific and technological exchanges among European teams.</p><p><strong>Science at deep-underground laboratories</strong>. This activity aims at achieving a high level of integration of facilities for deep underground fundamental science (e.g. dark matter and neutrino studies) and other interdisciplinary applications by simultaneously establishing common access procedures, promoting the common planning of experiments, and by coordinating technological efforts in order to optimise use and access to resources and to avoid duplication.</p><p><strong>Integrating gravitational wave research</strong>. This activity aims at integrating the communities of researchers studying gravitational waves and their astrophysical sources: both laser and atom interferometers with their extreme technological requirements; observations of graviational-wave sources through electromagnetic waves and high-energy particles; numerical/theoretical studies of such sources. It should address also the computing and data handling needs of these communities.</p><p><em>Physical Sciences - Advanced Communities</em><strong>Detectors for future accelerators</strong>. This activity aims at furthering the integration of, and access to, the key research infrastructures in Europe for the testing and development of advanced detector technologies.</p><p><strong>Research infrastructures for nuclear physics</strong>. This activity aims at furthering the integration of, and access to, the key research infrastructures in Europe for studying the properties of exotic nuclei or of nuclear matter at extreme conditions.</p><p><strong>European planetary science</strong>. This activity aims at furthering the integration of the key research infrastructures in Europe for studying planetary science by drawing in new partners and by providing access to the facilities and to a larger number of users, taking into account the multi- and trans-disciplinary nature of the field.</p><p><em>Social Sciences and Humanities - Starting Communities </em><strong>Generations and gender: a cross-national longitudinal data infrastructure for research on social cohesion and social inclusion and for the study of inter-generational relations in an ageing society</strong>. This activity aims at coordinating and integrating national research infrastructures built on longitudinal survey data by implementing common collection procedures and standards, harmonising micro- and macro-level information, and stimulating optimal use of these sources by researchers in demography, sociology, economics and other social sciences.</p><p><strong>Research infrastructures for studying the role of intangible investment for economic growth and for the study of cultural,  historical and institutional  innovation processes</strong>. This activity aims at bringing together research infrastructures in order to sustain and further develop the empirical analytical framework that includes intangible capital in sources-of-economic-growth analysis. It also aims at bringing together research infrastructures for the study of cultural, historical, and institutional innovation processes.</p><p><em>Social Sciences and Humanities - Advanced Communities</em><strong>Contemporary European history: European Holocaust research infrastructure</strong>. This activity aims at building upon existing research infrastructures and expanding them to include new material and new techniques in order to open distributed access of researchers to scattered material.</p><p><strong>European research infrastructures for restoration and conservation of cultural heritage</strong>. This activity aims at bringing together facilities, located  in research centres, universities and important culture institutions of different countries, for advanced diagnostics as well as the restoration and conservation of cultural heritage overcoming fragmentation, rationalising resources and advancing the international role of European cultural heritage research.</p><p><u>Expected impact: </u>Integrating Activities are the main instrument to realise the Innovation Union flagship initiative's Commitment n. 4: \"Opening of Member State operated research infrastructures to the full European user community\", with a structuring impact on the ERA and on the way research infrastructures operate, evolve and interact with similar facilities and with their users. In particular:• Researchers will have wider, simplified, and more efficient access to the best research infrastructures they require to conduct their research, irrespective of location. They benefit from an increased focus on user needs.• A new generation of researchers is educated that is ready to exploit in the best way all the essential tools needed for their research.• Operators of related infrastructures develop synergies and complementary capabilities, leading to improved and harmonised services. There is less duplication of services, leading to an improved use of resources across Europe. Economies of scale and saving of resources are also realised due to the optimisation of operation and common development.• Closer interactions between larger number of researchers active in and around a number of infrastructures facilitate cross-disciplinary fertilisations and a wider sharing of information, knowledge and technologies across fields and between academia and industry.• Innovation is fostered through a reinforced partnership of research organisations with industry.• The integration of major scientific equipment or sets of instruments and of knowledge-based resources (collections, archives, structured scientific information, data infrastructures, etc.) leads to a better management of the continuous flow of data collected or produced by these facilities and resources.• When applicable, the integrated and harmonised access to resources at European level can facilitate the use beyond research and contribute to evidence-based policy making.• When applicable, the socio-economic impact of past investments in research infrastructures from the European Structural and Investment Funds is enhanced.<u>Type of action</u>: Research and innovation actions </p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.<br />\r\n<br />\r\nOf the overall indicative budget shown, an amount of EUR 50.00 million is envisaged to be allocated in the 2015 budget. This budget amount is indicative and will be subject to a separate financing decision to cover the amounts to be allocated for 2015. For details, please refer to the the call conditions section of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/main/h2020-wp1415-infrastructures_en.pdf\">Research Infrastructures part of the Work Programme</a> (p. 23).</p>\r\n<p><strong><span style=\"color: #003366\">1. List of countries and applicable rules for funding:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.</p>\r\n<p><strong><span style=\"color: #003366\">2. Eligibility and admissibility conditions: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme, with the following exceptions: <br />\r\nGiven the specific nature of this topic, specific eligibility conditions, in addition to the standard eligibility conditions for Research and Innovation Action, apply: all the three types of activities: networking, access and joint research activities shall be included in the proposal. Please read carefully the provisions under the part D of the section &ldquo;Specific features for Research Infrastructures&rdquo; before the preparation of your application.</p>\r\n<p><strong><span style=\"color: #003366\">3. Evaluation</span></strong></p>\r\n<p><strong><span style=\"color: #003366\">3.1&nbsp; Evaluation criteria and procedure, scoring and threeshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme, with the following exceptions:<br />\r\nFor the criterion Excellence, in addition to its standard sub-criteria, the following aspects will also be taken into account;<br />\r\n&bull;\tThe extent to which the Networking Activities will foster a culture of co-operation between the participants and other relevant stakeholders.<br />\r\n&bull;\tThe extent to which the Access Activities (Trans-national Access and/or Virtual activities) will offer access to state-of-the-art infrastructures, high quality services, and will enable users to conduct excellent research.<br />\r\n&bull;\tThe extent to which the Joint Research Activities will contribute to quantitative and qualitative improvements of the services provided by the infrastructures.</p>\r\n<p><strong><span style=\"color: #003366\">3.2\t<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a></span></strong></p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>3.3 Specific arrangements for the evaluation:</strong></span><strong>&nbsp;</strong>none</p>\r\n<p><strong><span style=\"color: #003366\">4. Proposal page limits and layout: </span></strong>Please refer to Part B of the specific proposal template.<strong><span style=\"color: #003366\"><br />\r\n</span></strong></p>\r\n<p><strong><span style=\"color: #003366\">5. Indicative timetable for evaluation and grant agreement:</span></strong></p>\r\n<p>Information on the outcome of evaluation: maximum 5 months from the final date for submission.<br />\r\nSignature of grant agreements: maximum 3 months from the date of informing applicants they have been successful.<strong><span style=\"color: #003366\"><br />\r\n</span></strong></p>\r\n<p><strong><span style=\"color: #003366\">6. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong></p>\r\n<p><u>Research and Innovation Action</u>:</p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-ria_en.pdf\">Specific provisions and funding rates</a></li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-ria-infraia_en.pdf\">Specific proposal template (administrative forms and structure of technical annex) [specimen]</a>: for this topic you must use a specific template. The definitive version is available within the proposal submission system.</li>\r\n    <li>Specific evaluation form: for this topic, in addition to the standard criteria, specific evaluation subcriteria (indicated above) apply. A specific evaluation form is provided as part of the <a href=\"../calls/h2020-infraia-2014-2015.html#tab2\">Call documents</a>.</li>\r\n    <li>See the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/unit_costs/unit-costs_tna-infra_extr_en.pdf\">relevant sections of the Commission Decision C(2013)8199</a> for information on the use of unit costs for trans-national access.</li>\r\n    <li>Access costs for trans-national or virtual access must be calculated using the Excel sheets provided. The definitive versions are available within the proposal submission system. Specimens are provided as part of the <a href=\"../calls/h2020-infraia-2014-2015.html#tab2\">Call documents</a>.</li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Model Grant Agreement</a> <u><strong><span style=\"color: #003366\"><br />\r\n    </span></strong></u></li>\r\n</ul>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>7.\tAdditional provisions:</strong></span></p>\r\n<ul>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a></li>\r\n    <li><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-j-classinfo_en.pdf\">Classified information</a></li>\r\n</ul>\r\n<p>&nbsp;<span style=\"color: rgb(0, 51, 102);\"><strong>8.\tOpen access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.</strong></span><strong> </strong>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>", "supportInfo": "<div>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/h2020-infrasupp-2014-1/1620144-h2020_faq_ri_en.pdf\"><strong>FAQ on RI calls</strong></a> (last updated on 29 August 2014)</p>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science&nbsp;in Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\"><strong>Partner Search Services</strong></a> help you find a partner organisation for your proposal.</p>\r\n</div>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> your online guide on the procedures from proposal submission to managing your grant</p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [{"callId": 4649, "id": 294050, "title": "INFRAIA-2014-2015_flash_call_info.pdf", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 283560, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-1-2014-2015/1637636-infraia-2014-2015_flash_call_info_en.pdf", "id": 1637636, "fileName": "INFRAIA-2014-2015_flash_call_info_en.pdf", "common": false, "crc32": 2002969140}]}, {"callId": 4649, "id": 277267, "title": "INFRAIA-1-2014-2015_specific_proposal_template_pointer.doc", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 22016, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-1-2014-2015/1602607-infraia-1-2014-2015-specific_proposal_template_pointer_en.doc", "id": 1602607, "fileName": "INFRAIA-1-2014-2015-specific_proposal_template_pointer_en.doc", "common": false, "crc32": 790975098}]}, {"callId": 4649, "id": 277144, "title": "INFRAIA-1-2014-2015_specific_evaluation_form.doc", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 69120, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-1-2014-2015/1600101-infraia-1-2014-2015-specific_evaluation_form_en.doc", "id": 1600101, "fileName": "INFRAIA-1-2014-2015-specific_evaluation_form_en.doc", "common": false, "crc32": 738330335}]}, {"callId": 4649, "id": 277191, "title": "Trans-national_Access_cost_calculation_2014.xls", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/vnd.ms-excel", "fileSize": 44544, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-1-2014-2015/1602626-trans-national_access_cost_calculation_2014_en.xls", "id": 1602626, "fileName": "Trans-national_Access_cost_calculation_2014_en.xls", "common": false, "crc32": 1374819850}]}, {"callId": 4649, "id": 277192, "title": "Virtual_Access_cost_calculation_2014.xls", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/vnd.ms-excel", "fileSize": 37888, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-1-2014-2015/1602627-virtual_access_cost_calculation_2014_en.xls", "id": 1602627, "fileName": "Virtual_Access_cost_calculation_2014_en.xls", "common": false, "crc32": 735538449}]}, {"callId": 4649, "id": 272208, "title": "Legal basis - Framework Programme H2020", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1607893, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595116-h2020-eu-establact-oj_en.pdf", "id": 1595116, "fileName": "h2020-eu-establact-oj_en.pdf", "common": true, "crc32": 2063613640}]}, {"callId": 4649, "id": 272210, "title": "Legal basis - Specific Programme H2020", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1360406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595115-h2020-sp-oj_en.pdf", "id": 1595115, "fileName": "h2020-sp-oj_en.pdf", "common": true, "crc32": 4123327472}]}, {"callId": 4649, "id": 272211, "title": "WP H2020 - 1. Introduction", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 517130, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617601-part_1_introduction_v2.0_en.pdf", "id": 1617601, "fileName": "Part 1_Introduction_v2.0_EN.pdf", "common": true, "crc32": 1406880430}]}, {"callId": 4649, "id": 272214, "title": "WP H2020 - 4. Research Infrastructures (including e-Infrastructures)", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1049364, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1652613-04._annexe_acte_autonome_nlw_part1_v1_en.pdf", "id": 1652613, "fileName": "04. Annexe_acte_autonome_nlw_part1_v1_en.pdf", "common": true, "crc32": 214505271}]}, {"callId": 4649, "id": 272259, "title": "WP H2020 - 19. General Annexes ", "sectionId": 4649, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 881149, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617621-part_19_general_annexes_v.2.0_en.pdf", "id": 1617621, "fileName": "Part 19_General annexes_v.2.0_EN.pdf", "common": true, "crc32": 1466930081}]}], "callDetailsJSONItem": {"additionalInfo": "<p>Of the overall indicative budget shown, an amount of EUR 50.00 million is envisaged to be allocated in the 2015 budget. This budget amount is indicative and will be subject to a separate financing decision to cover the amounts to be allocated for 2015. For details, please refer to the call conditions section of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/main/h2020-wp1415-infrastructures_en.pdf\">Research Infrastructures part of the Work Programme</a> (p. 23).</p>\r\n<p>The deadline given applies to all proposals, whether to be funded from the 2014 or the 2015 budget. The highest-ranked proposals will be funded from the 2014 budget. The next-highest ranked proposals will be retained on a reserve list to be funded at a later date, subject to availability of the required budget.</p>\r\n<p>An <a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/h2020-infrasupp-2014-1/1620144-h2020_faq_ri_en.pdf\">FAQ on RI calls</a> is available (last updated on 29 August 2014).</p>", "latestInfos": [{"approvalDate": "Jan 21, 2015 2:09:14 PM", "lastChangeDate": "Jan 21, 2015 2:07:44 PM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab 'Call documents'.</p>"}, {"approvalDate": "Sep 4, 2014 9:40:52 AM", "lastChangeDate": "Sep 4, 2014 9:40:39 AM", "content": "<p>A total of 60 proposals were submitted in response to this call and its sole topic.</p>"}, {"approvalDate": "Aug 30, 2014 3:14:28 PM", "lastChangeDate": "Aug 30, 2014 3:13:27 PM", "content": "<p>The <a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/h2020-infrasupp-2014-1/1620144-h2020_faq_ri_en.pdf\">FAQ on RI calls</a> has been updated.</p>"}, {"approvalDate": "Mar 28, 2014 11:31:25 AM", "lastChangeDate": "Apr 15, 2014 3:46:41 PM", "content": "<p>The IA-specific proposal template and &quot;model&quot; (self-evaluation) form, an FAQ on RI calls, as well as the Excel tables required for calculating unit costs for trans-national access and for providing cost estimates for actual costs of trans-national and virtual acces are now all available. The submission system will open shortly.</p>"}, {"approvalDate": "Apr 15, 2014 3:46:41 PM", "lastChangeDate": "Apr 15, 2014 3:46:41 PM", "content": "The submission session is now available for: INFRAIA-1-2014-2015(RIA)"}, {"approvalDate": "Feb 3, 2014 10:13:14 AM", "lastChangeDate": "Feb 3, 2014 10:09:25 AM", "content": "<p>We now expect to open the proposal submission system for this Call in February 2014.</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}