{"TopicDetails": {"type": 0, "ccm2Id": 31071308, "cftId": 0, "identifier": "INFRAIA-01-2016-2017", "title": "Integrating Activities for Advanced Communities", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-INFRAIA-2016-2017", "callTitle": "Integrating and opening research infrastructures of European interest", "callccm2Id": 31071309, "allowPartnerSearch": true, "workProgrammepart": {"id": 63, "ccm_id": 31072293, "wp_part": "H2020-INFRA-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "European Research Infrastructures (including e-Infrastructures)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-infrastructures-including-e-infrastructures", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-infrastructures_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047836, "abbreviation": "EU.1.4.", "description": "Research Infrastructures"}, {"id": 31047837, "abbreviation": "EU.1.4.1.", "description": "Developing the European research infrastructures for 2020 and beyond"}, {"id": 31047839, "abbreviation": "EU.1.4.1.2.", "description": "Integrating and opening existing national and regional  research infrastructures of European interest"}], "topicMGAs": [], "tags": ["facilities", "research services", "data", "databases", "experiment", "surveys", "research infrastructure integration", "multidisciplinary", "trans-national access", "research infrastructures", "archives", "virtual access", "big science"], "keywords": ["Knowledge transfer", "Knowledge infrastructure"], "flags": ["SSH", "IntlCoop", "Gender", "OpenScience"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "10 November 2015", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["30 March 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"54374": [{"action": "INFRAIA-01-2016-2017 - RIA Research and Innovation action", "plannedOpeningDate": "10 November 2015", "deadlineModel": "single-stage", "deadlineDates": ["30 March 2016"], "budgetYearMap": {"2016": 96000000, "2017": 96000000}, "budgetTopicActionMap": {}}], "54375": [{"action": "INFRAIA-02-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 December 2015", "deadlineModel": "two-stage", "deadlineDates": ["30 March 2016", "29 March 2017"], "budgetYearMap": {"2017": 50000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016", "2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>European researchers need effective and convenient access to the best research infrastructures in order to conduct research for the advancement of knowledge and technology. The aim of this action is to bring together, integrate on European scale, and open up key national and regional research infrastructures to all European researchers, from both academia and industry, ensuring their optimal use and joint development.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>'Advanced Communities' are scientific communities whose research infrastructures show an advanced degree of coordination and networking at present, attained, in particular, through Integrating Activities awarded under FP7 or previous Horizon 2020 calls.</p><p>An Integrating Activity will mobilise a comprehensive consortium of several key research infrastructures<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> in a given field as well as other stakeholders (e.g. public authorities, technological partners, research institutions) from different Member States, Associated Countries and other third countries<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> when appropriate, in particular when they offer complementary or more advanced services than those available in Europe.</p><p>Funding will be provided to support, in particular, the trans-national and virtual access provided to European researchers (and to researchers from Third Countries under certain conditions), the cooperation between research infrastructures, scientific communities, industry and other stakeholders, the improvement of the services the infrastructures provide, the harmonisation, optimisation and improvement of access procedures and interfaces.</p><p>To this extent, an Integrating Activity shall combine, in a closely co-ordinated manner:</p><p>(i) Networking activities, to foster a culture of co-operation between research infrastructures, scientific communities, industries and other stakeholders as appropriate, and to help develop a more efficient and attractive European Research Area;</p><p>(ii) Trans-national access or virtual access activities, to support scientific communities in their access to the identified key research infrastructures;</p><p>(iii) Joint research activities, to improve, in quality and/or quantity, the integrated services provided at European level by the infrastructures.</p><p>All three categories of activities <u>are mandatory</u> as synergistic effects are expected from these different components.</p><p>Access should be provided only to key research infrastructures of European interest, i.e., those infrastructures able to attract significant numbers of users from countries other than the country where they are located. Other national and regional infrastructures in Europe can be involved, in particular in the networking activities, for the exchange of best practices, without necessarily being beneficiaries in the proposal.</p><p>Proposals from advanced communities will have to clearly demonstrate the added value and the progress beyond current achievements in terms of integration and services, of a new grant. The strongest impact for advanced communities is expected typically to arise from focusing on innovation aspects and widening trans-national and virtual access provision. Furthermore, in particular for communities supported in the past under three or more integrating activities, the creation of strategic roadmaps for future research infrastructure developments as well as the long-term sustainability of the integrated research infrastructure services provided at European level, need to be properly addressed. The latter requires the preparation of a sustainability plan beyond the grant lifecycle as well as, where appropriate, the involvement of funders.</p><p>In line with the strategy for EU international cooperation in research and innovation (COM(2012)497), Integrating Activities should, whenever appropriate, pay due attention to any related international initiative (i.e. outside the EU) and foster the use and deployment of global standards.</p><p>Integrating Activities should also organise the efficient curation, preservation and provision of access to the data collected or produced under the project, defining a data management plan, even when they opt out of the Pilot on Open Research Data. Data management (including ethics and privacy issues), interoperability, as well as advanced data and computing services should be addressed where relevant. To this extent, proposals should build upon the state of the art in ICT and e-infrastructures for data, computing and networking, working in cooperation with e-infrastructure service providers.</p><p>Integrating Activities should in particular contribute to fostering the potential for innovation, including social innovation, of research infrastructures by reinforcing the partnership with industry, through e.g. transfer of knowledge and other dissemination activities, activities to promote the use of research infrastructures by industrial researchers, involvement of industrial associations in consortia or in advisory bodies.</p><p>Integrating Activities are expected to duly take into account all relevant ESFRI and other world-class research infrastructures to exploit synergies, to reflect on sustainability and to ensure that rationally designed, comprehensive and coherent overall concepts for European Infrastructures are being pursued.</p><p>As the scope of an integrating activity is to ensure coordination and integration between all the key European infrastructures in a given field and to avoid duplication of effort, at most one proposal per area is expected to be submitted.</p><p>Further conditions and requirements that applicants should fulfil when drafting a proposal are given in part C of the section “Specific features for Research Infrastructures”. Compliance with these provisions will be taken into account during evaluation.</p><p><em>The Commission considers that proposals requesting a contribution from the EU of up to EUR 10 million would allow this topic to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. </em></p><p>On the basis of a multiannual plan drafted taking into account the assessment and the timing of previous grants as well as strategic priorities and needs, in term of research infrastructures services, emerging from other parts of Horizon 2020, this work programme invites proposals addressing the following areas listed under the different domains. A balanced coverage of the various domains, in line with the distribution of areas per domain, is expected as outcome of this topic.</p><p><em>Biological and Medical Sciences</em></p><p><strong>Facilities for high throughput DNA sequencing. </strong>This activity aims at integrating the key research infrastructures in Europe as well as leading-edge research infrastructures located in third countries to open them up to European researchers. Adequate consideration should be taken of the produced data and its availability for research. In this respect, synergies with other relevant ESFRI Infrastructures, in particular ELIXIR, should be duly exploited.</p><p><strong>Vaccine infrastructures. </strong>This activity aims at bridging the 'translational gap' in biomedical research by providing academia- and SME- driven vaccine R&amp;D with high quality services to support vaccine formulation, access to GMP (Good Manufacturing Practices), preclinical studies including relevant animal models, vaccine trials, compilation of regulatory dossiers and advice on production issues like upscale and quality control. Both human and veterinary vaccines, for prophylactic and therapeutic applications, should be addressed. Furthermore, work shall be carried out towards integration with the ESFRI Infrastructures EATRIS and INSTRUCT to ensure sustainability of the trans-national access services. Synergies with other relevant ESFRI Infrastructures, such as ECRIN, should be duly exploited.</p><p><strong>Experimental facilities for animal disease and infectiology (including zoonoses).</strong> A project under this topic must provide and facilitate access to the key experimental facilities under BSL3 conditions in Europe for animal and zoonotic infectious diseases. It will also include key collections of samples necessary for research on animal and zoonotic infectious diseases. The project should aim to integrate these facilities and resources with a long term perspective. It should also develop the necessary collaborations outside Europe, towards a global sharing of available resources.</p><p><strong>Centres for replacement, reduction and refinement (3 Rs) of non-human primate testing</strong>. This activity aims at integrating the key non-human primate centres in Europe promoting 3 Rs, i.e. replacement, reduction, and refinement. The proposal will contribute to the objective of 3Rs, reinforcing the implementation of ethical and good practices at European level, and the protection of animals used in scientific experiments, as framed by the directive 86/609/EEC, and by the Commission proposal for its revision, COM(2008)543. The proposal should also develop the necessary collaborations outside Europe.</p><p><strong>Facilities and resources for plant phenotyping. </strong>This activity aims at providing and facilitating access to the key research infrastructures in Europe for high throughput plant phenotyping. It should aim to integrate these facilities and resources with a long term perspective, improving coordination, as regards standards, protocols, access modalities, etc. The project should also develop the necessary collaborations outside Europe, towards a coordinated development of such facilities and resources. The facilities should enable more efficient European research to be conducted in plant genetics, plant physiology and bio-ecology, under controlled conditions.</p><p><strong>Marine biological stations. </strong>This activity aims at improving and further integrating access to a wide range of marine biology and ecology resources for research, including: marine biodiversity and associated historical time-series data; culture collections of marine biological resources; marine model organisms, including specific genetic resources; up-to-date equipment for biological research (“omics”); and rare and unique facilities for experimental biology and ecology. It should also stimulate knowledge and technology transfer to industry and to public policy-makers. Synergies with relevant ESFRI Infrastructures, in particular EMBRC, should be duly exploited.</p><p><strong>Research Infrastructures for the control of vector-borne diseases</strong>. This activity aims at integrating specialised facilities in Europe for the study of insect-transmitted disease with the objective to validate and roll out new control measures targeting insect vectors that pose the greatest threats to human health and animal industries. These facilities, supporting research and product development, include P3 secure insectaries for research on vectors and pathogens, large scale production of mosquitoes, facilities for the testing and evaluation of insecticides, and facilities for high-throughput genetic analysis of insect vectors and pathogens. The facilities of this activity and associated networking and research activities will play a critical role in consolidating European leadership in the field of insect vector biology and disease control. Synergies with relevant ESFRI Infrastructures such as ELIXIR should be duly exploited.</p><p><em>Energy</em></p><p><strong>Research </strong><strong>Infrastructures for research on biomass conversion and biorefinery</strong><strong>.</strong> This activity aims at integrating the key research infrastructures in Europe for the advanced conversion technologies of biogenic feedstock. Research Infrastructures to be integrated would be laboratory and pilot-scale installations as well as demonstration plants (facilities like furnaces, gasifiers, fermenters, biorefineries, etc.) for carrying out research in the fields of: combustion and thermal gasification of solid fuels, modelling, gas cleaning, second and third generation biofuels with emphasis on marine biomass, anaerobic digestion, biomethane production from organic waste and green biorefinery (sustainable processing of biomass into a marketable spectrum of products). The issue of the use of new feedstock is an integral part of the activity. This activity will support the European Strategic Energy Technology Plan (SET-Plan, COM (2007)723).</p><p><strong>Research Infrastructures for offshore renewable energy</strong>. This activity aims at integrating the key research infrastructures in Europe for research, development and testing of offshore wind and ocean energy systems including electrical sub systems and grid integration through a range of TRLs (from laboratory scale TRL 1/2 through to open ocean at TRL 6/7). Trans-national access should open existing pilot and demonstration plants as well as laboratory scale installations from wave basins to large scale open sea test sites. This activity will support the European Strategic Energy Technology Plan (SET-Plan, COM (2007)723) including emerging concepts of multi-purpose platforms.</p><p><em>Environmental and Earth Sciences </em></p><p><strong>Research infrastructures for terrestrial research in the Arctic. </strong>This activity should integrate, as an international network for terrestrial research and monitoring in the Arctic, key research stations and large research field sites throughout the circumpolar Arctic and adjacent northern countries, aiming at implementing capacity for research, monitoring and education. The project should include work on best practises for managing stations, and (international) logistics. The network should link with marine and atmospheric networks, aiming at close cooperation.</p><p><strong>Research Infrastructures for earthquake hazard. </strong>This activity aims at integrating the key research infrastructures in Europe for natural and anthropogenic earthquake risk assessment and mitigation. More integrated services from seismic and engineering infrastructures would contribute to supporting the reduction of vulnerability of European citizens and constructions to earthquakes. International collaboration activities and the further integration of the research field are encouraged. Synergies with relevant ESFRI Infrastructures, in particular EPOS, should be duly exploited.</p><p><strong>Mesocosms facilities for research on marine and freshwater ecosystems. </strong>This activity aims at integrating leading mesocosm infrastructures in Europe enabling in particular research on impact of climate change, pollution and other disturbance on ecosystems, from Mediterranean to Arctic.</p><p><strong>Atmospheric simulation chambers.</strong> This activity should further integrate key instrumented environmental chambers and improve access to them for atmospheric research, including model development, while expanding to larger scientific communities and interdisciplinary research fields. It is expected that this community work towards close cooperation with relevant ESFRI Infrastructures. By developing their complementary nature, the different research infrastructures should answer broad scientific needs such as studies of the impact of atmospheric processes e.g. on regional photochemistry, global change, as well as cultural heritage and human health effects. Building on the former integrating initiatives, the development of a strategic integrating structure should also be considered.</p><p><strong>Research infrastructures for forest ecosystem and resources research. </strong>This activity aims at integrating and facilitating broad access to forest research facilities and methodologies with a view to enabling, coordinating and harmonising research and monitoring including investigation of the biological effects of air pollution and mitigation and adaptation to climate change. Access should be provided to data on genetic and species diversity in forest ecosystems. Support for development of forest management approaches should be part of the project, taking into account environmental and land use changes and the bio-economy.</p><p><strong>Sites, experimental platforms and data collections of anthropogenic impacts for ecosystem functioning and biodiversity research</strong>. This activity aims at bringing together highly instrumented experimental, analytical and modelling facilities, looking at all major European ecosystem types and all major pressures on them. It will optimise the collaborative use of these sites by a large scientific community. Efficient methods and techniques will be implemented for rapid data sharing and processing at the European level. Synergies with relevant ESFRI Infrastructures such as ANAEE should be duly exploited.</p><p><strong>Multidisciplinary Marine Data Centres</strong><strong> for ocean and marine data management</strong>. This activity aims at providing and facilitating access to the key data centres in Europe for in-situ and remote sensing data for marine research (including coastal research). It must present a long-term sustainable perspective on the integration of these facilities and related resources. It should enhance and innovate the services offered to an expanded multidisciplinary community and promote the adoption of the developed protocols and standards for interoperability to other key downstream initiatives in the field. Synergies with relevant ESFRI Infrastructures should be duly exploited.</p><p><em>Mathematics and ICT </em></p><p><strong>Integrating activity for facilitating access to HPC (High Performance Computing) centers. </strong>This activity aims at furthering the services harmonisation and enhancement of national and regional High Performance Computing Centres of pan-European interest and at enlarging the European HPC user base preparing it to the use of the top end HPC resources such as PRACE (Partnership for Advanced Computing in Europe). It will widen trans-national access to HPC resources across different disciplines and for a wide range of applications including advanced simulation and modelling.</p><p><em>Material Sciences and Analytical facilities </em></p><p><strong>Research Infrastructures for advanced spectroscopy, scattering/ diffraction and imaging of materials. </strong>This activity aims at integrating the key research infrastructures in Europe to offer electronic, X-ray, optic and magnetic inspection techniques, and their combinations, for the analysis and engineering of novel materials ranging from hard to soft matter. Such infrastructures would allow the detailed understanding and optimisation of the physical, chemical and biological properties of the materials.</p><p><strong>Synchrotron radiation sources and Free Electron Lasers. </strong>This activity should provide and facilitate access of a wide range of user communities to the key research infrastructures in Europe based on Synchrotron and Free Electron Laser light sources. It aims to further integrate these facilities and resources with a long term perspective. It should also stimulate new scientific activities taking full advantage of new experimental possibilities offered by new light sources such as the European X-Ray Laser (\"XFEL\").</p><p><strong>Facilities for research on materials under extreme magnetic conditions. </strong>This activity aims at integrating key research facilities for high magnetic fields. The activity should enable a wider research community to perform experiments in physics and materials science.</p><p><strong>Infrastructures for Neutron Scattering and Muon Spectroscopy</strong>. This activity should provide and facilitate wider access to the key research infrastructures in Europe for Neutron scattering and Muon Spectroscopy. It must present a long-term sustainable perspective on the integration of these facilities and related resources. The activity should also stimulate new scientific activities taking full advantage of new experimental possibilities offered by the future European Spallation Source (\"ESS\").</p><p><em>Physical Sciences</em></p><p><strong>Research Infrastructures for advanced radio astronomy. </strong>This activity should provide and facilitate access to the key research infrastructures in Europe for advanced radio astronomy, including Very Long Baseline Interferometry. It must present a long-term sustainable perspective on the integration of these facilities and related resources. A project under this topic should also stimulate new scientific activities aimed at taking full advantage of new possibilities which will be offered by relevant initiatives on the ESFRI Roadmap.</p><p><strong>Research Infrastructures for optical/IR astronomy. </strong>This activity should provide and facilitate access to the key research infrastructures in Europe for optical and infrared astronomy. It must present a long-term sustainable perspective on the integration of these facilities and related resources. Furthermore, it should also stimulate new scientific activities aimed at taking full advantage of new possibilities which will be offered by relevant initiatives on the ESFRI Roadmap.</p><p><strong>Research Infrastructures for hadron physics. </strong>This activity must provide and facilitate access to key research infrastructures in Europe for studying the properties of nuclear matter at extreme conditions, turning advances in hadron physics experimentation into new applications. It must present a long-term sustainable perspective on the integration of relevant facilities and related resources. Furthermore, it should also target new users and stimulate new scientific activities aimed at taking full advantage of new possibilities which will be offered by relevant initiatives on the ESFRI Roadmap, in particular FAIR.</p><p><strong>Particle Accelerators. </strong>A project under this topic should facilitate access to state-of-the-art facilities to develop new techniques for improving the performance of existing and future accelerators. It should include accelerators for nuclear and particle physics and accelerator-based photon sources. It must present a long-term sustainable perspective on the integration of relevant facilities and related resources. A project under this topic should complement and further new scientific activities aimed at taking full advantage of new possibilities which will be offered by relevant initiatives on the ESFRI Roadmap.</p><p><em>Social Sciences and Humanities</em></p><p><strong>Access to European Social Science Data Archives and Official Statistics</strong>. A project under this topic should aim at a further improvement of the researcher's access to official statistics. Work should address technologies for secured trans-national access to sensitive data. Synergies with relevant ESFRI Infrastructures, in particular CESSDA, should be duly exploited.</p><p><strong>Research infrastructures for the study of poverty, working life and living conditions. </strong>The aim of this activity is to bring together research infrastructures serving European and international research in the fields of poverty, working life, and living conditions. It will compile historical data, and provide instruments for the analysis of the effects of employers’ behaviour and the evaluation of labour market and social policies targeted to vulnerable groups as well as offer training to researchers interested in the use of these instruments.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\">  <li>Researchers will have wider, simplified, and more efficient access to the best research infrastructures they require to conduct their research, irrespective of location. They benefit from an increased focus on user needs.</li>  <li>Operators of related infrastructures develop synergies and complementary capabilities, leading to improved and harmonised services. There is less duplication of services, leading to an improved use of resources across Europe. Economies of scale and saving of resources are also realised due to common development and the optimisation of operations.</li>  <li>Innovation is fostered through a reinforced partnership of research organisations with industry.</li>  <li>A new generation of researchers is educated that is ready to optimally exploit all the essential tools for their research.</li>  <li>Closer interactions between larger number of researchers active in and around a number of infrastructures facilitate cross-disciplinary fertilisations and a wider sharing of information, knowledge and technologies across fields and between academia and industry.</li>  <li>For communities which have received three or more grants in the past, the sustainability of the integrated research infrastructure services they provide at European level is improved.</li>  <li>The integration of major scientific equipment or sets of instruments and of knowledge-based resources (collections, archives, structured scientific information, data infrastructures, etc.) leads to a better management of the continuous flow of data collected or produced by these facilities and resources.</li>  <li>When applicable, the integrated and harmonised access to resources at European level can facilitate the use beyond research and contribute to evidence-based policy making.</li>  <li>When applicable, the socio-economic impact of past investments in research infrastructures from the European Structural and Investment Funds is enhanced.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=Gender;sortQuery=sortStatus;orderBy=asc\">Gender</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Exceptionally, the consortium may include only one research infrastructure providing access, if this facility is of a truly unique nature.</p><p id=fn2><a  target=_self href=#r2>[2]</a>Legal entities established in Australia, Brazil, Canada, China, India, Japan, Russia, Mexico and USA, which provide, under the grant, access to their research infrastructures to researchers from Members States and Associated countries, are eligible for funding from the Union.</p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">1. List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\nNote also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects (follow the links to <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_china_en.pdf\">China</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_japan_en.pdf\">Japan</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_korea_en.pdf\">Republic of Korea</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_mexico_en.pdf\">Mexico</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_russia_en.pdf\">Russia</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_taiwan_en.pdf\">Taiwan</a>). <br />\r\n<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">2. Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme with the following exceptions:</p>\r\n<p>Given the specific nature of this topic, specific eligibility conditions, in addition to the standard eligibility conditions for Research and Innovation Action, apply: all the three types of activities: networking, access and joint research activities shall be included in the proposal. Please read carefully the provisions under the part C of the section &ldquo;Specific features for Research Infrastructures&rdquo; before the preparation of your application.<span style=\"color: rgb(51,153,102)\"> </span><br />\r\n<br />\r\n<strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">3. Evaluation </span></strong><br />\r\n<br />\r\n<strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme with the following exceptions:</p>\r\n<p><em>Evaluation Criteria<br />\r\n</em>For the criterion Excellence, in addition to its standard sub-criteria, the following aspects will also be taken into account:<br />\r\n&bull;The extent to which the Networking Activities will foster a culture of co-operation between the participants and other relevant stakeholders.<br />\r\n&bull;The extent to which the Access Activities (Trans-national Access and/or Virtual activities) will offer access to state-of-the-art infrastructures, high quality services, and will enable users to conduct excellent research.<br />\r\n&bull;The extent to which the Joint Research Activities will contribute to quantitative and qualitative improvements of the services provided by the infrastructures.<br />\r\nFor the criterion Impact the second sub-criterion is substituted by:<br />\r\n&bull;Where relevant, any other substantial impacts not mentioned in the work programme, that would enhance innovation capacity; create new market opportunities, strengthen the competitiveness and growth of companies by developing innovations meeting European and/or global needs and markets, enhance or protect the environment, or bring other important benefits for society;</p>\r\n<p><br />\r\n<em>Evaluation Procedure<br />\r\n</em>The following approach will be applied successively for every group of ex aequo proposals requiring prioritisation, starting with the highest scored group, and continuing in descending order:<br />\r\n(i) Proposals that address scientific domains or areas not otherwise covered by more highly-ranked proposals will be considered to have the highest priority.<br />\r\n(ii) The proposals identified under (i), if any, will themselves be prioritised according to the scores they have been awarded for the criterion excellence. When these scores are equal, priority will be based on scores for the criterion impact.<br />\r\nIf necessary, any further prioritisation will be based on the following factors, in order: total number of users to whom trans-national access to research infrastructures will be provided, size of budget allocated to SMEs; gender balance among the personnel named in the proposal who will be primarily responsible for carrying out the research and/or innovation activities.<br />\r\nIf a distinction still cannot be made, the panel may decide to further prioritise by considering how to enhance the quality of the project portfolio through synergies between projects, or other factors related to the objectives of the call or to Horizon 2020 in general. These factors will be documented in the report of the Panel.<br />\r\n--<br />\r\nAs proposals need to give information on the research infrastructures providing access, specific page limits apply. The page limits for a full proposal is 100 pages. The limit for a first-stage proposal is 20 pages.<br />\r\n&nbsp;</p>\r\n<p><br />\r\n<strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. Indicative timetable for evaluation and grant agreement:</strong></span></p>\r\n<p><br />\r\nInformation on the outcome of <strong>single-stage</strong> evaluation: maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n<br />\r\nInformation on the outcome of <strong>two-stage</strong> evaluation:<br />\r\n&nbsp; &nbsp; &nbsp; For stage 1: maximum 3 months from the deadline for submission.<br />\r\n&nbsp; &nbsp; &nbsp; For stage 2: maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">5. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n<br />\r\n<u>Research and Innovation Action:</u><br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-infra-ria-infraia-2016-17_en.pdf\">Specific proposal template</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-infra-ria-infraia-2016-17_en.pdf\">Specific&nbsp;evaluation form</a>&nbsp;<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">H2020 General MGA -Multi-Beneficiary</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/main/h2020-wp1617-infrastructures-conditions_en.pdf\">Specific features for RI</a>&nbsp;</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/templ/h2020_tpl-calc-unitcost-tna-infra_en.xls\">Trans-national access cost calculation</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/templ/h2020_tpl-calc-accesscost-virt-acc-infra_en.xls\">Virtual access cost calculation</a></p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">6. Additional provisions:</span></strong><br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\r\n<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>7. Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.&nbsp;</strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\nThis topic participates per default in the open access to research data pilot which aims to improve and maximise access to and re-use of research data generated by projects:<br />\r\n&bull; The pilot applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available for open access and need to describe their approach in a Data Management Plan (to be provided within six months after the project start). <br />\r\n&bull; Note that the evaluation phase proposals will not be evaluated more favourably because they are part of the Pilot, and will not be penalised for opting out of the Pilot.<br />\r\n&bull; Projects can at any stage opt-out of the pilot. The legal requirements for projects participating in this pilot are in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf#page=66\">article 29.3 of the Model Grant Agreement</a>.<br />\r\nFurther information on the Open Research Data Pilot is made available in the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">H2020 Online Manual</a>.</p>\r\n<p><span style=\"color: #003366\"><strong>8. Additional Documents</strong></span>:</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-infrastructures_en.pdf\">H2020 Work Programme 2016-17: Research infrastructures (including e-Infrastructures)</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment </a><br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a> <br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a></p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/0/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/RFCS/0/1/1/programme&amp;programmeList/t/3rd%20Health%20Programme/0/1/1/programme&amp;programmeList/t/Consumer%20Programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/Creative%20Europe%20programme/0/1/1/programme&amp;programmeList/t/Erasmus+%20programme/0/1/1/programme&amp;programmeList/t/Justice%20Programme/0/1/1/programme&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/0/1/1/programme&amp;programmeList/t/REC%20Programme/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag&amp;question,answer,category,tagList,programmeList/s/H2020-INFRAIA-2016-2017%20/1/1/0\">FAQ</a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\nEthics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal<br />\r\n&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 1047837269, "id": 717776, "title": "INFRAIA-01-2016-2017 Flash call info", "sectionId": 1047837269, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 237036, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraia-01-2016-2017/1732607-flash_call_info_(call_results)_h2020-infraia-2016-1_en.pdf", "id": 1732607, "fileName": "Flash Call Info (call results) H2020-INFRAIA-2016-1_en.pdf", "common": false, "crc32": 650660749}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p>This call focuses on opening up key national and regional research infrastructures to all European researchers from both academia and industry as well as ensuring their optimal use and joint development.</p><p>In addition to serving basic science challenges, Integrating Activities target research infrastructures, ranging across all fields of science and technology, needed to support the EU political priorities and address the Societal Challenges, including Focus Areas. They also target research infrastructures needed to gain leadership in the industrial and enabling technologies.</p><p>ESFRI and other world-class research infrastructures are not specifically targeted by this call. Nevertheless, where relevant, they can participate in an integrating activity together with other key national and regional research infrastructures.</p><p>As indicated in the Model Grant Agreement (Article 6.2.D.4), the methodology for charging capitalised and operating costs of \"<em>large research infrastructures</em>\", defined in this same Article, is not applicable for grants awarded under this call.</p>\n", "latestInfos": [{"approvalDate": "Aug 25, 2017 11:38:33 AM", "lastChangeDate": "Aug 25, 2017 11:38:33 AM", "content": "<p>An overview of the evaluation results (flash call info) for the topic INFRAIA-02-2017 (Stage 2) that closed on 29 March 2017 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.&nbsp;<br />\r\n&nbsp;</p>"}, {"approvalDate": "Apr 11, 2017 4:25:38 PM", "lastChangeDate": "Apr 11, 2017 4:25:38 PM", "content": "<p>A total of&nbsp;33 proposals were submitted in response to this call (topic: INFRAIA-02-2017 (Stage 2)).<br />\r\n&nbsp;</p>"}, {"approvalDate": "Aug 31, 2016 11:06:04 AM", "lastChangeDate": "Aug 31, 2016 11:06:04 AM", "content": "<p>An overview of the evaluation results (flash call info) for the topic INFRAIA-01-2016-2017 that closed on 30 March 2016 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</p>"}, {"approvalDate": "Aug 25, 2016 6:12:47 PM", "lastChangeDate": "Aug 25, 2016 6:12:47 PM", "content": "<p>Generalised feedback to applicants invited to stage 2 (topic INFRAIA-02-2017) is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</p>"}, {"approvalDate": "Aug 10, 2016 4:33:06 PM", "lastChangeDate": "Aug 10, 2016 4:33:06 PM", "content": "<p>An overview of the evaluation results (flash call info) for the topic INFRAIA-02-2017 (Stage 1) that closed on 30 March 2016 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</p>"}, {"approvalDate": "Apr 8, 2016 10:49:05 AM", "lastChangeDate": "Apr 8, 2016 10:49:05 AM", "content": "<p>A total of 122 proposals were submitted in response to this call. The number of proposals for each topic is shown below.<br />\r\n&bull; INFRAIA-01-2016-2017: 29<br />\r\n&bull; INFRAIA-02-2017 (1st stage): 93<br />\r\n&nbsp;</p>"}, {"approvalDate": "Mar 10, 2016 6:37:50 PM", "lastChangeDate": "Mar 10, 2016 6:37:50 PM", "content": "<p>The budget&nbsp; of INFRAIA-01-2016-2017 has been changed.</p>"}, {"approvalDate": "Dec 8, 2015 12:30:04 AM", "lastChangeDate": "Dec 8, 2015 12:30:04 AM", "content": "The submission session is now available for: INFRAIA-02-2017(RIA)"}, {"approvalDate": "Nov 10, 2015 12:30:00 AM", "lastChangeDate": "Nov 10, 2015 12:30:00 AM", "content": "The submission session is now available for: INFRAIA-01-2016-2017(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}