{"TopicDetails": {"type": 0, "ccm2Id": 31115347, "cftId": 0, "identifier": "INFRAEOSC-07-2020", "title": "Increasing the service offer of the EOSC Portal", "publicationDateLong": 1509062400000, "callIdentifier": "H2020-INFRAEOSC-2018-2020", "callTitle": "Implementing the European Open Science Cloud", "callccm2Id": 31088643, "allowPartnerSearch": true, "workProgrammepart": {"id": 265554, "ccm_id": 31090960, "wp_part": "H2020-INFRA-2018-2020", "wp_year": "H2020-2018-2020", "wp_title": "European research infrastructures (including e-Infrastructures)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/european-research-infrastructures-including-e-infrastructures", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047840, "abbreviation": "EU.1.4.1.3.", "description": "Development, deployment and operation of ICT-based e-infrastructures"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047836, "abbreviation": "EU.1.4.", "description": "Research Infrastructures"}, {"id": 31047837, "abbreviation": "EU.1.4.1.", "description": "Developing the European research infrastructures for 2020 and beyond"}], "topicMGAs": [], "tags": ["cloud computing", "European Open Science Cloud", "research enabling services", "INFRAEOSC-07-2020", "open access", "scholarly communication", "EOSC Portal", "EOSC", "federated services", "Research Infrastructures", "access enabling services", "Open Science", "e-infrastructures", "INFRAEOSC", "FAIR", "data", "data services"], "flags": ["OpenScience", "CleanEnergy", "OpenInnovation"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "RIA Research and Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "19 November 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["18 June 2020"]}], "latestInfos": [{"approvalDate": "Oct 13, 2020 4:37:00 PM", "lastChangeDate": "Oct 13, 2020 4:37:00 PM", "content": "<div><span _ngcontent-ayg-c12=\"\">An overview of the evaluation results (<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraeosc-03-2020/1905154-flash-call-info_h2020-infraeosc-2020-2_en.pdf\" target=\"_blank\">flash  call info</a>) for topics  INFRAEOSC-03-2020 and INFRAEOSC-07-2020 that closed on 18 June 2020 is now available  under the &lsquo;Topic conditions &amp;  documents&rsquo; section on the correspondant topic pages.</span></div>"}, {"approvalDate": "Jul 9, 2020 4:42:28 PM", "lastChangeDate": "Jul 9, 2020 4:42:28 PM", "content": "<div>A total of 9 proposals were submitted in response to topic INFRAEOSC-07-2020.</div>"}, {"approvalDate": "Mar 4, 2020 9:28:02 AM", "lastChangeDate": "Mar 4, 2020 9:28:02 AM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that, in light of the adoption of the <a href=\"https://ec.europa.eu/digital-single-market/en/policies/building-european-data-economy\"><font color=\"#0563c1\">Digital Package</font></a> on 19<sup> </sup>February 2020 and the ongoing discussions on the possible future <a href=\"https://www.eoscsecretariat.eu/documents-governance\"><font color=\"#0563c1\">EOSC partnership and research agenda</font></a>, the deadline for topics INFRAEOSC-03-2020 and INFRAEOSC-07-2020 has been postponed to 18 June 2020.</span></span></span></span></p>"}, {"approvalDate": "Nov 22, 2019 4:20:13 PM", "lastChangeDate": "Nov 22, 2019 4:20:13 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><font color=\"#000000\">Please note that <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\">S</a></font><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\">pecific template for virtual access unit costs calculation</a><font color=\"#000000\"> is now published for topic INFRAEOSC-07-2020(RIA) under topic conditions and documents section.</font></span></span></span></span></p>"}, {"approvalDate": "Nov 4, 2019 1:30:43 PM", "lastChangeDate": "Nov 4, 2019 1:30:43 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific&nbsp;proposal templates&nbsp;are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></span></span></p>"}, {"approvalDate": "Oct 18, 2019 12:08:53 PM", "lastChangeDate": "Oct 18, 2019 12:08:53 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">\r\n<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific evaluation forms are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>\r\n</span></span></p>"}, {"approvalDate": "Oct 4, 2019 11:45:40 AM", "lastChangeDate": "Oct 4, 2019 11:45:40 AM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that a</span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #1f497d\"> <i><a href=\"https://ec.europa.eu/newsroom/dae/document.cfm?doc_id=61592\"><font color=\"#0563c1\">Guide to ICT-related activities in H2020 work programme 2018-20</font></a></i> </span><span style=\"color: #003366\">has been published in the <i>Additional documents</i> section in <i>Topic conditions and documents</i> of&nbsp;topic pages INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3298747": [{"action": "INFRAEOSC-01-2018 - RIA Research and Innovation action", "plannedOpeningDate": "05 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 March 2018"], "budgetYearMap": {"2018": 12000000}, "budgetTopicActionMap": {}}], "3298748": [{"action": "INFRAEOSC-06-2019-2020 - RIA Research and Innovation action", "plannedOpeningDate": "14 November 2018", "deadlineModel": "single-stage", "deadlineDates": ["20 March 2019"], "budgetYearMap": {"2019": 2000000}, "budgetTopicActionMap": {}}], "3298749": [{"action": "INFRAEOSC-04-2018 - RIA Research and Innovation action", "plannedOpeningDate": "05 December 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 March 2018"], "budgetYearMap": {"2018": 95000000}, "budgetTopicActionMap": {}}], "3298750": [{"action": "INFRAEOSC-07-2020 - RIA Research and Innovation action", "plannedOpeningDate": "19 November 2019", "deadlineModel": "single-stage", "deadlineDates": ["18 June 2020"], "budgetYearMap": {"2020": 24000000}, "budgetTopicActionMap": {}}], "3298751": [{"action": "INFRAEOSC-03-2020 - RIA Research and Innovation action", "plannedOpeningDate": "19 November 2019", "deadlineModel": "single-stage", "deadlineDates": ["18 June 2020"], "budgetYearMap": {"2020": 40900000}, "budgetTopicActionMap": {}}], "3298752": [{"action": "INFRAEOSC-05-2018-2019 - CSA Coordination and support action", "plannedOpeningDate": "08 February 2018", "deadlineModel": "single-stage", "deadlineDates": ["19 June 2018"], "budgetYearMap": {"2018": 20000000}, "budgetTopicActionMap": {}}], "3298753": [{"action": "INFRAEOSC-02-2019 - RIA Research and Innovation action", "plannedOpeningDate": "16 October 2018", "deadlineModel": "single-stage", "deadlineDates": ["29 January 2019"], "budgetYearMap": {"2019": 28500000}, "budgetTopicActionMap": {}}], "3298754": [{"action": "INFRAEOSC-05-2018-2019 - RIA Research and Innovation action", "plannedOpeningDate": "26 July 2018", "deadlineModel": "single-stage", "deadlineDates": ["21 November 2018"], "budgetYearMap": {"2018": 15000000, "2019": 15000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2018", "2019", "2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>While the overall management and operation of the activities of the EOSC Portal is addressed in INFRAEOSC-03-2020, the challenge in this topic is to effectively coordinate at pan-European level the provision through the EOSC Portal of state-of-the-art research enabling services from a wide range of national, regional and institutional public infrastructures in Europe, covering diverse thematic domains, and further non-research resources in order to: 1) scale up the EOSC Portal; and 2) set-up a model for interaction between service providers and the EOSC Portal operators through pan-European e-infrastructure entities, based on transparency and effectiveness of cost compensation.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>In order to coordinate the provision through the EOSC Portal of state-of-the-art research purely enabling services across Europe, proposals should build on the competences of pan-European e-Infrastructures of diverse domains to ensure multidisciplinary research and synergies with national and regional programmes. The progressive federation of the services and resources under the awarded proposals, together with the progressive connection of ESFRI research infrastructures<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> and thematic clouds developed under other parts of the Horizon 2020 programme, should allow the EOSC Portal to provide a catalogue that increasingly meets the researchers’ needs covering the full research life cycle.</p><p>All the grants awarded under this topic will be implemented in the same period so that they can work on potential synergies, and coordinate in the overall service offering as well as in the communication and dissemination activities to avoid overlaps and fragmentation. To this extent, proposals should foresee dedicated activities for cooperation with the other selected projects and earmark appropriate resources.</p><p>Proposals should clearly identify one and only one of the following areas:</p><p><strong>(a1) Distributed and cloud computing resources</strong> enabling researchers and other users to process and analyse data in a distributed computing environment. The services should include, but not be limited to, running virtual machines on demand with complete control over computing services, executing compute and data-intensive workloads, analysing large datasets and executing parallel computing tasks, utilizing large amount of processing capacity over long periods of time, sharing resources and enabling collaborative research.</p><p><strong>(a2) Data services</strong> providing cost-effective and interoperable solutions for data management and long-term curation and preservation. The needs for discoverability, accessibility, interoperability, text and data mining, transfer of data between data resources and computational facilities, storing, managing and accessing persistent identifiers (PIDs) and essential metadata (PID records), reusability, annotation and integrity across disciplines should be accommodated in multi-disciplinary and multi-sectoral contexts. All these services should be aligned with the EOSC rules, considering also ethical and regulatory requirements for sensitive data.</p><p><strong>(a3) Services supporting scholarly communication and open access</strong>: based on existing initiatives across Europe (institutional and thematic repositories, aggregators, etc.), the services should empower researchers and research communities and initiatives with the necessary tools and functionalities for systematic publishing, analysing and re-using of scientific results beyond publications (data, software and other artefacts), as well as supporting long-term preservation and curation. The services should also enable scientific workflows with adequate metrics and monitoring mechanisms supporting career development and the monitoring of funding and research impact. Support to a catch-all repository for open research should be provided.</p><p><strong>(a4) Above the net services</strong> are added-value applications and services that enable users to communicate, interact and collaborate effectively in a heterogeneous and distributed federated environment. The scope of the “Above-the-net” services is broad and may range from simple tools to complex collaborative platforms (including real-time communications and media) that empower the work of cross-border virtual teams with different affiliation members. Above-the-net services make use of the underlying connectivity infrastructure and its core building blocks (such as security and AAI<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>).</p><p><strong>(a5)</strong> <strong>Services and resources from non-research public sector data providers</strong> (such as Open Data initiatives/EU Open Data Portal and other initiatives under the European Common Data Space): funding should cover the integration of the services and resources so that they are accessible through the EOSC Portal.</p><p><strong>(a6) Additional research enabling services</strong> that are not covered under any of the areas described in areas a1 to a5 and that do not overlap with existing services accessible through the EOSC Portal. Services should be of a generic value to the whole research community, such as text and data mining or Copernicus services.</p><p>Grants awarded under this topic will be complementary to the actions awarded under topic INFRAEOSC-03-2020. The main purpose of the collaboration agreements referred to in Article 41.4 of the MGA is to describe the terms and conditions for the provision of services through the EOSC Portal. The proposals have to be flexible in order to take into account all the relevant governance and business models, rules for participation, operational requirements, standards, etc. in accordance with topic INFRAEOSC-03-2020. For the areas from a1 to a4, proposals should be built on the capacity of established pan-European e-Infrastructures to act as interlocutor with the EOSC Portal operators.</p><p>Funding should cover, in particular, the costs incurred by service providers when their services are accessed through the EOSC Portal. Service providers in the consortia must be able to determine the cost of a unit of access and to account for the unit of access consumed by users beyond their usual user community. The reimbursement mechanism shall be in line with the provisions of Article 16.2 of the MGA regarding virtual access activities<sup><a target=_self href=#fn3 id=r3>[3]</a></sup> and with the Decision authorising the use of unit costs for the actions involving virtual access<sup><a target=_self href=#fn4 id=r4>[4]</a></sup> under the Research Infrastructures Part of the Horizon 2020 Framework Programme. Contributions to the capital investments of the infrastructure is an eligible category of costs solely when declared on the basis of unit costs and only for the portion used to provide virtual access under the awarded grant. For areas a1 to a4, it is expected that a substantial part of the total budget per awarded grant will be dedicated to cover the costs of EOSC users accessing the services.</p><p>Only platforms and services based on mature systems and technologies<sup><a target=_self href=#fn5 id=r5>[5]</a></sup> will be supported. An initial phase to reach the maturity needed for the integration to the EOSC Portal may be foreseen. The services have to be persistent and adapt to the emerging needs of the EOSC users and the underlying technologies. They also need to be modular in order to be used with heterogeneous ICT services such as cloud, data management services, data archives, data processing, etc. They should be intuitive to be used by various users with different profiles and digital competence levels. They need to demonstrate added value to the EOSC Portal users and quality/reliability, through the use of certified mechanisms and standards including any accreditation and certification schemes anticipated under EOSC. They should comply with FAIR (findable, accessible, interoperable and reusable) principles and standards produced under well-established initiatives (e.g. RDA). To the extent possible, services should facilitate the re-use of research data for innovation by diverse stakeholders, including the public and commercial sectors.</p><p>Grants awarded under this topic will be subject to the following additional dissemination obligations for interoperability: consortia must make active efforts to freely share, in a timely manner and as appropriate, standards, specifications and methodologies from their activities with the other projects awarded under the same topic in order to foster to the maximum extent interoperability between the different services. Applicants must acknowledge and incorporate these obligations in their proposal, outlining the efforts they will make towards this in Annex I.</p><p>Grants awarded under this topic are expected to carry out an analysis regarding energy consumption and environmental impact of technologies used in the context of the project. The analysis should include an action plan in order to limit the carbon and energy footprint with a specific reference to key performance indicators and the standard EN 50600-4<sup><a target=_self href=#fn6 id=r6>[6]</a></sup> together with a timeline for implementation of the defined milestones.</p><p><em>The Commission considers that proposals requesting a contribution from the EU of up to:</em></p><p><em>- EUR 8 million would allow the challenge in area a1 to be addressed appropriately;</em></p><p><em>- EUR 7 million would allow the challenge in area a2 to be addressed appropriately;</em></p><p><em>- EUR 4 million would allow the challenge in area a3 to be addressed appropriately;</em></p><p><em>- EUR 2 million would allow the challenge in area a4 to be addressed appropriately.</em></p><p><em>- EUR 1 million would allow the challenge in area a5 to be addressed appropriately.</em></p><p><em>- EUR 2 million would allow the challenge in area a6 to be addressed appropriately.</em></p><p><em>Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. </em></p><p><em>The Commission considers that proposals requesting a duration of 30 months would allow the challenge in this topic to be addressed appropriately. </em></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\"><li>Scale up the EOSC Portal through a growing catalogue to the broadest possible set of high quality services and resources supporting the whole research life cycle from service providers across Europe and beyond.</li><li>More scientific communities across Europe are equipped and have access to state-of-the-art services (including storage and computing) for their research activities, increasing data-intensive research.</li><li>Facilitate Open Science practices across the research community in Europe with services to connect, share and re-use all type of research outputs, fostering collaboration and enhancing scientific discovery. </li><li>Support the collaboration in data provision and exchange across regional and national related infrastructures allowing the integration of data from a myriad of resources and research communities.</li><li>Foster synergies between pan-European e-infrastructures operators, leading to harmonised services, improved use of resources and economies of scale across Europe.</li><li>Coordinate and incentivise institutional and public actors so that they open up their services and resources to researchers across Europe, through a transparent and quality assured process.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=CleanEnergy;sortQuery=sortStatus;orderBy=asc\">Clean Energy</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenInnovation;sortQuery=sortStatus;orderBy=asc\">Open Innovation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>INFRAEOSC-04-2018.</p><p id=fn2><a  target=_self href=#r2>[2]</a>Authentication and Authorization Infrastructure.</p><p id=fn3><a  target=_self href=#r3>[3]</a>See description of Virtual access activities in part D of the section “Specific features for Research Infrastructures”.</p><p id=fn4><a  target=_self href=#r4>[4]</a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/unit_costs/unit-costs_virtual-access_infra.pdf\">http://ec.europa.eu/research/participants/data/ref/h2020/other/legal/unit_costs/unit-costs_virtual-access_infra.pdf</a></p><p id=fn5><a  target=_self href=#r5>[5]</a>See point G. Technology readiness level of the General Annexes for further references.</p><p id=fn6><a  target=_self href=#r6>[6]</a>EN 50600-4: Information technology: Data centre facilities and infrastructures. For the link to the latest published version, tools and resources regarding the standard, check: https://ictfootprint.eu/en-50600-4-factsheet-0</p>", "conditions": "<p><span style=\"color: rgb(0,51,102)\"><strong>1. Eligible countries:</strong></span><span style=\"color: rgb(0,0,128)\"><strong> </strong></span>described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-a-countries-rules_en.pdf\">Annex A</a> of the Work Programme.<br />\r\nA number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility and admissibility conditions:</strong></span> described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-b-adm_en.pdf\">Annex B</a> and <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-c-elig_en.pdf\">Annex C</a> of the Work Programme.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>Proposal page limits and layout: </strong></span>please refer to Part B of the proposal template in the submission system below.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. Evaluation:</strong></span></p>\r\n<ul>\r\n    <li><strong>Evaluation criteria, scoring and threshold</strong>s are described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-h-esacrit_en.pdf\">Annex H</a> of the Work Programme.&nbsp;</li>\r\n    <li><strong>Submission and evaluation processes</strong> are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Online Manual</a>.</li>\r\n</ul>\n<p>Grants will be awarded to proposals according to the ranking list. However, in order to ensure a balanced portfolio of supported actions, at least the highest-ranked proposal per area will be funded provided that it attains all thresholds. </p>\n<p><em>For the criterion Impact of Research and Innovation Actions </em>the third sub-criterion will be substituted by:</p><p>Quality of the proposed measures to: </p><ul level=\"0\"><li>Exploit and disseminate the project results (including management of IPR), and to manage research data where relevant.</li><li>Communicate the project activities to different target audiences</li><li>Effectively support and enhance the capacity of the project to limit the future carbon and energy footprint, including the ability to adopt relevant standards, KPIs and best practices.</li> </ul>\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. Indicative time for evaluation and grant agreements:</strong></span></p>\r\n<p>Information on the outcome of evaluation (<strong>single-stage</strong> call): maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>5. Proposal templates, evaluation forms and model grant agreements (MGA): </strong></span></p>\r\n<p><strong>Research and Innovation Action:</strong></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-d-ria_en.pdf\">Specific provisions and funding rates</a> <br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-infraeosc-07-2020-ria_en.pdf\">Specific proposal template</a>&nbsp;</p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\">Specific template for virtual access unit costs calculation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/ef/h2020-call-ef-infraeosc-ria-07-2020_en.pdf\">Specific evaluation form</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">General MGA - Multi-Beneficiary </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. Additional provisions:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply</p>\n<p>Grants awarded under this topic will be subject to the following additional dissemination obligations for interoperability: </p><p>consortia must make active efforts to freely share, in a timely manner and as appropriate, standards, specifications and methodologies from their activities with the other projects awarded under the same topic in order to foster to the maximum extent interoperability between the different services.</p><p>Applicants must acknowledge and incorporate these obligations in their proposal, outlining the efforts they will make towards this in Annex I. The respective option of Article 29.1 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>For grants awarded under this topic beneficiaries being ‘access providers’ must provide virtual access to research infrastructures or installations. The respective options of Article 16.2 and Article 16.3 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p><p>As an exception for grants awarded under this topic costs of capital investments for virtual access to research infrastructure declared on the basis of unit costs, are eligible only for the portion used to provide virtual access under the awarded grant.</p>\n<p>Grants awarded under these topics will be complementary between them. </p><p>The respective options of Article 2, Article 31.6 and Article 41.4 2 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p><strong><span style=\"color: rgb(0,51,102)\">7. Open access must be granted to all scientific publications </span></strong>resulting from Horizon 2020 actions.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Open access to research data</strong></span><br />\r\nThe Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-l-openaccess_en.pdf\">Annex L of the Work Programme</a>. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">Online Manual</a>.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>8. Additional documents:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-intro_en.pdf\">1. Introduction WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-infrastructures_en.pdf\">4. Research infrastructures (including e-Infrastructures) WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-comm-diss_en.pdf\">18. Dissemination, Exploitation and Evaluation WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-cc-activities_en.pdf\">20. Cross-cutting activities WP 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf\">General annexes to the Work Programme 2018-2020</a></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/newsroom/dae/document.cfm?doc_id=61592\">Guide to ICT-related activities in H2020 work programme 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme </a></p>", "supportInfo": "<p><span style=\"color: rgb(0, 51, 102);\"><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\"><strong><span style=\"color: rgb(0, 51, 102);\">Funding and tenders Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\" target=\"_blank\">Online Manual</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\" target=\"_blank\">Science and Society Portal</a></p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>CEN</strong></span><strong> <span style=\"color: rgb(0, 51, 102);\">and</span> </strong><span style=\"color: rgb(0, 51, 102);\"><strong>CENELEC</strong></span></a>, the <span style=\"color: rgb(0, 51, 102);\"><strong>European Standards Organisations</strong></span>, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <span style=\"color: rgb(0, 0, 255);\">research@cencenelec.eu</span></p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Partner Search Services</strong></span></a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392674554, "id": 165959415, "title": "Call Flash Info", "sectionId": 52392674554, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 344700, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraeosc-07-2020/1905154-flash-call-info_h2020-infraeosc-2020-2_en.pdf", "id": 1905154, "fileName": "Flash-Call-Info_H2020-INFRAEOSC-2020-2_en.pdf", "common": false, "crc32": 4216832874}]}, {"callId": 52392674554, "id": 165959416, "title": "Call Flash Info", "sectionId": 52392674554, "translationFiles": []}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><em>This call will achieve the vision put forward by the </em>European Cloud Initiative[[COM(2016) 178 final]] <em>and it will make the </em>European Open Science Cloud <em>(EOSC) a reality. In order to realise an EOSC that truly supports interdisciplinary research and Open Science, a new pan-European model for research data and related services that is both scalable and flexible needs to be put in place, so that it can be adapted to the emerging needs of the scientific community and support the whole research data lifecycle. The new model will build on a pan-European service access mechanism –</em> the EOSC hub[[EOSC hub refers to the single entry access mechanism to EOSC services that will be provided by the successful proposal resulting from the call EINFRA-12-2017<em>.</em>]] <em>– providing access primarily to public e-infrastructure services supplied at national, regional and institutional levels. The Call will support the setup of an appropriate governance for such a relevant endeavour, which takes into account the outcomes of previous efforts and the active contribution of all scientific stakeholders. The Call will ensure strong positioning of EOSC in the context of similar initiatives in other world regions to enhance and ‘open to the world’ international collaboration.</em></p><p><em>The Call will develop the EOSC ecosystem </em><em>and the EOSC Portal </em><em>providing all European researchers with seamless</em>[[Work on interoperability will take in due consideration the <a href=\"https://ec.europa.eu/isa2/eif_en\">European Interoperability Framework</a>.]]<em>, non-discriminatory and secure access to public and commercial services and appropriate access modalities to a wider user community like industry, public sector, citizen scientists, etc. Capacity building for this ecosystem, in particular concerning storage, computing, software and other resources and services, could in the future allow piloting of innovative financial schemes and/or consider pan-European joint procurement facilitated by the EOSC governance - and implemented in close conjunction with the funders - for aggregation of demand. The coordination between national initiatives aiming at making data FAIR</em>[[Findable, Accessible, Interoperable and Re-usable]] <em>as well as the connection</em>[[As indicated in the European Cloud Initiative Communication “The Commission will work with Member States to connect the priority European research infrastructures to the European Open Science Cloud”. This will include the federation of the priority European research infrastructures with and accessibility through the EOSC.]] <em>to the EOSC of priority European Research Infrastructures, in particular the ESFRI ones, will provide access from the EOSC entry point, to a wealth of services and curated resources in a wide range of scientific domains.</em></p>\n", "latestInfos": [{"approvalDate": "Oct 13, 2020 4:37:00 PM", "lastChangeDate": "Oct 13, 2020 4:37:00 PM", "content": "<p><span _ngcontent-ayg-c12=\"\">An overview of the evaluation results (<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/infraeosc-03-2020/1905154-flash-call-info_h2020-infraeosc-2020-2_en.pdf\" target=\"_blank\">flash  call info</a>)  for topics  INFRAEOSC-03-2020 and INFRAEOSC-07-2020 that closed on 18  June 2020 is now available  under the &lsquo;Topic conditions &amp;   documents&rsquo; section on the correspondant topic pages.</span></p>"}, {"approvalDate": "Jul 9, 2020 4:42:28 PM", "lastChangeDate": "Jul 9, 2020 4:42:28 PM", "content": "<div>A total of 10 proposals were submitted in response to call H2020-INFRAEOSC-2020-2, disctributed in the following way:</div>\r\n<div>- topic INFRAEOSC-03-2020: 1</div>\r\n<div>- topic INFRAEOSC-07-2020: 9.</div>"}, {"approvalDate": "Mar 4, 2020 9:28:02 AM", "lastChangeDate": "Mar 4, 2020 9:28:02 AM", "content": "<div>Please note that, in light of the adoption of the <a href=\"https://ec.europa.eu/digital-single-market/en/policies/building-european-data-economy\"><font color=\"#0563c1\">Digital Package</font></a> on 19<sup> </sup>February 2020 and the ongoing discussions on the possible future <a href=\"https://www.eoscsecretariat.eu/documents-governance\"><font color=\"#0563c1\">EOSC partnership and research agenda</font></a>, the deadline for topics INFRAEOSC-03-2020 and INFRAEOSC-07-2020 has been postponed to 18 June 2020.</div>"}, {"approvalDate": "Mar 2, 2020 10:02:18 AM", "lastChangeDate": "Mar 2, 2020 10:02:18 AM", "content": "The submission session is now available for: INFRAEOSC-03-2020(RIA), INFRAEOSC-07-2020(RIA)"}, {"approvalDate": "Nov 22, 2019 4:20:13 PM", "lastChangeDate": "Nov 22, 2019 4:20:13 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><font color=\"#000000\">Please note that <a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\" target=\"_blank\">S</a></font><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-ct-infraeosc-07-2020-ria_en.xls\" target=\"_blank\">pecific template for virtual access unit costs calculation</a><font color=\"#000000\"> is now published for topic INFRAEOSC-07-2020(RIA) under topic conditions and documents section.</font></span></span></span></span></p>"}, {"approvalDate": "Nov 19, 2019 12:30:00 AM", "lastChangeDate": "Nov 19, 2019 12:30:00 AM", "content": "The submission session is now available for: INFRAEOSC-03-2020(RIA), INFRAEOSC-07-2020(RIA)"}, {"approvalDate": "Nov 4, 2019 1:30:43 PM", "lastChangeDate": "Nov 4, 2019 1:30:43 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific&nbsp;proposal templates&nbsp;are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}, {"approvalDate": "Oct 18, 2019 12:08:53 PM", "lastChangeDate": "Oct 18, 2019 12:08:53 PM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that specific evaluation forms are now published for topics </span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #003366\">INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}, {"approvalDate": "Oct 4, 2019 11:45:40 AM", "lastChangeDate": "Oct 4, 2019 11:45:40 AM", "content": "<p><span style=\"color: #003366\"><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\">Please note that a</span></span><span lang=\"EN-GB\" style=\"font-size: 9pt; font-family: &quot;Tahoma&quot;, sans-serif; line-height: 115%; mso-fareast-language: EN-GB\"><span style=\"color: #1f497d\"> <i><a href=\"https://ec.europa.eu/newsroom/dae/document.cfm?doc_id=61592\"><font color=\"#0563c1\">Guide to ICT-related activities in H2020 work programme 2018-20</font></a></i> </span><span style=\"color: #003366\">has been published in the <i>Additional documents</i> section in <i>Topic conditions and documents</i> of&nbsp;topic pages INFRAEOSC-03-2020 and INFRAEOSC-07-2020.</span></span></p>"}, {"approvalDate": "Aug 29, 2019 4:32:14 PM", "lastChangeDate": "Aug 29, 2019 4:32:14 PM", "content": "<p>An overview of the evaluation results (flash call info) for the topic  INFRAEOSC-06-2019-2020 that closed on 20 March 2019 is now available  under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</p>"}, {"approvalDate": "Apr 3, 2019 5:33:18 PM", "lastChangeDate": "Apr 3, 2019 5:33:18 PM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\"><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 1 proposal was submitted in response to this call (topic: INFRAEOSC-06-2019-2020 (RIA)).</span></span></p>"}, {"approvalDate": "Feb 21, 2019 12:35:10 PM", "lastChangeDate": "Feb 21, 2019 12:35:10 PM", "content": "<p><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">An  overview of the evaluation results (flash call info) for the topic  INFRAEOSC-05-2018-2019 that closed on 21 November 2018 is now available  under the &lsquo;Additional Documents&rsquo; section on the topic page.</span></p>"}, {"approvalDate": "Jan 29, 2019 5:40:59 PM", "lastChangeDate": "Jan 29, 2019 5:40:59 PM", "content": "<p>24 RIA proposals&nbsp;have&nbsp;been submitted in response to the call H2020-INFRAEOSC-2019-1. The indicative budget for topic INFRAEOSC-02-2019 is 28.5 M EUR.</p>"}, {"approvalDate": "Nov 14, 2018 12:30:46 AM", "lastChangeDate": "Nov 14, 2018 12:30:46 AM", "content": "The submission session is now available for: INFRAEOSC-06-2019-2020(RIA)"}, {"approvalDate": "Nov 12, 2018 4:03:22 PM", "lastChangeDate": "Nov 12, 2018 4:03:22 PM", "content": "<p><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">An overview of the evaluation results (flash call info) for the topic INFRAEOSC-05-2018-2019 that closed on 19 June 2018 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</span></p>"}, {"approvalDate": "Oct 16, 2018 12:31:29 AM", "lastChangeDate": "Oct 16, 2018 12:31:29 AM", "content": "The submission session is now available for: INFRAEOSC-02-2019(RIA)"}, {"approvalDate": "Aug 21, 2018 12:41:07 PM", "lastChangeDate": "Aug 21, 2018 12:41:07 PM", "content": "<div style=\"margin: 0cm 0cm 10pt\">An overview of the evaluation results (flash call info) for the topic INFRAEOSC-04-2018 that closed on 22 March 2018 is now available under the &lsquo;Topic conditions &amp; documents&rsquo; section on the topic page.</div>"}, {"approvalDate": "Jul 31, 2018 11:05:04 AM", "lastChangeDate": "Jul 31, 2018 11:05:04 AM", "content": "<div><span style=\"color: black; sans-serif: \">An overview of the evaluation results (called <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/portal/doc/call/h2020/infraeosc-01-2018/1830131-h2020-infraeosc-2018-1_call_-_call_results_en.pdf\"><font color=\"#2897b7\">'Call results'</font></a>) of the topic INFRAEOSC-01-2018 is now available under section Topic conditions and documents - Additional documents.</span></div>"}, {"approvalDate": "Jul 26, 2018 12:30:11 AM", "lastChangeDate": "Jul 26, 2018 12:30:11 AM", "content": "The submission session is now available for: INFRAEOSC-05-2018-2019(RIA)"}, {"approvalDate": "Jun 27, 2018 4:52:18 PM", "lastChangeDate": "Jun 27, 2018 4:52:18 PM", "content": "<p><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\"><span id=\"fck_dom_range_temp_1530111023682_283\">A total of 4 proposals were submitted in response to this call (call: H2020-INFRAEOSC-2018-4, topic: INFRAEOSC-05-2018-2019 (CSA)).</span></span>\r\n<p>&nbsp;</p>\r\n</p>"}, {"approvalDate": "Mar 23, 2018 5:47:20 PM", "lastChangeDate": "Mar 23, 2018 5:47:20 PM", "content": "<p><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; line-height: 115%; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">A total of 5 proposals were submitted in response to this call (call: H2020-INFRAEOSC-2018-2, topic: INFRAEOSC-04-2018).</span></p>"}, {"approvalDate": "Mar 23, 2018 10:59:46 AM", "lastChangeDate": "Mar 23, 2018 10:59:46 AM", "content": "<p>1&nbsp;'Research and Innovation Action (RIA)'&nbsp;proposal has been submitted in response to the call H2020-INFRAEOSC-2018-1. The indicative budget for topic INFRAEOSC-01-2018 is 12 M EUR.</p>"}, {"approvalDate": "Mar 1, 2018 5:44:49 PM", "lastChangeDate": "Mar 1, 2018 5:44:49 PM", "content": "<p><span style=\"font-size: 10pt; font-family: &quot;Helvetica&quot;,&quot;sans-serif&quot;; color: black\">We herewith bring to the attention of applicants that they are permitted to remove the page break on the cover page of the technical annex's template. This means that the text of the proposal can start on the cover page.</span><span style=\"font-size: 10pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;\"><o:p></o:p></span></p>"}, {"approvalDate": "Feb 8, 2018 12:30:00 AM", "lastChangeDate": "Feb 8, 2018 12:30:00 AM", "content": "The submission session is now available for: INFRAEOSC-05-2018-2019(CSA)"}, {"approvalDate": "Jan 9, 2018 3:36:16 PM", "lastChangeDate": "Jan 9, 2018 3:36:16 PM", "content": "<p><span style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; color: #1f497d; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-SA\">Please be informed that the call opening for the subtopic INFRAEOSC-05-2018-2019 (CSA) has been postponed to 08/02/2018 and the call deadline to 19/06/2018</span></p>"}, {"approvalDate": "Dec 5, 2017 12:30:30 AM", "lastChangeDate": "Dec 5, 2017 12:30:30 AM", "content": "The submission session is now available for: INFRAEOSC-01-2018(RIA)"}, {"approvalDate": "Dec 5, 2017 12:30:28 AM", "lastChangeDate": "Dec 5, 2017 12:30:28 AM", "content": "The submission session is now available for: INFRAEOSC-04-2018(RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}