{"TopicDetails": {"type": 0, "ccm2Id": 31071567, "cftId": 0, "identifier": "IoT-01-2016", "title": "Large Scale Pilots", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-IOT-2016-2017", "callTitle": "Internet of Things", "callccm2Id": 31071587, "allowPartnerSearch": true, "workProgrammepart": {"id": 65, "ccm_id": 31072309, "wp_part": "H2020-FOCUS-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "Cross-cutting activities (Focus Areas)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/cross-cutting-activities-focus-areas", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-focus_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047894, "abbreviation": "EU.3.1.", "description": "Health, demographic change and wellbeing"}, {"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047847, "abbreviation": "EU.2.", "description": "Industrial Leadership"}, {"id": 31047849, "abbreviation": "EU.2.1.1.", "description": "Information and Communication Technologies"}, {"id": 31047906, "abbreviation": "EU.3.1.4.", "description": "Active ageing and self-management of health"}, {"id": 31047848, "abbreviation": "EU.2.1.", "description": "Leadership in enabling and industrial technologies (LEIT)"}], "topicMGAs": [], "tags": ["regulation", "Autonomous systems", "Cognitive impairment", "Energy Efficiency", "V2V", "Time critical embedded systems", "Monitoring systems", "V2I", "Dependability", "Embedded systems design", "Embedded software", "barriers to deployment", "Robot", "Mixed criticality systems", "Low power computing", "Emergent behaviour", "System architecture definition", "Embedded systems security", "Quality of life", "smart living", "Sensor networks", "Real time control", "proof of concept", "Social participation", "Distributed control", "legal issues", "value added services", "Wearables", "Ageing", "Semantics", "liability", "Large scale embedded systems", "Safety critical embedded systems", "Embedded hardware", "Socio-economic", "Autonomous car", "Food security", "mixed criticalities", "Wireless sensor network", "Networked embedded control", "Smart cities", "user acceptance", "advanced sensing", "Complex embedded systems", "distributed inteligence", "Real time embedded systems", "Independent living", "Autonomous Vehicles", "System on a chip", "smart farming", "cognitive systems", "Interoperability", "Computing continuum", "Cooperative objects", "Distributed sensor network", "AAL", "Reconfigurability", "Accessibility", "Connected car", "Control of complex large-scale systems"], "keywords": ["Electrical and electronic engineering: semiconduct", "Semiconductors", "Internet of Things", "Smart objects and interaction design", "Monitoring and control systems", "Cyber-physical systems", "Embedded systems", "Healthy ageing", "Systems of systems", "Advanced computing", "Computing for servers, data centres"], "flags": ["SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "20 October 2015", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["12 April 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"55826": [{"action": "IoT-02-2016 - CSA Coordination and support action", "plannedOpeningDate": "20 October 2015", "deadlineModel": "single-stage", "deadlineDates": ["12 April 2016"], "budgetYearMap": {"2016": 4000000}, "budgetTopicActionMap": {}}], "55827": [{"action": "IoT-01-2016 - IA Innovation action", "plannedOpeningDate": "20 October 2015", "deadlineModel": "single-stage", "deadlineDates": ["12 April 2016"], "budgetYearMap": {"2016": 100000000}, "budgetTopicActionMap": {}}], "55828": [{"action": "IoT-03-2017 - RIA Research and Innovation action", "plannedOpeningDate": "08 December 2016", "deadlineModel": "single-stage", "deadlineDates": ["25 April 2017"], "budgetYearMap": {"2017": 37000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016", "2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The challenge is to foster the deployment of IoT solutions in Europe through integration of advanced IoT technologies across the value chain, demonstration of multiple IoT applications at scale and in a usage context, and as close as possible to operational conditions. Compared to existing solutions, the roadblocks to overcome include i) the integration and further research and development where needed of the most advanced technologies across the value chain (components, devices, networks, middleware, service platforms, application functions) and their operation at large scale to respond to real needs of end-users (public authorities, citizens and business), based on underlying open technologies and architectures that may be reused across multiple use cases and enable interoperability across those; ii) the validation of user acceptability by addressing, in particular, issues of trust, attention, security and privacy through pre-defined privacy and security impact assessments, liability, coverage of user needs in the specific real-life scenarios of the pilot, iii) the validation of the related business models to guarantee the sustainability of the approach beyond the project.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Pilots are targeted, goal driven initiatives that will propose IoT approaches to specific real-life industrial/societal challenges. Pilots are autonomous entities that involve stakeholders from supply side to demand side, and contain all the technological and innovation elements, the tasks related to the use, application and deployment as well as the development, testing and integration activities. Large scale validation is characterised by the fact that it will be possible to operate the functional entities implemented in the pilot under load and constraints conditions close to operational load one's, either with real traffic/request/processing loads, or with emulated loads where full implementation is not possible. Demonstration to operate the system across multiple sites, scalability to large amount of heterogeneous devices and systems, as well as with large amount of real users are expected. Pilot work plans should include feedback mechanisms to allow adaptation and optimisation of the technological and business approach to the particular use case.</p><p>Use of experimental testbeds, such as FIRE<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>, and real-world demonstrations may support IoT technologies validation before they are deployed in field trials. Given the considerable amount of work carried out on M2M/IoT and Cyber Physical Systems architectures (e.g. IoT-A) open platforms (e.g. FIWARE, CRYSTAL, UniversAAL) and standards (e.g. oneM2M) over the last few years, pilots are encouraged to exploit this previous work where applicable with the objective of further demonstrating the generic applicability and interoperability of these and/or other architectures, platforms and standards, and to identify where standards are missing or should evolve, as well as needed pre-normative activities.</p><p>IoT finds applicability in a broad range of industry, business and public services scenarios. On the basis of European relevance, technology readiness and socio-economic interest the following areas have been identified to be addressed with Large Scale IoT Pilots.</p><p><strong>Pilot 1: Smart living environments for ageing well</strong></p><p>The objective is to deploy innovative and user-led pilot projects capable of supporting and extending independent living at home for older adults based on Internet of Things (IoT) technologies. The smart living environments should be based upon an integrated system of a range of IoT-based technologies and services with user-friendly configuration and management of connected technologies for homes and outside.</p><p>They should provide seamless services and handle flexible connectivity while users are switching contexts and moving in their living environments. The proposed pilots should also demonstrate feasibility of integration with other relevant application domains such as energy, transport, or smart cities. The solutions shall build upon advanced IoT technologies, using and extending available open service platforms, standardised ontologies and open standardised APIs. Proposals shall address integration, standardisation and interoperability work on required ICT platforms, services and data sources, as well as on innovation in organisational and business models for service delivery.</p><p>Proposed solutions should take into account the specific requirements for accessibility, usability, cost efficiency, personalisation and adaptation arising from this application sector. They should be based on active user engagement from the outset and should involve a multi-disciplinary approach in order to ensure the understanding of user needs and their evolution, safeguarding ethics and privacy and the assessment of impact. This should include quality of life for older adults and their carers, care system efficiency gains, business and financing models and organisational changes required for service delivery.</p><p>A clear methodology for socio-economic impact assessment should be included. Large scale pilots should demonstrate the benefits of smart living environments based on IoT in terms of prolonged independent and safe living of older adults at home with good quality of life. The number of users involved and duration of pilot services should be sufficient to ensure statistical significance in impact analysis, with a minimum of 4 pilot sites in 4 countries.</p><p><strong>Pilot 2: Smart Farming and Food Security</strong></p><p>The implementation of Precision Agriculture has become possible thanks to the development of sophisticated sensors, robots and sensor networks combined with procedures to link mapped variables to appropriate farming management actions. Those sensors, either wired or wireless, integrated into an IoT system gather all the individual data needed for monitoring, control and treatment on farms located in a particular region. Such future Internet of Things scenario would bring data management to a new level by establishing interactions between the concerned objects, help them exchange information in efficient ways and enable them to execute autonomously appropriate interventions in different agricultural sub-sectors (e. g. arable crops, livestock , vegetable and fruit production) and their associated post-production value chain through to the consumer. The introduction of the IoT scenario would allow monitoring and control of plant and animal products during the whole life cycle from farm to fork. It should thereby also help farmers' decision making with regard to the use of inputs and management processes. The challenge is to design architectures to “program” or track each object for optimal behaviour, according to its role in the Smart Farming system and in the overall food chain, decreasing use of water as well as other natural resources and inputs, lowering ecological footprints and economic costs as well as increasing food security. It also enables consumers to access trustworthy traceability information throughout the whole food chain.</p><p>Proposals shall include an adequate combination of different farms to ensure that the deployment of the technology is adapted to the needs of different types and sizes of farms across Europe. Activities should allow for a wide geographic coverage within Europe and benefit both conventional and organic agro-food chains. In addition, proposals shall cover at least three sub-sectors (e.g.arable crops, livestock, vegetable and fruit production).</p><p>Proposals should fall under the concept of multi-actor approach<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> and allow for adequate involvement of the farming sector in the proposed activities.</p><p><strong>Pilot 3: Wearables for smart ecosystems </strong></p><p>Demonstration of innovative wearable solutions and services integrated in interoperable IoT ecosystems. Wearables are integrating key technologies (e.g. nano-electronics, organic electronics, sensing, actuating, localization, communication, energy harvesting, low power computing, visualisation and embedded software) into intelligent systems to bring new functionalities into clothes, fabrics, patches, watches and other body-mounted devices. They assist humans in monitoring, situational awareness and decision making. Particular attention should be devoted to actuating functions providing whenever feasible fully automated closed-loop solutions. Prototype development and demonstration are expected for healthcare, well-being, safety, security and infotainment applications. Actions should be driven by concrete business cases, open design approaches and user requirements, taking into account data protection and liability concerns. They should involve the actors of the entire innovation value chain, potentially including creative and artistic actors, and aim at demonstrations in real world settings. The number of users involved should be sufficient to ensure statistical significance in impact analysis.</p><p><strong>Pilot 4: Reference zones in EU cities</strong></p><p>Building on the past results and achievements<sup><a target=_self href=#fn3 id=r3>[3]</a></sup> in some cities in Europe, a large scale pilot will cover a series of cities to operate as reference zones for showcasing and experimenting new citizen-centred IoT services. Starting from users' expressed preferences and needs, these cities will experiment and test similar new services and solutions, also through involvement of creativity hubs such as fablabs, co-working spaces, and gather experience at scale and evaluate citizens' acceptability and endorsement. It will enable SMEs to use open demonstrators to test innovative new services. This includes advanced solutions for traditional services' provisioning e.g. water management but also solutions that are at the edge of authorised business practices or regulation (ex: sharing of electricity, autonomous vehicles) and thus require dedicated testing zones. Whenever applicable, pilots will provide evidence of access to city areas where legal contexts are adapted to the demonstration requirements (i.e. 'reference zones'). Federation and interoperability between platforms may be considered as appropriate, as well as the ability to integrate data from different service providers. The number of users involved and duration of pilot services should be sufficient to ensure statistical significance in impact analysis, with a minimum of 4 pilot sites in 4 countries.</p><p><strong>Pilot 5: Autonomous vehicles in a connected environment</strong></p><p>The pilot addresses the added value and the potential of applying IoT for autonomous vehicles in a connected environment.</p><p>It should test scenarios of deployment of safe and highly and fully autonomous vehicles (up to SAE<sup><a target=_self href=#fn4 id=r4>[4]</a></sup> international level 5, full automation) in various representative use case scenarios, exploiting local and distributed information and intelligence. Core technologies include reliable and real-time platforms managing mixed criticality car services, advanced sensors and Internet information sources around which value-added apps may be constructed, efficient navigation and improved decision-making technology, interconnectivity between vehicles, vehicle to infrastructure communication. Using advanced technologies for connectivity is seen as an asset. The selected scenarios will provide proofs of concept showing how such technology provides benefits affecting users on a daily basis, for instance on the highways or in urban congested environment, either on dedicated lanes or mixing autonomous connected vehicles and legacy vehicles. To make a real step towards future large scale deployment and to demonstrate dependability, robustness and resilience of the technology over longer period of time and under a large variety of conditions, priority will be given to permanent installations and sustainable pilots rather than to temporary prototypes or demonstrators.</p><p>These evolutions are expected to be supported by an open service platform which may have access to all in vehicle embedded information sources and to car surrounding information, in view of providing value-added apps e.g. intelligent maintenance. Key barriers to the deployment of such vehicles and ecosystems such as robustness of the perception, how to keep users of highly and fully automated vehicles sufficiently engaged and overall user acceptance are in scope, as well as economic, ethical, legal and regulatory issues.</p><p><u>Specific Pilot considerations:</u></p><ul level=\"0\">  <li>Mapping of pilot architecture approaches with validated IoT reference architectures such as IoT-A enabling interoperability across use cases;</li>  <li>Common or interoperable object connectivity/functionality/intelligence approaches on various levels – protocols, data formats</li>  <li>Common or interoperable set of IoT related enablers and services. Pilots are requested to address the elements that provide the basis for interoperability with related fields outside the pilot especially for key aspects such as object identification/naming, service publication characteristics, search, semantic properties.</li>  <li>For the incorporation of users of the pilots, developers of additional applications, replication of the pilot through new sites or new connected devices, and complementary assessment of the acceptability of the use case where appropriate, the actions may involve financial support to third parties in line with the conditions set out in Part K of the General Annexes. Each consortium will define the selection process of the third parties for which financial support will be granted (typically in the order of EUR 100 000 to 300 000<sup><a target=_self href=#fn5 id=r5>[5]</a></sup> per party). Up to 20% of the EU funding requested by the proposal may be allocated to the purpose of financial support to third parties<sup><a target=_self href=#fn6 id=r6>[6]</a></sup>.</li>  <li>Exchange on requirements for legal accompanying measures.</li>  <li>Involvement of social scientists and representative user groups, in order to design systems that are useful and acceptable for people/citizens and optimise testing and experimentation.</li>  <li>Integration of objects, devices and systems in an IoT environment adapted to the expressed needs of the users.</li> </ul><p><u>Pilots Implementation:</u></p><p>Pilots in the selected areas will clearly identify the supply and demand sides. The effort devoted to supply and demand should be balanced for each pilot.</p><p><u>The supply side</u> represents the technological part of the pilot and addresses all the ICT elements that constitute the proposed approach. This includes:</p><ul level=\"0\">  <li>definition of the IoT architecture;</li>  <li>IoT platform choice, technologies , necessary adaptations, trade offs required for the application requirements, and their management,</li>  <li>Retained platform deployment conditions, of non technological nature</li>  <li>development and operation of the distributed IoT nodes;</li>  <li>management and adaptation of involved sensing, actuating, processing, energy supply, storage technologies at node level (setting, programming, conditioning);</li>  <li>integration of devices, objects and systems in an IoT environment;</li>  <li>approaches to interoperability and openness;</li>  <li>security and privacy approaches;</li>  <li>contribution and compliance to relevant IoT standards;</li> </ul><p><u>The demand</u>/user <u>side</u> of the pilot covers all the application and usage related elements. This includes:</p><ul level=\"0\">  <li>definition, design, implementation and testing of multiple use-case scenarios;</li>  <li>setting up application(s) requirements in terms of performance, scale, reliability, cost, usability, maintenance;</li>  <li>interoperability needs and testing;</li>  <li>security and privacy needs;</li>  <li>feed-back to IoT supplier for technology optimisation;</li>  <li>users/citizen awareness, involvement and acceptance;</li>  <li>pro-active uptake of societal (RRI-SSH) issues;</li>  <li>impact, added value and affordability assessment;</li>  <li>mechanisms for replication;</li>  <li>business and sustainability models;</li>  <li>pilot conclusions and validation from the user side;</li>  <li>dissemination of results in relevant communities;</li>  <li>contribution and compliance to relevant IoT standards.</li> </ul><p>Pilot projects are expected to contribute to the consolidation and coherence work that will be implemented by the CSA supporting the activities defined under \"Horizontal Activities\" below. This requires that they contribute to clustering their results of horizontal nature (interoperability approach, standards, security and privacy approaches, business validation and sustainability, methodologies, metrics, etc.).</p><p>The Commission considers that proposals requesting a contribution from the EU up to EUR 30 million (pilot 2), up to EUR 20 million (pilot 1), up to EUR 15 million (pilots 3, 4) and up to EUR 20 million (pilot 5) would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. At least one large pilot is supported for each area.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Pilots are expected to have a high impact on citizens, both in the public and private spheres, industry, businesses and public services. Key performance indicators should be identified to measure progress on citizen benefits, economic growth, jobs creation, environment protection, productivity gains, etc.</p><p>Pilots' impact should go beyond involved partners and will aim at influencing external communities by putting in place appropriate mechanisms.</p><ul level=\"0\">  <li>Validation of technological choices, sustainability and replicability, of architectures, standards, interoperability properties, of key characteristics such as security and privacy;</li>  <li>Exploration and validation of new industry and business processes and innovative business models validated in the context of the pilots.</li>  <li>User acceptance validation addressing privacy, security, vulnerability, liability, identification of user needs, concerns and expectations of the IoT solutions</li>  <li>Significant and measureable contribution to standards or pre-normative activities in the pilots' areas of action via the implementation of open platforms</li>  <li>Improvement of citizens' quality of life, in the public and private spheres, in terms of autonomy, convenience and comfort, participatory approaches, health and lifestyle, and access to services.</li>  <li>Creation of opportunities for entrepreneurs by promoting new market openings, providing access to valuable datasets and direct interactions with users, expanding local businesses to European scale, etc.</li>  <li>Development of secure and sustainable European IoT ecosystems and contribution to IoT infrastructures viable beyond the duration of the Pilot.</li> </ul><p>For <u>Pilot 1</u>:</p><ul level=\"0\">  <li>Proposals should show clear evidence of the benefits of the proposed solutions for active and independent living and quality of life of older persons compared to current state of the art based on appropriate methodologies and metrics.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Future Internet Research and Experimentation</p><p id=fn2><a  target=_self href=#r2>[2]</a>The multi-actor approach aims at more demand-driven innovation through the genuine and sufficient involvement of various actors (end-users such as farmers/farmers' groups, fishers/fisher's groups, advisors, enterprises, etc. As a minimum, this material should feed into the European Innovation Partnership (EIP) 'Agricultural Productivity and Sustainability' for broad dissemination as 'practice abstracts' in the common EIP format for practitioners. Facilitation/mediation between the different types of actors and involvement of relevant interactive innovation groups operating in the EIP context, such as EIP Operational Groups funded under Rural Development Programmes, are strongly recommended. For further information on the multi-actor approach concept please refer to the Introduction to SC2 Work Programme.</p><p id=fn3><a  target=_self href=#r3>[3]</a>E.g. FIRE and FIWARE</p><p id=fn4><a  target=_self href=#r4>[4]</a>Society of Automotive Engineers, J3016 standard</p><p id=fn5><a  target=_self href=#r5>[5]</a>In line with Article 23 (7) of the Rules for Participation the amounts referred to in Article 137 of the Financial Regulation may be exceeded, and if this is the case proposals should explain why this is necessary to achieve the objectives of the action.</p><p id=fn6><a  target=_self href=#r6>[6]</a>It is recommended to also use established networks reaching out to SMEs like the Enterprise Europe Network and the NCP network for calls publications and awareness raising towards SME's.</p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.<br />\r\n&nbsp;</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Please also note that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects (follow the links to <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_china_en.pdf\">China</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_japan_en.pdf\">Japan</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_korea_en.pdf\">Republic of Korea</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_mexico_en.pdf\">Mexico</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_russia_en.pdf\">Russia</a>, <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020_localsupp_taiwan_en.pdf\">Taiwan</a>). <br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme<font color=\"#339966\">.</font><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    <br />\r\n    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of&nbsp;the evaluation: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Innovation Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ia_en.pdf\">Specific provisions and funding rates</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2016-2017/h2020-call-pt-ria-ia-2016-17_en.pdf\">Standard proposal template</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">H2020 General MGA -Multi-Beneficiary</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.&nbsp;</strong></span>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.<br />\r\n    <br />\r\n    This topic participates per default in the open access to research data pilot which aims to improve and maximise access to and re-use of research data generated by projects:<br />\r\n    &bull; The pilot applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available for open access and need to describe their approach in a Data Management Plan (to be provided within six months after the project start). <br />\r\n    &bull; Note that the evaluation phase proposals will not be evaluated more favourably because they are part of the Pilot, and will not be penalised for opting out of the Pilot.<br />\r\n    &bull; Projects can at any stage opt-out of the pilot.<br />\r\n    The legal requirements for projects participating in this pilot are in the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf#page=66\">article 29.3 of the Model Grant Agreement</a>.<br />\r\n    Further information on the Open Research Data Pilot is made available in the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">H2020 Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong>Additional documents:</strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\">H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-leit_en.pdf\">H2020 Work Programme 2016-17: Introduction to Leadership in enabling and industrial technologies (LEITs)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-focus_en.pdf\">H2020 Work Programme 2016-17: Cross-cutting activities (Focus Areas)</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 - Regulation of Establishment </a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation </a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a>&nbsp;&nbsp; <br />\r\n    <br />\r\n    Please also check the <a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=question,answer,category,tagList,programmeList/s/IoT-01/1/1/0&amp;categoryMachineName/t/pp_roles_and_rights/0/1/1&amp;categoryMachineName/t/p_registration/0/1/1&amp;categoryMachineName/t/work_programme_calls/0/1/1&amp;categoryMachineName/t/p_submission_eval/0/1/1&amp;categoryMachineName/t/ethics_research_integrity/0/1/1&amp;categoryMachineName/t/grants/0/1/1&amp;categoryMachineName/t/audit/0/1/1&amp;categoryMachineName/t/experts/0/1/1&amp;categoryMachineName/t/eu_research_policy/0/1/1&amp;programmeList/t/H2020/1/1/0&amp;programmeList/t/FP7/1/1/0&amp;programmeList/t/RFCS/1/1/0&amp;programmeList/t/3rd%20Health%20Programme/1/1/0&amp;programmeList/t/Consumer%20Programme/1/1/0&amp;programmeList/t/COSME/1/1/0&amp;programmeList/t/Creative%20Europe%20programme/1/1/0&amp;programmeList/t/Erasmus+%20programme/1/1/0&amp;programmeList/t/Justice%20Programme/1/1/0&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/1/1/0&amp;programmeList/t/REC%20Programme/1/1/0\">Frequently Asked Questions (FAQs)</a> related to this topic, and the presentations that were given at the&nbsp;<a href=\"https://ec.europa.eu/digital-agenda/en/news/infodays-latest-h2020-call-proposals-internet-things-large-scale-pilots\">Internet-of-Things-Large-Scale-Pilots&nbsp;Infoday</a>&nbsp;on 25 January 2016.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n</ol>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\n</strong><a href=\"http://www.imi.europa.eu/content/states-representatives-groups\"><strong>IMI States Representative Group (SRG)</strong></a> &ndash; contact you SRG member for assistance.<br />\r\n<strong><br />\r\n</strong><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>\r\n<p><strong><a href=\"http://www.ideal-ist.eu/\">Ideal-ist</a></strong> partner search facility</p>\r\n<p><a href=\"http://www.imi.europa.eu/content/partner-search\"><strong>IMI Partner Search Tool</strong></a> helps you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": " <p><strong>Internet of Things - Focus Area (IoT- FA)</strong> ambition is to foster the take up of IoT in Europe and to enable the emergence of IoT ecosystems supported by open technologies and platforms. It will be addressed through a complementary set of activities structured around Large Scale Pilots.</p><p>IoT Pilots will make use of the rich portfolio of technologies and tools so far developed and demonstrated in reduced and controlled environments and extend them to real-life use case scenarios with the goal of validating advanced IoT solutions across complete value chains with actual users and proving its enormous socio-economic potential.</p><p>Support actions provide consistency and linkages between the pilots and complement them by addressing horizontal challenges critically important for the take-up of IoT at the anticipated scale. These include ethics and privacy[[In the context of this call, the concept of privacy refers to the EU legal provisions applicable at the moment of pilot implementation in relation to both the \"right to privacy\" (right to respect for private and family life) but as well to the \"right to protection of personal data\".]], trust and security, respect for the scarcity and vulnerability of human attention, validation and certification, standards and interoperability, user acceptability and control, liability and sustainability. A coordination body will ensure an efficient interplay of the various elements of the IoT-FA and liaise with relevant initiatives at EU, Member States and international levels.</p><p>Research and innovation effort in specific IoT topics will ensure the longer-term evolution of Internet of Things.</p>\n<SPAN class=\"calldescriptionkind\">Budget Information</SPAN>:<p>Pilot 1 in IoT-01-2016 will be jointly funded by ICT-LEIT \"Leadership in enabling and industrial technologies Information and Communication Technologies\" and SC1 \"Health, Demographic Change and Wellbeing\". A budget of max. 10 M EUR will be equally contributed by SC1 and ICT-LEIT. Thus, the max. total budget for Pilot 1 is 20 M EUR.</p><p>Pilot 2 in IoT-01-2016 will be jointly funded by ICT-LEIT \"Leadership in enabling and industrial technologies Information and Communication Technologies\" and SC2 \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bioeconomy\". A budget of max. 15 M EUR will be equally contributed by SC2 and ICT-LEIT. Thus, the max. total budget for Pilot 2 is 30 M EUR.</p>\n", "latestInfos": [{"approvalDate": "Aug 11, 2017 4:09:43 PM", "lastChangeDate": "Aug 11, 2017 4:09:43 PM", "content": "<p>An overview of the evaluation results (called 'Flash Call Info') of the topic IOT-03-2017 of H2020-IOT-2017 call is now available <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/iot-03-2017/1785106-20170719_h2020-iot-2017_flash-call-info_en.pdf\">here</a> or under the 'Topic conditions &amp; documents' section on the correspondant topic page.</p>"}, {"approvalDate": "May 4, 2017 5:03:46 PM", "lastChangeDate": "May 4, 2017 5:03:46 PM", "content": "<p>C O R R I G E N D U M :&nbsp;&nbsp; The submission of proposals to the H2020-IOT-2017 call closed on 25 April 2017.&nbsp;145 RIA proposals were submitted to this call's IoT-03-2017 topic, and not 195, as previously reported.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Apr 26, 2017 4:46:04 PM", "lastChangeDate": "Apr 26, 2017 4:46:04 PM", "content": "<p>The submission of proposals to the H2020-IOT-2017 call closed on 25 April 2017.&nbsp;195 RIA proposals were submitted to this call's IoT-03-2017 topic.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Dec 8, 2016 12:30:00 AM", "lastChangeDate": "Dec 8, 2016 12:30:00 AM", "content": "The submission session is now available for: IoT-03-2017(RIA)"}, {"approvalDate": "Jul 29, 2016 11:47:49 AM", "lastChangeDate": "Jul 29, 2016 11:47:49 AM", "content": "<p>An overview of the evaluation results (flash call info) for the 2 topics IOT-01-2016 and IOT-02-2016 that closed on 12 April 2016 is now available <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/iot-01-2016/1727616-flash_call_info_h2020-iot-2016_en.doc\">here</a> or under the &lsquo;Topic conditions &amp; documents&rsquo; section on each topic page.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Apr 14, 2016 12:31:19 PM", "lastChangeDate": "Apr 14, 2016 12:31:19 PM", "content": "<p>By the deadline of 12 April 2016, 17:00 CEST, 33 proposals were submitted to this call:<br />\r\n&bull; 27 Innovation Actions (IA) referring to topic IOT-01-2016, i.e. the five &quot;Large-scale Pilots&quot;, and<br />\r\n&bull; 6 Coordination &amp; Support Actions (CSA) referring to topic IOT-02-2016, &quot;IoT Horizontal Activities&quot;<br />\r\n&nbsp;</p>"}, {"approvalDate": "Apr 14, 2016 12:18:04 PM", "lastChangeDate": "Apr 14, 2016 12:18:04 PM", "content": "<p>By the deadline of 12 April 2016, 17:00, 33 proposals were submitted to this call:</p>\r\n<p>&bull; 27 Innovation Actions (IA) referring to topic IOT-01-2016, i.e. the five &quot;Large-scale Pilots&quot;, and<br />\r\n&bull; 6 Coordination &amp; Support Actions (CSA) referring to topic IOT-02-2016, &quot;IoT Horizontal Activities&quot;<br />\r\n&nbsp;</p>"}, {"approvalDate": "Oct 20, 2015 8:21:15 AM", "lastChangeDate": "Oct 20, 2015 8:21:15 AM", "content": "The submission session is now available for: IoT-01-2016(IA), IoT-02-2016(CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}