{"TopicDetails": {"type": 0, "ccm2Id": 31088708, "cftId": 0, "identifier": "MSCA-COFUND-2019", "title": "Co-funding of regional, national and international programmes", "publicationDateLong": 1509062400000, "callIdentifier": "H2020-MSCA-COFUND-2019", "callTitle": "Marie Skłodowska-Curie Co-funding of regional, national and international programmes", "callccm2Id": 31089247, "allowPartnerSearch": true, "workProgrammepart": {"id": 265560, "ccm_id": 31091122, "wp_part": "H2020-MSCA-2018-2020", "wp_year": "H2020-2018-2020", "wp_title": "Marie Skłodowska-Curie actions", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/marie-sklodowska-curie-actions", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-msca_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047824, "abbreviation": "EU.1.", "description": "Excellent Science"}, {"id": 31047834, "abbreviation": "EU.1.3.4.", "description": "Increasing structural impact by co-funding activities"}, {"id": 31047830, "abbreviation": "EU.1.3.", "description": "Marie-Sklodowska-Curie Actions"}], "topicMGAs": [], "tags": ["Marie Sklodowska-Curie Actions", "MSCA"], "flags": ["RRI", "OpenScience"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "MSCA-COFUND-FP Fellowship programmes", "typeOfMGA": []}, {"typeOfAction": "MSCA-COFUND-DP Doctoral programmes", "typeOfMGA": []}], "plannedOpeningDate": "04 April 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["26 September 2019"]}], "latestInfos": [{"approvalDate": "Feb 4, 2020 1:59:39 PM", "lastChangeDate": "Feb 4, 2020 1:59:39 PM", "content": "<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font face=\"Calibri\">Letters informing on the results of the evaluation have been sent to applicants.</font></span></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><span lang=\"EN-IE\" style=\"margin: 0px;\">Under the tab </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/msca-cofund-2018;freeTextSearchKeyword=;typeCodes=1;statusCodes=31094501,31094502,31094503;programCode=H2020;programDivisionCode=null;focusAreaCode=null;crossCuttingPriorityCode=null;callCode=H2020-MSCA-COFUND-2018;sortQuery=openingDate;orderBy=asc;onlyTenders=false\" target=\"_blank\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font color=\"#0563c1\">'Topic conditions and documents' </font></span></a><span lang=\"EN-IE\" style=\"margin: 0px;\">the following documents are available in section 8. &quot;Additional documents&quot;:</span></font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><span lang=\"EN-IE\" style=\"margin: 0px;\">o An overview of the evaluation results (Flash Call Information);<br  />\r\no A document informing on the percentage of proposals with a given score or higher, per ranking list. </span>The document also shows the funding range.</font></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Apr 4, 2019 3:56:02 PM", "lastChangeDate": "Apr 4, 2019 3:56:02 PM", "content": "<p>The Guide for Applicants for the MSCA-COFUND-2019 call is now available under topic conditions and documents.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3256996": [{"action": "MSCA-COFUND-2019 - MSCA-COFUND-DP Doctoral programmes", "plannedOpeningDate": "04 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["26 September 2019"], "budgetYearMap": {"2019": 35000000}, "budgetTopicActionMap": {}}], "3256997": [{"action": "MSCA-COFUND-2019 - MSCA-COFUND-FP Fellowship programmes", "plannedOpeningDate": "04 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["26 September 2019"], "budgetYearMap": {"2019": 55000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2019"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p><em>The COFUND scheme aims to stimulate regional, national or international programmes to foster excellence in researchers' training, mobility and career development, spreading the best practices of the Marie Skłodowska-Curie actions.</em></p><p><em>This will be achieved by co-funding new or existing regional, national, and international programmes to open up to, and provide for, international, intersectoral and interdisciplinary research training, as well as transnational and cross-sectoral mobility of researchers at all stages of their career.</em></p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Each proposal funded under the COFUND scheme must have a sole beneficiary that will be responsible for the availability of the necessary complementary funds to execute the proposal.</p><p>Applicants submit multi-annual proposals for new or existing doctoral programmes or fellowship programmes which are expected to have an impact on enhancing research- and innovation related human resources on regional, national or international level.</p><p>Applicants having benefited from COFUND under previous calls (under the Seventh Framework Programme or under Horizon 2020) must explain how their proposal adds value in relation to the excellence and/or the impact award criteria, compared to their previous grant(s). As an example, added value could take the form of increased networking with organisations in less represented countries or capacity building measures there to further structure the European Research Area.</p><p>Researchers supported under this scheme shall comply with the mobility rules of the Marie Skłodowska-Curie actions.</p><p>Limitations regarding the researchers' origin and destination should be avoided. Support cannot be awarded to researchers who are already permanently employed by the organisation hosting them.</p><p>Proposed programmes are encouraged to cover all research disciplines (\"bottom-up\"), but can also focus on specific disciplines. In this case the range of covered disciplines should allow reasonable flexibility for the researchers.</p><p>Programmes that prioritise specific research disciplines based on national or regional Research and Innovation Strategies for Smart Specialisation (RIS3 strategies) can also be supported. Synergies with the European Structural &amp; Investment Funds (ESIF) are encouraged<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>.</p><p>COFUND takes the form of:</p><p>A) Doctoral programmes</p><p>Doctoral programmes address the development and broadening of the research competencies of early-stage researchers. The training follows the <a href=\"http://euraxess.ec.europa.eu/sites/default/files/policy_library/principles_for_innovative_doctoral_training.pdf\">EU Principles on Innovative Doctoral Training</a>. Substantial training modules, including digital ones, addressing key transferable skills common to all fields and fostering the culture of Open Science, innovation and entrepreneurship will be supported. Collaboration with a wider set of partner organisations, including from the non-academic sector, which may provide hosting or secondment opportunities or training in research or transferable skills, as well as innovative and interdisciplinary elements of the proposed programme, will be positively taken into account during the evaluation.</p><p>Each researcher must be enrolled in a doctoral programme. Attention is paid to the quality of supervision and mentoring arrangements as well as career guidance. The selection procedure for doctoral candidates must be open, transparent and merit-based. The vacancy notice must include the minimum gross salary offered to the researcher, as set out in the proposal.</p><p>B) Fellowship programmes</p><p>Fellowship programmes fund individual research training and career development fellowships for experienced researchers. The programmes supported should have regular selection rounds following fixed deadlines or regular cut-off dates, allowing fair competition between the researchers applying. The selections should be based on open, widely advertised competition (the vacancy notice must include the minimum gross salary offered to the researcher, as set out in the proposal), with transparent international peer review and the selection of candidates on merit. Mobility types supported by fellowship programmes may be similar to the ones supported under Marie Skłodowska-Curie Individual Fellowships. On top of transnational mobility, applicants are encouraged to include elements of cross-sectoral mobility and interdisciplinarity into their programmes. Fellowship programmes should be based on individual-driven mobility, i.e., researchers should be able to freely choose a research topic and the appropriate organisation to host them, fitting their individual needs.</p><p>Given that the aim of the co-funded fellowship programmes is the support of individual fellows, research teams will not be funded.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p> </p><p>At researcher level:</p><ul level=\"0\">  <li>Augment and diversify the set of skills, both research-related and transferable ones, that will lead to improved employability and career prospects both in and outside academia</li>  <li>Forge new mind sets and approaches to research and innovation work through interdisciplinary and intersectoral experience</li>  <li>Enhance networking and communication capacities with scientific peers, as well as with the general public, that will increase and broaden the research and innovation impact</li> </ul><p>At organisation level:</p><ul level=\"0\">  <li>Increasing the attractiveness of the participating organisation(s) towards talented researchers</li>  <li>Boosting research and innovation output among participating organisations</li>  <li>Strengthening of international, intersectoral and interdisciplinary collaborative networks that will reinforce the organisation's position and visibility at a global level, but also at a regional/national level by helping them become key actors and partners in the local socio-economic ecosystems</li> </ul><p>At system level:</p><ul level=\"0\">  <li>Aligning of practices and policies in the context of the EU Human Resources Strategy for Researchers (HRS4R), enhanced implementation of the Charter and Code and the EU Principles for Innovative Doctoral Training at regional, national or international level</li>  <li>Supporting the practice of Open Science through targeted training activities</li>  <li>Increase in international, interdisciplinary and intersectoral mobility of researchers in Europe</li>  <li>Improvement in the working and employment conditions for researchers in Europe at all levels of their career, starting from the doctoral stage</li>  <li>Strengthening of Europe's human capital base in research and innovation and structuring of a stronger European Research Area</li>  <li>Increase in Europe's attractiveness as a leading destination for research and innovation</li>  <li>Better quality research and innovation contributing to Europe's competitiveness and growth, including by supporting regional or national smart specialisation strategies when appropriate.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=RRI;sortQuery=sortStatus;orderBy=asc\">RRI</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=OpenScience;sortQuery=sortStatus;orderBy=asc\">Open Science</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a> <a href=\"https://ec.europa.eu/research/regions/index.cfm?pg=synergies\">https://ec.europa.eu/research/regions/index.cfm?pg=synergies</a></p>", "conditions": "<p><span style=\"color: rgb(0,51,102)\"><strong>1. Eligible countries</strong></span>: described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-a-countries-rules_en.pdf\">Annex A of the Work Programme</a>.<br />\r\nA number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility and admissibility conditions:</strong></span> described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-msca_en.pdf\">MSCA part of the Work Programme</a>.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>Proposal page limits and layout:</strong></span> please refer to Part B of the proposal template in the submission system below.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. Evaluation: </strong></span>The award criteria and evaluation procedure specific to Marie Skłodowska-Curie Actions (MSCA) are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-msca_en.pdf\">MSCA part of the Work Programme</a>.</p>\n<p>The maximum length of a proposal is 30 pages, excluding the annexes.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong><br />\r\n4. Indicative time for evaluation and grant agreement:</strong></span><br />\r\nInformation on the outcome of evaluation: maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.&nbsp;<br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>5. Proposal templates, evaluation forms and model grant agreements (MGA):</strong></span></p>\r\n<p><strong>Co-funding of regional, national and international programmes (COFUND) - Doctoral programmes:</strong></p>\r\n<p>Specific rules and funding rates are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-msca_en.pdf\">MSCA part of the Work Programme</a>.<br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2018-2020/h2020-call-pt-msca-cofund-2018-20_en.pdf\">Standard proposal template</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-msca-cofund-2018-20_en.pdf\">MSCA standard evaluation form</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/msca/h2020-mga-msca-cofund-mono_en.pdf\">MGA MSCA COFUND - Mono-Beneficiary</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></p>\r\n<p><strong>Co-funding of regional, national and international programmes (COFUND) - Fellowship programmes:</strong></p>\r\n<p>Specific rules and funding rates are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-msca_en.pdf\">MSCA part of the Work Programme</a>.<br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2018-2020/h2020-call-pt-msca-cofund-2018-20_en.pdf\">Standard proposal template</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-msca-cofund-2018-20_en.pdf\">MSCA standard evaluation form</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/msca/h2020-mga-msca-cofund-mono_en.pdf\">MGA MSCA COFUND - Mono-Beneficiary</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a><br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. Additional provisions:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-j-classinfo_en.pdf\">Classified information</a></p>\n<p>Not applicable - this is a mono-beneficiary action.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong><br />\r\n7. Open access must be granted to all scientific publications</strong></span> resulting from Horizon 2020 actions.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Open access to research data</strong></span><br />\r\nThe Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-l-openaccess_en.pdf\">Annex L of the Work Programme</a>. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">Online Manual</a>.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>.<br />\r\n&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>8. Additional documents:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-intro_en.pdf\">Introduction of the Work Programme 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-msca_en.pdf\">Marie Sklodowska-Curie Actions (MSCA) - Work Programme 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-comm-diss_en.pdf\">Dissemination, Exploitation and Evaluation WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf\">General annexes to the Work Programme 2018-2020</a></p>\r\n<p><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide-appl-msca-cofund-2019_en.pdf\" target=\"_blank\">Guide for Applicants H2020-MSCA-COFUND-2019</a>&nbsp; </p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme</a></p>", "supportInfo": "<p><span style=\"color: rgb(0,51,102)\"><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/1/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd_health_programme/0/1/1/programme&amp;programmeList/t/asylum_migration_and_integration_fund/0/1/1/programme&amp;programmeList/t/consumer_programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/creative_europe_programme/0/1/1/programme&amp;programmeList/t/erasmus_programme/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/hercule_iii_programme/0/1/1/programme&amp;programmeList/t/internal_security_fund_borders/0/1/1/programme&amp;programmeList/t/internal_security_fund_police/0/1/1/programme&amp;programmeList/t/justice_programme/0/1/1/programme&amp;programmeList/t/pilot_projects_preparatory_actions/0/1/1/programme&amp;programmeList/t/promotion_of_agricultural_products/0/1/1/programme&amp;programmeList/t/research_fund_for_coal_and_steel/0/1/1/programme&amp;programmeList/t/rights_equality_and_citizenship_programme/0/1/1/programme&amp;programmeList/t/union_civil_protection_mechanism/0/1/1/programme&amp;programmeList/t/european_statistics/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag\"><strong><span style=\"color: rgb(0,51,102)\">Participant Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\"><span style=\"color: rgb(0,51,102)\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><span style=\"color: rgb(0,51,102)\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong><a target=\"_blank\" href=\"http://een.ec.europa.eu/\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><span style=\"color: rgb(0,51,102)\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Online Manual</a> and <a target=\"_blank\" href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a></p>\r\n<p><a target=\"_blank\" href=\"http://www.iprhelpdesk.eu/\"><span style=\"color: rgb(0,51,102)\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a target=\"_blank\" href=\"https://euraxess.ec.europa.eu/sites/default/files/brochures/am509774cee_en_e4.pdf\"><span style=\"color: rgb(0,51,102)\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\"><span style=\"color: rgb(0,51,102)\"><strong>Partner Search Services</strong></span></a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392646140, "id": 165935045, "title": "Call_Flash_Info ", "sectionId": 52392646140, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 106810, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/msca-cofund-2019/1877611-call_flash_info_en.pdf", "id": 1877611, "fileName": "Call Flash Info_en.pdf", "common": false, "crc32": 2572743210}]}, {"callId": 52392646140, "id": 165935046, "title": "Percentil_Info", "sectionId": 52392646140, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 360298, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/msca-cofund-2019/1877612-percentil_info_en.pdf", "id": 1877612, "fileName": "Percentil Info_en.pdf", "common": false, "crc32": 2087687818}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Feb 4, 2020 1:59:39 PM", "lastChangeDate": "Feb 4, 2020 1:59:39 PM", "content": "<p><font face=\"Calibri\"> </font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font face=\"Calibri\">Letters informing on the results of the evaluation have been sent to applicants.</font></span>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><span lang=\"EN-IE\" style=\"margin: 0px;\">Under the tab </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/msca-cofund-2018;freeTextSearchKeyword=;typeCodes=1;statusCodes=31094501,31094502,31094503;programCode=H2020;programDivisionCode=null;focusAreaCode=null;crossCuttingPriorityCode=null;callCode=H2020-MSCA-COFUND-2018;sortQuery=openingDate;orderBy=asc;onlyTenders=false\" target=\"_blank\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font color=\"#0563c1\">'Topic conditions and documents' </font></span></a><span lang=\"EN-IE\" style=\"margin: 0px;\">the following documents are available in section 8. &quot;Additional documents&quot;:</span></font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><span lang=\"EN-IE\" style=\"margin: 0px;\">o An overview of the evaluation results (Flash Call Information);<br  />\r\no A document informing on the percentage of proposals with a given score or higher, per ranking list. </span>The document also shows the funding range.</font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\">&nbsp;</p>\r\n<p><font face=\"Calibri\"><font face=\"Calibri\"> </font></font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><font face=\"Calibri\">&nbsp;</font></font></p>\r\n<p><font face=\"Calibri\"><font face=\"Calibri\"> </font></font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><font face=\"Calibri\">&nbsp;</font></font></p>\r\n<p><font face=\"Calibri\"><font face=\"Calibri\"> </font> </font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\">&nbsp;</font></p>\r\n<p><font face=\"Calibri\"> </font></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 27, 2019 11:06:43 AM", "lastChangeDate": "Sep 27, 2019 11:06:43 AM", "content": "<p><font face=\"Calibri\"> </font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font face=\"Calibri\">A total of 133 roposals were submitted in response to this call. The number of proposals for each topic is shown below.</font></span></font></p>\r\n<p><font face=\"Calibri\">\r\n<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\">- Doctoral Programmes: 63 proposals<span style=\"margin: 0px;\">&nbsp; </span></font></p>\r\n<font face=\"Calibri\">\r\n<p style=\"margin: 0px 0px 10.66px;\">- Fellowship Programmes: 70&nbsp; proposals</p>\r\n<p style=\"margin: 0px 0px 10.66px;\">&nbsp;</p>\r\n<p style=\"margin: 0px 0px 10.66px;\">&nbsp;</p>\r\n</font>\r\n<p style=\"margin: 0px 0px 10.66px;\">&nbsp;</p>\r\n</font></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jul 19, 2019 11:14:42 AM", "lastChangeDate": "Jul 19, 2019 11:14:42 AM", "content": "<p style=\"margin: 0px 0px 10.66px;\"><font face=\"Calibri\"><span lang=\"EN-IE\" style=\"margin: 0px;\">The </span><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-guide-appl-msca-cofund-2019_en.pdf\" target=\"_blank\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font color=\"#0563c1\">revised Guide for Applicants</font></span></a><span lang=\"EN-IE\" style=\"margin: 0px;\"> version 1.1 is now available under </span><i><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/msca-cofund-2019\" target=\"_blank\"><span lang=\"EN-IE\" style=\"margin: 0px;\"><font color=\"#0563c1\">Topic conditions and documents</font></span></a></i><span lang=\"EN-IE\" style=\"margin: 0px;\">, with minor modifications listed in page 2 under &quot;History of changes&quot;.</span></font></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Apr 4, 2019 3:56:02 PM", "lastChangeDate": "Apr 4, 2019 3:56:02 PM", "content": "<p>The guide for applicants for the MSCA-COFUND-2019 call in now available under topic conditions and documents.</p>"}, {"approvalDate": "Apr 4, 2019 12:30:00 AM", "lastChangeDate": "Apr 4, 2019 12:30:00 AM", "content": "The submission session is now available for: MSCA-COFUND-2019(MSCA-COFUND-FP-MSCA-COFUND-DP)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}