{"TopicDetails": {"type": 0, "ccm2Id": 31071397, "cftId": 0, "identifier": "SCC-02-2016-2017", "title": "Demonstrating innovative nature-based solutions in cities", "publicationDateLong": 1444780800000, "callIdentifier": "H2020-SCC-2016-2017", "callTitle": "SMART AND SUSTAINABLE CITIES", "callccm2Id": 31071967, "allowPartnerSearch": true, "workProgrammepart": {"id": 65, "ccm_id": 31072309, "wp_part": "H2020-FOCUS-2016-2017", "wp_year": "H2020-2016-2017", "wp_title": "Cross-cutting activities (Focus Areas)", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/cross-cutting-activities-focus-areas", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-focus_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31047978, "abbreviation": "EU.3.5.2.1.", "description": "Further our understanding of biodiversity and the functioning of ecosystems, their interactions with social systems and their role in sustaining the economy and human well-being"}, {"id": 31047979, "abbreviation": "EU.3.5.2.2.", "description": "Developing integrated approaches to address water-related challenges and the transition to sustainable management and use of water resources and services"}, {"id": 31047893, "abbreviation": "EU.3.", "description": "Societal Challenges"}, {"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31047980, "abbreviation": "EU.3.5.2.3.", "description": "Provide knowledge and tools for effective decision making and public engagement"}, {"id": 31047972, "abbreviation": "EU.3.5.", "description": "Climate action, environment,  resource efficiency and raw materials"}, {"id": 31047973, "abbreviation": "EU.3.5.1.", "description": "Fighting and adapting to climate change"}, {"id": 31047975, "abbreviation": "EU.3.5.1.2.", "description": "Assess impacts, vulnerabilities and develop innovative cost-effective adaptation and risk prevention and management measures"}, {"id": 31047976, "abbreviation": "EU.3.5.1.3.", "description": "Support mitigation policies, including studies that focus on impact from other sectoral policies"}, {"id": 31047977, "abbreviation": "EU.3.5.2.", "description": "Protection of the environment, sustainable management of natural resources, water , biodiversity and ecosystems"}], "topicMGAs": [], "tags": ["Urban re-naturing", "Sustainable built environment", "Human Well-being", "Ecosystem-based management", "Heat wave", "Organisational framework", "Built environment", "Heat stress", "Disaster risk reduction", "Carbon sequestration", "Cities", "Co-development", "Water resilience", "Urban green innovation", "Natural capital conservation", "Investment strategy", "Urban rehabilitation", "Climate adaptation", "Re-naturing", "Disaster risk management", "Multi-stakeholder approach", "European Structural and Investment Funds", "Hydro-meteorological events", "Urban security", "Environmental stressors", "Ecosystem services", "Water retention", "Green and blue infrastructure", "Ecosystem-based approach", "Climate resilience", "Urban spatial planning", "Co-design", "Green growth", "Urban heat island effects", "Front-runner cities", "Urban districts", "Investment leverage", "Risk management", "Follower cities", "Flood risk protection", "Sustainable urbanization", "Urban gentrification", "Green city", "Urban planning", "Urban environment", "Trans-disciplinary approach", "Blue infrastructure", "Co-implementation", "Hydro-meteorological hazards", "International cooperation", "Regional planning", "Flood risk prevention", "Noise reduction", "Civil engineering", "Urban zone", "Urban crime", "Business models", "Liveable cities", "Business model", "Biodiversity enhancement", "Urban area", "Urbanisation", "Living labs", "Ecosystem-based adaptation", "Urban innovation", "Noise pollution", "Green infrastructure", "ESIF", "Air pollution", "Urbanization", "Natural water retention", "Water management", "Disaster risk prevention", "Water regulation", "Biodiversity conservation", "Sustainable urbanisation", "Urban regeneration", "Water quality", "Organisational arrangements", "Wellbeing", "Ecosystem-based disaster risk reduction", "Urban agriculture", "Towns", "Governance arrangements", "Water protection", "Human health", "Social cohesion", "Natural capital enhancement", "Air quality", "Sustainable urban planning", "Nature-based solutions", "Urban farming", "Governance framework", "Inclusive cities", "Climate change adaptation", "Flood risk reduction", "Flood protection", "Green jobs"], "keywords": ["Nature conservation", "Environmental health", "Cost estimation / analysis", "Architecture, smart buildings, smart cities, urban", "Sustainable design (for recycling, for environment", "Sociology", "Water harvesting", "Knowledge infrastructure", "Natural resources and environmental economics", "Environmental planning", "Spatial and regional planning", "Risk factors", "Political systems and institutions, governance", "Knowledge transfer", "Brakish water ecosystems", "Social innovation", "Urban and regional economics", "Knowledge translation", "Legal studies, constitutions, comparative law", "Water-climate interactions", "Fresh water ecology", "Fresh water ecosystems", "Participatory Innovation", "Water management", "Sustainable energy communities", "Project financing", "Sustainable innovation", "Open innovation", "Biodiversity conservation", "Environmental engineering and geotechnics", "Urban studies (Planning and development)", "Catchment scale water management", "Architecture engineering", "Water cycle", "Socioeconomic stressors", "Urban studies, regional studies", "Public health", "Hydrology", "Spatial assessment and evaluation", "Habitat and species restoration and rehabilitation", "Private, public and social law", "Ecosystem management", "Waterworks and coastal engineering", "Fresh water biodiversity", "Types of innovation", "Ecosystem services provided by soils", "Environmental sciences (social aspects)", "Urbanization and urban planning, cities", "Social structure, inequalities, social mobility, i", "Spatial development and architecture, land use, re", "Architectural engineering", "Social Networks", "New Economic models beyond GDP", "Public sector innovation", "Gender in urban planning and development", "Water distribution", "Business model innovation", "Rural and survey engineering", "Water technology", "Knowledge management", "Integrated management of water", "Urban water management", "Cultural and economic geography", "Social issues", "Energy efficient buildings", "Public and environmental health", "Private investment", "Public administration"], "flags": ["IntlCoop", "SSH", "Gender"], "sme": true, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "10 November 2015", "submissionProcedure": {"id": 31094505, "abbreviation": "two-stage", "description": "two-stage"}, "deadlineDates": ["08 March 2016", "06 September 2016"]}, {"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "IA Innovation action", "typeOfMGA": []}], "plannedOpeningDate": "08 November 2016", "submissionProcedure": {"id": 31094505, "abbreviation": "two-stage", "description": "two-stage"}, "deadlineDates": ["07 March 2017", "05 September 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3208552": [{"action": "SCC-02-2016-2017 - IA Innovation action", "plannedOpeningDate": "10 November 2015", "deadlineModel": "two-stage", "deadlineDates": ["08 March 2016", "06 September 2016"], "budgetYearMap": {"2016": 40000000}, "budgetTopicActionMap": {}}], "3208553": [{"action": "SCC-03-2016 - RIA Research and Innovation action", "plannedOpeningDate": "10 November 2015", "deadlineModel": "single-stage", "deadlineDates": ["08 March 2016"], "budgetYearMap": {"2016": 15000000}, "budgetTopicActionMap": {}}], "3208554": [{"action": "SCC-04-2016 - ERA-NET-Cofund ERA-NET Cofund", "plannedOpeningDate": "10 November 2015", "deadlineModel": "single-stage", "deadlineDates": ["08 March 2016"], "budgetYearMap": {"2016": 5000000}, "budgetTopicActionMap": {}}], "3208555": [{"action": "SCC-1-2016-2017 - IA Innovation action", "plannedOpeningDate": "04 October 2016", "deadlineModel": "single-stage", "deadlineDates": ["14 February 2017"], "budgetYearMap": {"2017": 69500000}, "budgetTopicActionMap": {}}], "3208556": [{"action": "SCC-1-2016-2017 - IA Innovation action", "plannedOpeningDate": "08 December 2015", "deadlineModel": "single-stage", "deadlineDates": ["05 April 2016"], "budgetYearMap": {"2016": 60000000}, "budgetTopicActionMap": {}}], "3208557": [{"action": "SCC-02-2016-2017 - IA Innovation action", "plannedOpeningDate": "08 November 2016", "deadlineModel": "two-stage", "deadlineDates": ["07 March 2017", "05 September 2017"], "budgetYearMap": {"2017": 44000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016", "2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Mass urbanisation presents one of the most urgent challenges of the 21<sup>st</sup> century. Rapidly developing and changing industrial activities, uncontrolled urban sprawl, large, concentrated and often culturally diverse populations have created numerous complex social and health problems. Cities and urban communities have to cope with challenges related poor air quality, heat island effects, increased flood risks, increased frequency/severity of extreme events (floods, droughts, storms, heat waves, etc.), derelict industrial sites, dis-functioning urban areas, increased criminality, social exclusion, inequalities, marginalisation, poverty and degraded urban environments. These challenges have serious impacts on human health, quality of life, well-being and security of citizens, particularly among the less privileged social classes.</p><p> Cities accounting for 72% of the European population are major contributors to climate change consuming 75% of global energy and emitting 80% of greenhouse gas generated by human activity. Growing urban populations, pollution and economic activities also place water resources under severe stress, exacerbating demand whilst affecting the quality and quantity of supply. Climate change mitigation and adaptation and the sustainable management of water resources are therefore key challenges for the cities in Europe and beyond.</p><p>There is convincing but fragmented evidence that nature-based solutions can significantly enhance the climate and water resilience of cities. Furthermore nature-based solutions, by reshaping the built environment, can enhance the inclusivity, equitability and liveability of the cities, regenerate deprived districts, improve mental and physical health and quality of life for the citizens, reduce urban violence, and decrease social tensions through better social cohesion particularly for the most vulnerable groups e.g. children, elderly and people of low socioeconomic status.</p><p>The challenge is therefore to provide a robust, EU-wide evidence base and develop a European reference framework on nature-based solutions for regional and local city authorities, communities, enterprises and other stakeholders about the benefits, co-benefits, cost-effectiveness and economic viability of these solutions to enhance on the one hand climate and water resilience in cities and on the other hand to address inclusive urban regeneration in cities and thus promote their large scale deployment and the creation of a global market.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Projects should adopt a 'front-runner' and 'follower' cities approach, as described in more detail below, to facilitate the rapid exploitation, replication and up-scaling of the solutions and via large-scale demonstrations should aim to:</p><ul level=\"0\">  <li>develop, deploy at an appropriate scale of intervention<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> and demonstrate in 'front-runner' cities as 'living laboratories' innovative, replicable and locally attuned nature-based solutions, with a systemic impact at the scale of intervention, to address the challenges specified below. Solutions should be co-designed, co-developed and co-implemented in a trans-disciplinary, multi-stakeholder and participatory context and systemically embedded in an integrated urban and land use planning;</li>  <li>assist 'follower' cities that commit to proactively seek advice, expertise, assistance, capacity building (e.g. through staff exchanges) and mentoring from the 'front-runners' and develop, within the duration of the project, a sustainable urban planning that systemically replicates, embeds and integrates the demonstrated nature-based solutions 'customised' to their particular context to successfully address the challenges specified below. This urban plan is a contractual obligation and should be delivered by the end of the project. 'Followers' should have privileged contacts with the project partners and access to the know-how and outcomes of the project and should participate in the definition of user requirements and the design of the methodology for replicating and transferring solutions, data, etc.;</li>  <li>engage the 'front-runner' cities (as 'coaching cities') in further networking and knowledge-sharing efforts with cities beyond those directly involved in the project to maximise the benefits of the project for a broader community beyond the limits of the project;</li>  <li>set up a robust monitoring scheme to monitor, for a period of at least 2 years within the life of the project, the performance and assess the impact of the deployed solutions in an as quantifiable way as possible against a well-defined baseline regarding the challenges in the participating cities at the time of the proposal. Longer term commitment to monitoring and systematic documentation beyond the end of the project will give an added value to the proposal; develop methodologies to assess the efficacy, performance and cost-effectiveness of the solutions compared to alternative options, considering benefits, co-benefits (such as carbon sequestration, mitigation of heat island effects, natural cooling and heating, recreation due to dual use spaces, mitigation of soil sealing effects, enhanced soil, reduction of noise and air pollution, flood prevention/protection, enhancement of biodiversity and natural capital, human well-being and health, reduction of noise and air pollution, improvement of water quality etc., where these are not the primary objectives) and negative impacts that their deployment could entail when addressing the challenges specified below;</li>  <li>develop methodologies for replication and up-scaling in different contexts of the solutions deployed in the ‘front-runner’ cities, including investment strategies, governance and business models and approaches for their systemic integration in the urban and land use planning;</li>  <li>identify and assess potential regulatory, economic, social (such as gender, age, disability and culture) and technical barriers of relevance to these solutions and propose ways to overcome them;</li>  <li>establish long-term sustainable data platforms to systematically document information and provide evidence on practices and lessons learnt regarding the deployment, cost-effectiveness (including benefits and co-benefits) and performance of nature-based solutions. deploy appropriate state-of-the-art digital technologies, ICT and innovative communication strategies and tools securing open access and interoperability along data infrastructures and a continuous building up of the 'knowledge portfolio' through future activities under Horizon 2020 and beyond.</li> </ul><p>Proposals shall address <strong>all</strong> of the above points. The involvement of social sciences and humanities in the project will be required to properly address these complex challenges.</p><p>Consortia should involve competent local, city and regional authorities, community groups, enterprises, academics and local communities in a clear structure with well-defined roles and responsibilities for all involved parties.</p><p>A city acting as a 'front-runner city' in a demonstration project funded in the context of 'Sustainable cities through nature-based solutions' can be funded only once over the course of the entire Horizon 2020.</p><p>To maximise benefits at European level, each project shall involve at least 2 'front-runner' cities and 3 'follower' cities from different Member States and/or Associated Countries<em>. </em></p><p>In addition to the coverage of the points mentioned above, the success potential of the proposal will be assessed according to the innovative character, the replicability and market potential of the nature-based solutions and of the systemic processes envisaged for their co-designing, co-developing and co-implementation, the long-term commitment, both political and financial, of the competent authorities that would guarantee the project implementation independently of possible changes in the urban political context during the project and the sustainability of financing, through mobilisation and leveraging of investments.</p><p>In line with the strategy for EU international cooperation in research and innovation (COM(2012)497), international cooperation is encouraged. To this end, participation of 'follower' cities from non-EU countries would enhance the potential for international replication, including in the context of, but not limited to, the EU-China Sustainable Urbanisation Partnership and the EU-China Innovation Dialogue. This would contribute to the creation of a global market for nature-based solutions.</p><p>Resources should be envisaged for clustering with other projects financed under the “Nature-based solutions for territorial resilience” part of the call for Societal Challenge 5 ' Climate action, environment, resource efficiency and raw materials', namely topics SC5-08-2017, SC5-09-2016 and SC5-10-2016, to optimise collaboration, synergies, interactions and mutual support to the achievement their corresponding objectives and, if possible, under other relevant parts of Horizon 2020.</p><p>Because of the substantial investments that might be necessary for implementing the nature-based solutions, additional and/or follow-up funding (private or public) should be sought, be it private or public, relevant regional/national schemes under the European Structural and Investment Funds (ESIF) and/or the European Regional Development Fund (ERDF), or other relevant funds such as the Instrument for Pre-accession Assistance (IPA II). In these cases, contacts could be established with the funds managing body during the duration of the projects. In case of relevance for the Research and Innovation Smart Specialisation Strategies (RIS3) the project proposals could already indicate which interested regions/countries or other partners have been pre-identified. Please note, however, that reference to such additional or follow-up funding will not lead automatically to a higher score in the evaluation of the proposal.</p><p>As illustrated by proposals responding to the call for ideas<em>,</em> the Commission considers that proposals requesting a contribution from the EU of at least EUR 10 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p>Proposals shall address <strong>one </strong>of the following issues:</p><p><strong>a) Demonstrating innovative nature-based solutions for climate and water resilience in cities</strong> <strong>(2016)</strong></p><p>Actions should aim to improve urban resilience to climate change (mitigation and adaptation) and enhance water resources management sustainability through deployment of nature-based solutions, or an optimal combination of nature-based solutions and other technologies. Trans-disciplinary and community-based approaches including social sciences and humanities in the co-designing, co-development and co-implementation of the solutions is considered necessary.</p><p><strong>b) Nature-based solutions for inclusive urban regeneration (2017)</strong></p><p>Actions should address nature-based solutions for inclusive urban regeneration – including regeneration of deprived districts, or neglected or abandoned areas<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>. They should also test to what extent nature-based solutions can reduce crime and security costs, and enhance human health, wellbeing and social cohesion.</p><p>The role of social innovation, and hence the participation of social sciences and humanities disciplines such as law, economics, political science, architecture or design studies, is particularly important to properly address these complex challenges.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Projects are expected to contribute to:</p><ul level=\"0\">  <li>in the mid-term, the creation of an European reference framework and the establishment of EU leadership in a new global market (offer and demand) for nature-based solutions, new economic opportunities, new products, services, protocols and standards, leverage of investments, reduced regulative and administrative barriers, and new local green jobs;</li>  <li>increased awareness of the benefits of re-naturing cities, creation of 'communities of practice', more effective policy making and better informed decision making across Europe based on an EU-wide evidence base regarding efficacy, efficiency and comparative advantages of a range of tested, well documented, up-scalable and marketable nature-based solutions;</li>  <li>enhanced stakeholder and citizen ownership of the solutions through their effective and systematic involvement in participatory, trans-disciplinary and multi-stakeholder consultation processes for co-design, co-development and co-implementation of visionary urban planning;</li>  <li>increased international cooperation and global market opportunities through replication of approaches and solutions in non-EU countries, including in the context of the EU-China platform;</li>  <li>enhanced implementation of EU environmental policies, such as the EU Water Framework Directive, the 7th Environment Action Programme, the EU Biodiversity Strategy to 2020, the EU Climate Change Adaptation Strategy and the conclusions of the COP21 Paris Agreement<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>, the 'Blueprint to safeguard Europe’s waters' and the 'Communication on Green Infrastructures', and of the Sustainable Development Goals (SDGs) – in particular SDG 11 'Make cities and human settlements inclusive, safe, resilient and sustainable' – and UN conventions in the fields of biodiversity, soil and land management, disaster risk reduction. <p> </p> </li> </ul><p>In addition, <strong>projects addressing part a)</strong> are expected to contribute to:</p><ul level=\"0\">  <li>creating by 2020 healthier and greener European cities, with increased resilience to climate change (e.g. reduced flood risks, mitigated heat stress) and water-related challenges thanks to the implementation of nature-based solutions, with better living conditions for all, increased green infrastructure and biodiversity, improved air and water quality, reduced noise and health costs, improved mobility conditions, opportunities for urban farming<sup><a target=_self href=#fn4 id=r4>[4]</a></sup> and increased social cohesion.</li> </ul><p>In addition, <strong>projects addressing part b)</strong> are expected to contribute to:</p><ul level=\"0\">  <li>creating by 2020, through the implementation of nature-based solutions, healthier, culturally diverse and greener regenerated (including deprived districts and neglected or abandoned areas) European cities, with better living conditions for all, reduced crime and security costs, increased green infrastructure and biodiversity, improved air and water quality, enhanced human health and wellbeing, reduced health costs, improved mobility conditions, opportunities for urban farming<sup><a target=_self href=#fn4 id=r4>[4]</a></sup> and increased social cohesion, as well as to implementing the Sustainable Development Goals (SDGs), in particular SDG 1 ‘End poverty in all its forms everywhere’ and SDG 10 ‘Reduce inequality within and among countries’. <p> </p> </li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=Gender;sortQuery=sortStatus;orderBy=asc\">Gender</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=IntlCoop;sortQuery=sortStatus;orderBy=asc\">International cooperation</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>The scale of intervention proposed should be chosen in order to maximize both the size of the impact that it will make with respect to the overall urban context and the potential for up scaling/replicating at larger scales the tested nature-based solutions and the associated context allowing for their systemic, participatory, trans-disciplinary and multi-stakeholder design, development and deployment.</p><p id=fn2><a  target=_self href=#r2>[2]</a>The scale of intervention proposed should be chosen in order to maximize both the size of the impact that it will make with respect to the overall urban context and the potential for up scaling/replicating at larger scales the tested nature-based solutions and the associated context allowing for their systemic, participatory, trans-disciplinary and multi-stakeholder design, development and deployment</p><p id=fn3><a  target=_self href=#r3>[3]</a>The Paris Agreement was adopted at the 21st Conference of the Parties (COP) of the United Nations Framework Convention on Climate Change, in Paris on 12 December 2015.</p><p id=fn4><a  target=_self href=#r4>[4]</a>Urban farming is dealt with under the topic “SFS-48-2017: Resource-efficient urban agriculture for multiple benefits – Contribution to the EU-China Urbanisation Partnership”</p><p id=fn5><a  target=_self href=#r5>[5]</a>Urban farming is dealt with under the topic “SFS-48-2017: Resource-efficient urban agriculture for multiple benefits – Contribution to the EU-China Urbanisation Partnership”</p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme.<br />\r\n    Note also that a number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme, with the following exceptions:<br />\r\n    <br />\r\n    SCC-02-2016-2017 - Each project shall involve at least 2 'front-runner' cities and 3 'follower' cities, as defined in the topic text, from different Member States and/or Associated Countries, due to the nature and objectives of the action and in order to maximise benefits at EU level.<br />\r\n    A city acting as a 'front-runner city' in a demonstration project funded in the context of 'Sustainable cities through nature-based solutions' can be funded only once over the course of the entire Horizon 2020.<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0, 51, 102);\">Proposal page limits and layout:</span></strong> Please refer to Part B of the standard proposal template.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme<span style=\"color: rgb(51,153,102)\"> </span><br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\">3.2&nbsp;Submission and evaluation process:</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\r\n    &nbsp; &nbsp; &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\r\n    <br />\r\n    Information on the outcome of <strong>two-stage</strong> evaluation:<br />\r\n    &nbsp; &nbsp; &nbsp; For stage 1: maximum 3 months from the deadline for submission.<br />\r\n    &nbsp; &nbsp; &nbsp; For stage 2: maximum 5 months from the deadline for submission.<br />\r\n    Signature of grant agreements: maximum 8 months from the deadline for submission.</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic: </span></strong><br />\r\n    <br />\r\n    <u>Innovation Action:</u><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-d-ia_en.pdf\">Specific provisions and funding rates</a><br />\r\n    Proposal templates are available after entering the submission tool below.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2016-2017/h2020-call-ef-ria-ia-csa-2016-17_en.pdf\">Standard evaluation form<br />\r\n    </a><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">H2020 General MGA -Multi-Beneficiary</a>  <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\r\n    <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility</a> <br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply.<br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016_2017/annexes/h2020-wp1617-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0, 51, 102);\"><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-data-management/open-access_en.htm\">Open access must be granted to all scientific publications</a> resulting from Horizon 2020 actions </span></strong>\r\n    <p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n    <p><span style=\"color: rgb(0, 51, 102);\"><strong>Open access to research data</strong></span><br />\r\n    The <strong>Open Research Data Pilot</strong> has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in annex L of the Work Programme. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n    <p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n    <p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n    <p>- Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs.</p>\r\n    <p>- Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n    <p>The legal requirements for projects participating in this pilot are in the <u>article 29.3 of the Model Grant Agreemen</u>t.<br />\r\n    <br />\r\n    &nbsp;</p>\r\n    </li>\r\n    <li><strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-intro_en.pdf\"><br />\r\n    H2020 Work Programme 2016-17: Introduction</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-climate_en.pdf\">H2020 Work Programme 2016-17: Climate action, environment, resource efficiency and raw materials</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-focus_en.pdf\">H2020 Work Programme 2016-17: Cross-cutting activities (Focus Areas)</a><br />\r\n    <a href=\"http://ttp://ec.europa.eu/research/participants/data/ref/h2020/wp/2016_2017/main/h2020-wp1617-comm-diss_en.pdf\">H2020 Work Programme 2016-17: Dissemination, Exploitation and Evaluation</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2016-2017/annexes/h2020-wp1617-annex-ga_en.pdf\">H2020 Work Programme 2016-17: General Annexes</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; Submission of proposals.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance.</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://een.ec.europa.eu/\"><br />\r\n<strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<strong><br />\r\n</strong><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a><br />\r\n<a href=\"http://www.iprhelpdesk.eu/\"><br />\r\n<strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues<br />\r\n<a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><br />\r\n<strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.<br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392528026, "id": 165785720, "title": "Flash Call Info SCC_2016_2Stage", "sectionId": 52392528026, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 158101, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/scc-02-2016-2017/1730111-flash_call_info_scc-_first_stage_en.pdf", "id": 1730111, "fileName": "Flash Call Info SCC- First stage_EN.pdf", "common": false, "crc32": 722534581}]}, {"callId": 52392528026, "id": 165785719, "title": "Flash Call Info SCC_2017_Two Stage-Stage 1", "sectionId": 52392528026, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 1050624, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/scc-02-2016-2017/1770115-scc-call_update_-_flash_call_info_(call_results)_en.doc", "id": 1770115, "fileName": "SCC-Call Update - Flash Call Info (call results)_EN.doc", "common": false, "crc32": 1750768137}]}, {"callId": 52392528026, "id": 165785721, "title": "Generalised Feedback after TwoStage-Stage 1 evaluation - SCC-02b-2017", "sectionId": 52392528026, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 168066, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/scc-02-2016-2017/1770121-scc-02b_generalised_feedback_for_successful_applicants_after_stage_1_en.pdf", "id": 1770121, "fileName": "SCC-02b_Generalised feedback for successful applicants after STAGE 1_EN.pdf", "common": false, "crc32": 2055936043}]}, {"callId": 52392528026, "id": 165785722, "title": "Flash Call Info SCC_2017_Two Stage-Stage 2", "sectionId": 52392528026, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 1048576, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/scc-02-2016-2017/1797610-h2020-scc-2016-2017-call_update_-_flash_call_info_(call_results)_twostage_en.doc", "id": 1797610, "fileName": "H2020-SCC-2016-2017-Call Update - Flash Call Info (call results)_TwoStage_en.doc", "common": false, "crc32": 3301334878}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>European cities are forerunners in the transition towards a low carbon and resource efficient economy. A fast growing percentage (currently 72%) of the EU population lives in urban areas, using 70% of our energy. Quality of city life and the attractiveness of cities as environments for learning, innovation, doing business and job creation are now key parameters for success in the global competition for talent, growth and investments.</p>\r\n<p>Key challenges for Smart and Sustainable Cities are to provide solutions to significantly increase cities' overall energy and resource efficiency through actions addressing the building stock, energy systems, mobility, climate change, water and air quality. Such actions should bring profound economic, social and environmental impacts, resulting in a better quality of life (including health and social cohesion), competitiveness, jobs and growth.</p>\r\n<p>This &ldquo;Smart and Sustainable Cities&rdquo; cross-cutting focus area has the aim of bringing together cities, industry and citizens to demonstrate solutions and business models that can be scaled up and replicated, and that lead to measurable benefits in energy and resource efficiency, new markets and new jobs. The scope will include the creation of urban spaces powered by secure, affordable and clean energy, smart electro-mobility, smart tools and services, innovative nature-based solutions and showcasing economic viability.</p>\r\n<p>Particular focus will be on creating the right enabling frameworks for large-scale innovation at urban scale, including the development and testing of new business, financing and governance models that allow for quick replication at scale.</p>\r\n<p>This cross-cutting call on Smart and Sustainable Cities comprises two distinct but mutually reinforcing parts.</p>\r\n<p>Smart Cities and Communities (SSC1) focusses on demonstrating sustainable, cost-effective and replicable district-scale solutions at the intersection of energy and transport enabled by ICT. They should integrate smart homes and buildings, energy efficiency measures, very high shares of renewables, smart energy grids, energy storage, electric vehicles and smart charging infrastructures.<br />\r\nThe call continues with the 'lighthouse city' approach of the Smart Cities calls since 2014. The 2020 goal is to have a significant number of new lighthouse cities of all sizes all over Europe, in a very large number of Member States with various, climatic and economical positions.</p>\r\n<p>Sustainable cities though Nature-based solutions (SSC2-4) focusses on providing evidence that re-naturing of cities through the deployment of innovative, locally adapted, systemic solutions - that are inspired and supported by nature - can be a cost-effective and economically viable way to make cities more sustainable, resilient, greener, and healthier.</p>\r\n<p>This will also help to increase their attractiveness for citizens, new economic activities and investments. The replication of successfully demonstrated solutions can be further spread by the European Innovation Partnership on Smart Cities and Communities.</p>", "latestInfos": [{"approvalDate": "Dec 5, 2017 11:01:54 AM", "lastChangeDate": "Dec 5, 2017 11:01:54 AM", "content": "<p><span style=\"color: rgb(51,153,102)\"><strong>Flash Call Info:</strong></span></p>\r\n<p>An overview of the evaluation results of Stage 2 of&nbsp; the Two stage call of H2020-SCC-2016-2017 (flash call info) is now available under the &quot;Additional documents&quot; section on the topic page.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 6, 2017 5:56:31 PM", "lastChangeDate": "Jun 6, 2017 5:56:31 PM", "content": "<p><span style=\"color: rgb(51, 153, 102);\"><strong>Flash Call Info</strong></span></p>\r\n<p>In order to best ensure equal treatment, successful stage 1 applicants do not receive the evaluation summary reports (ESRs) for their proposals, but a<strong> <span style=\"color: rgb(51, 153, 102);\">GENERALISED&nbsp;FEEDBACK</span></strong> with information and tips for preparing the full proposal. The generalised feedback for topic SCC-02-2016-2017 is published under the Call Conditions of the topic.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "May 30, 2017 4:01:12 PM", "lastChangeDate": "May 30, 2017 4:01:12 PM", "content": "<p>Flash Call Info:</p>\r\n<p>An overview of the evaluation results of Stage 1 of the Two stage call of H2020-SCC-2016-2017 (flash call info) is now available under the &quot;Topic conditions &amp; documents&quot; section on the topic page.<br />\r\n<br />\r\n&nbsp;</p>"}, {"approvalDate": "Mar 8, 2017 6:25:57 PM", "lastChangeDate": "Mar 8, 2017 6:25:57 PM", "content": "<p><strong>H2020-SCC-2016-2017</strong></p>\r\n<p>A total of <strong>45 </strong>proposals were submitted in response to this call. The number of proposals for each topic/type of action is shown below:<br />\r\n&bull;\tSCC-02-2016-2017 (IA): 45<br />\r\n&nbsp;</p>"}, {"approvalDate": "Feb 16, 2017 1:03:29 PM", "lastChangeDate": "Feb 16, 2017 1:03:29 PM", "content": "<p>&nbsp;</p>\r\n<p><strong>Call H2020-SCC-2017. Deadline 14/02/2017:</strong><br />\r\nA total of 17 proposals were submitted in response to this call for the topic<strong> SCC-1-2016-2017</strong> (IA) for Smart Cities and Communities lighthouse projects.</p>"}, {"approvalDate": "Jan 18, 2017 7:48:01 AM", "lastChangeDate": "Jan 18, 2017 7:48:01 AM", "content": "<p><strong>Rules of Participation:</strong></p>\r\n<p>&nbsp;From 1 January 2017 Switzerland is associated to the whole Horizon 2020 programme, including the Societal Challenge calls. For more information please read the information sheet available <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-hi-swiss-part_en.pdf\">here</a>.</p>"}, {"approvalDate": "Dec 6, 2016 6:46:20 PM", "lastChangeDate": "Dec 6, 2016 6:46:20 PM", "content": "<p><strong>Flash call info:</strong></p>\r\n<p>An overview of the evaluation results of call H2020-SCC-2016-2017 - Sustainable cities through Nature-based solutions (flash call info) is now available under the &quot;Topic conditions &amp; documents&quot; section on the topic page.</p>\r\n<p><strong>FAQs 2017:</strong></p>\r\n<p>If you are applying for the 2017 topics under H2020-SCC-2016-2017 - Sustainable cities through Nature-based solutions, do not forget to check new and archived FAQs relevant for your topic <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/1/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd%20Health%20Programme/0/1/1/programme&amp;programmeList/t/Asylum,%20Migration%20and%20Integration%20Fund/0/1/1/programme&amp;programmeList/t/Consumer%20Programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/Creative%20Europe%20programme/0/1/1/programme&amp;programmeList/t/Erasmus+%20programme/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/Internal%20Security%20Fund%20-%20Borders/0/1/1/programme&amp;programmeList/t/Internal%20Security%20Fund%20-%20Police/0/1/1/programme&amp;programmeList/t/Justice%20Programme/0/1/1/programme&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/0/1/1/programme&amp;programmeList/t/Research%20Fund%20for%20Coal%20and%20Steel/0/1/1/programme&amp;programmeList/t/Rights,%20Equality%20and%20Citizenship%20Programme/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag\">here</a>.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Dec 6, 2016 6:42:48 PM", "lastChangeDate": "Dec 6, 2016 6:42:48 PM", "content": "<p><strong>Flash call info:</strong></p>\r\n<p>An overview of the evaluation results of call H2020-SCC-2016-2017 - Sustainable cities through Nature-based solutions (flash call info) is now available under the &quot;Topic conditions &amp; documents&quot; section on the topic page.</p>\r\n<p><strong>FAQs 2017:</strong></p>\r\n<p>If you are applying for the 2017 topics under H2020-IND-CE-2016-17 - Circular Economy, do not forget to check new and archived FAQs relevant for your topic <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/1/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd%20Health%20Programme/0/1/1/programme&amp;programmeList/t/Asylum,%20Migration%20and%20Integration%20Fund/0/1/1/programme&amp;programmeList/t/Consumer%20Programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/Creative%20Europe%20programme/0/1/1/programme&amp;programmeList/t/Erasmus+%20programme/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/Internal%20Security%20Fund%20-%20Borders/0/1/1/programme&amp;programmeList/t/Internal%20Security%20Fund%20-%20Police/0/1/1/programme&amp;programmeList/t/Justice%20Programme/0/1/1/programme&amp;programmeList/t/Promotion%20of%20Agricultural%20Products/0/1/1/programme&amp;programmeList/t/Research%20Fund%20for%20Coal%20and%20Steel/0/1/1/programme&amp;programmeList/t/Rights,%20Equality%20and%20Citizenship%20Programme/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag\">here</a>.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Nov 8, 2016 12:31:18 AM", "lastChangeDate": "Nov 8, 2016 12:31:18 AM", "content": "The submission session is now available for: SCC-02-2016-2017(IA)"}, {"approvalDate": "Oct 4, 2016 12:30:05 AM", "lastChangeDate": "Oct 4, 2016 12:30:05 AM", "content": "The submission session is now available for: SCC-1-2016-2017(IA)"}, {"approvalDate": "Sep 7, 2016 11:16:24 AM", "lastChangeDate": "Sep 7, 2016 11:16:24 AM", "content": "<p><span style=\"color: rgb(255, 102, 0);\"><strong>Call update deadline 06.09.2016</strong></span></p>\r\n<p>A total of 13 proposals were submitted in response to the second stage of the call. The number of proposals for each topic is shown below:<br />\r\nSCC-02a-2016 &ndash; 13<br />\r\n&nbsp;</p>"}, {"approvalDate": "Aug 9, 2016 11:35:23 AM", "lastChangeDate": "Aug 9, 2016 11:35:23 AM", "content": "<p>Please note that the latest information on results (Flash Call Info) for the topic SCC-02-2016,&nbsp;corresponding to the first stage of the two stage call&nbsp;(that closed on&nbsp;8 March 2016) can be found in the &quot;Additional Documents&quot; section of this topic.</p>\r\n<p>Please note that the latest information on results (Flash Call Info) for the topics SCC-03-2016 and SCC-04-2016 corresponding to the single stage call (that closed on 8 March 2016) can be found in the &quot;Additional Documents&quot; section of these topics.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Aug 3, 2016 4:32:13 PM", "lastChangeDate": "Aug 3, 2016 4:32:13 PM", "content": "<p>A revised version of the Work programme 2016-2017 has been adopted in 25/07/2016.</p>\r\n<p>The main changes in the call Smart and Sustainable Cities sub-call Sustainable Cities through Nature-based solutions concern:<br />\r\n-\tNew eligibility criteria for SCC-02-2016-2017:  &quot;A city acting as a 'front-runner city' in a demonstration project funded in the context of 'Sustainable cities through nature-based solutions' can be funded only once over the course of the entire Horizon 2020.&quot;<br />\r\n-\tIncrease in available budget for SCC-02-2017.<br />\r\n-\tChanges in the challenge, scope or impact description of several topics related with the  implementation of the United Nations (UN) Sustainable Development Goals, as well as the Paris Agreement under the UN Framework Convention on Climate Change.<br />\r\n&nbsp;</p>"}, {"approvalDate": "Aug 1, 2016 5:53:21 PM", "lastChangeDate": "Aug 1, 2016 5:53:21 PM", "content": "<p>Please note that the latest information on results (<strong>Flash Call Info</strong>) for the topic SCC-1-2016-2017 (that closed on 5 April 2016) can be found in the &quot;Additional Documents&quot; section of this topic.</p>"}, {"approvalDate": "Jul 25, 2016 5:35:28 PM", "lastChangeDate": "Jul 25, 2016 5:35:28 PM", "content": "<p>&nbsp;</p>\r\n<p>The evaluation of proposals for call H2020-SCC-NBS-OneStage-2016 is now complete. A total of eight proposals were evaluated for this call of which four passed the evaluation thresholds. The breakdown for each topic or group of topics is shown below:<br />\r\nSCC-03: 7 evaluated, 3 above-threshold, 2 mainlisted<br />\r\nSCC-04: 1 evaluated, 1 above-threshold, 1 mainlisted</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "May 20, 2016 3:02:27 PM", "lastChangeDate": "May 20, 2016 3:02:27 PM", "content": "<p><strong>Call H2020-SCC-NBS-2016. Deadline 08/03/2016</strong>:<br />\r\nThe evaluation of first stage proposals is now complete. The coordinators of proposals who failed to pass to the second stage have been informed in writing, and have each received an Evaluation Summary Report (ESR) setting out scores and comments.<br />\r\nThe &ldquo;Flash info&rdquo; published on the Participant Portal shows the key statistics related to this call, including number of proposals submitted, the number evaluated, and the number passing the thresholds and thus invited to the second stage.<br />\r\nFor successful first stage applicants, it is important to uphold the principle of equal treatment, and to ensure that all have a chance to benefit from the comments of experts. Therefore, instead of an ESR, this generalised feedback is provided now to all applicants invited to submit a full proposal at the second stage. You are kindly requested to take this feedback into account when preparing your full proposal. <br />\r\nAt the second stage you have a chance to address or clarify issues that should convince the second stage experts. Some or all of these experts may not be the same as those who reviewed your outline proposal.</p>\r\n<p>Summary of main shortcomings in first stage successful proposals <br />\r\n&nbsp;</p>\r\n<p><u><strong>SCC-02:</strong></u></p>\r\n<p>&bull; The criteria for selecting the involved cities and the link among them were not always sufficiently explained.<br />\r\n&bull; The nature-based solutions in the 'front-runner' cities, and their integration in urban and land use planning, were not always clearly identified.<br />\r\n&bull; The involvement of local authorities from the 'front-runner' and 'follower' cities was not always clear in the proposals.<br />\r\n&bull; Targets and measurable indicators to convincingly demonstrate how the projects will contribute to all the expected impacts of the call were not always adequately presented.<br />\r\n&bull; Explanations on how the projects will address regulatory, economic, social and technical barriers to the solutions missed often sufficient detail.<br />\r\n&bull; Social Sciences and Humanities and Gender issues (gender-flagged topic) were not always adequately considered.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "May 18, 2016 4:21:12 PM", "lastChangeDate": "May 18, 2016 4:21:12 PM", "content": "<p><strong>Call H2020-SCC-NBS-2016. Deadline 08/03/2016</strong>:<br />\r\n<strong>Flash information on the CALL results (flash call info)<br />\r\n</strong>Call for proposals: H2020-SCC-NBS-2016-TwoStage, first stage<br />\r\nCall Title: Smart and Sustainable Cities<br />\r\nPublished: 14.10.2015<br />\r\nDeadline: 08.03.2016 (first stage)</p>\r\n<p><strong>Indicative budget available:</strong> EUR 40 million<br />\r\nBudget per topic/type of action with separate &lsquo;call-budget-split&rsquo;:<br />\r\n<strong>&bull; SCC-02 -2016: </strong>Demonstrating innovative nature-based solutions for climate and water resilience in cities / IA: EUR 40 million</p>\r\n<p>The Agency EASME has now completed the evaluation of the proposals submitted to the above-mentioned call. The following overall thresholds were applied:<br />\r\n<strong>&bull; SCC-02-2016: </strong>Overall threshold applied <strong>8.5</strong></p>\r\n<p>The results of the evaluation are as follows:<br />\r\n<strong>&bull; SCC-02-2016: 35 </strong>proposals submitted, <strong>13 </strong>above thresholds</p>\r\n<p><br />\r\nTotal number of proposals submitted (including proposals transferred from or to other calls): <strong>35<br />\r\n</strong>Total number of inadmissible proposals: <strong>0<br />\r\n</strong>Total number of ineligible proposals: <strong>1</strong><br />\r\nTotal number of above-threshold proposals: <strong>13<br />\r\n</strong>Total budget requested for above-threshold proposals: <strong>161.2 million<br />\r\n</strong></p>\r\n<p>We recently informed the applicants about the evaluation results for their proposals. <br />\r\nAbove-threshold proposals have been invited to submit a full proposal by 06.09.2016<br />\r\nInformation on the selected projects will be published on CORDIS after that date. <br />\r\nPlease note that the number of proposals that can finally be funded will depend on the finally available budget and the formal selection by the Agency.<br />\r\nFor questions, please contact the Research Enquiry Service .<br />\r\n&nbsp;</p>"}, {"approvalDate": "Apr 6, 2016 9:35:25 AM", "lastChangeDate": "Apr 6, 2016 9:35:25 AM", "content": "<p><strong>Call H2020-SCC-2016. Deadline 05/04/2016</strong>:<br />\r\nA total of<strong> 9 proposals</strong> were submitted in response&nbsp;to this call for the topic <strong>SCC-1-2016-2017</strong> (IA) for Smart Cities and Communities lighthouse projects.</p>"}, {"approvalDate": "Mar 9, 2016 9:02:28 AM", "lastChangeDate": "Mar 9, 2016 9:02:28 AM", "content": "<p><strong>Call H2020-SCC-NBS-2016. Deadline 08/03/2016</strong><br />\r\nA total of 46 proposals were submitted in response&nbsp;to this call. The number of proposals for each topic/type of action is shown below:</p>\r\n<p>SCC-02: 36</p>\r\n<p>SCC-03: 8</p>\r\n<p>SCC-04: 2</p>"}, {"approvalDate": "Dec 8, 2015 12:30:06 AM", "lastChangeDate": "Dec 8, 2015 12:30:06 AM", "content": "The submission session is now available for: SCC-1-2016-2017(IA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}