{"TopicDetails": {"type": 0, "ccm2Id": 31052303, "cftId": 0, "identifier": "WIDESPREAD-1-2014", "title": "Teaming", "publicationDateLong": 1386720000000, "callIdentifier": "H2020-WIDESPREAD-2014-2015", "callTitle": "H2020-WIDESPREAD-2014", "callccm2Id": 31054158, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31048020, "abbreviation": "EU.4.a.", "description": "Teaming of excellent research institutions and low performing RDI regions"}, {"id": 31048019, "abbreviation": "EU.4.", "description": "Spreading excellence and widening participation"}], "topicMGAs": [], "tags": ["Advanced institution", "Widening", "Weaker partner", "Low performing", "Stairway to excellence", "Structural funds", "Regional", "ESIF funds", "Emerging institution", "Brain drain", "Research divide", "Smart specialisation", "Excellent centre of research", "Cohesion policy", "Innovation divide"], "keywords": ["Business plan"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "SGA-CSA Specific Grant agreement and Coordination and Support Action", "typeOfMGA": []}, {"typeOfAction": "FPA-SGA-CSA Framework Partnership Agreement and Coordination and Support Action funded by a specific grant awarded under the Framework Partnership Agreement", "typeOfMGA": []}, {"typeOfAction": "FPA Framework Partnership Agreement", "typeOfMGA": []}], "plannedOpeningDate": "11 December 2013", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["17 September 2014"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"31159": [{"action": "WIDESPREAD-3-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["26 March 2014"], "budgetYearMap": {"0": 2000000}, "budgetTopicActionMap": {}}], "31160": [{"action": "WIDESPREAD-1-2014 - FPA Framework Partnership Agreement", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["17 September 2014"], "budgetYearMap": {"0": 11850000}, "budgetTopicActionMap": {}}, {"action": "WIDESPREAD-1-2014 - FPA-SGA-CSA Framework Partnership Agreement and Coordination and Support Action funded by a specific grant awarded under the Framework Partnership Agreement", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["17 September 2014"], "budgetYearMap": {"0": 11850000}, "budgetTopicActionMap": {}}, {"action": "WIDESPREAD-1-2014 - SGA-CSA Specific Grant agreement and Coordination and Support Action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["17 September 2014"], "budgetYearMap": {"0": 11850000}, "budgetTopicActionMap": {}}], "31161": [{"action": "WIDESPREAD-2-2014 - CSA Coordination and support action", "plannedOpeningDate": "11 December 2013", "deadlineModel": "single-stage", "deadlineDates": ["15 October 2014"], "budgetYearMap": {"0": 33600000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["0"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u>Specific challenge:</u> Despite its strengths, the European Research and Innovation landscape presents a lot of structural disparities, with research and innovation excellence concentrated in a few geographical zones. These disparities are due to, among other reasons, the insufficient critical mass of science and centres having sufficient competence to engage countries and regions strategically in a path of innovative growth, building on newly developed capabilities. This could help countries and regions that are lagging behind in terms of research and innovation performance reclaim their competitive position in the global value chains. Teaming will address this challenge by creating or upgrading such centres of excellence, building on partnerships between leading scientific institutions and low performing partners that display the willingness to engage together on this purpose. </p><p><u>Scope:</u> Teaming, will involve in principle, two (2) parties: an institution of research and innovation excellence (public or private) or a consortium of such institutions and the participant organisation from a low performing Member State (for example a national or regional authority, or a research agency at national or regional level; the presence of a local partner research institution is encouraged as it could provide additional relevance to the teaming process). Both parties will be required to sign the grant agreement. The coordinator of the project should be the participant organisation from the low performing Member State. Teaming actions will be selected for funding through the following process: </p><p><u>Stage 1: </u>Partner organisations will have to explain clearly their vision for the establishment of a new Centre of Excellence (or the upgrading of an existing one) that would be hosted in the low performing Member State or region involved. This will include details on the long-term science and innovation strategy of the future Centre, in particular, the detailed provisions for the good management of the project between the partners. Furthermore, proposers should include a clear analysis of how this strategy would fit with the relevant Smart Specialisation Strategy of the participating low performing Member State or region.    In the case of an upgrade of an existing centre of excellence (or a consortium of centres of excellence established in the same region), additional information concerning organisation profile, activities and strategy of the centre should be provided. Successful applicants will receive a grant to produce an extensive, detailed and robust Business Plan for the setting-up / upgrading of a Centre of Excellence.</p><p>The Business Plan should demonstrate the potential of the future Centre to develop new (or connect effectively with existing) regional cluster formation and the prospects of the hosting country/region to provide an innovation friendly environment. It has to include commitments from the interested national or regional authorities to commit financial resources (e.g. resources coming from the European Structural and Investment Funds) as appropriate, for implementing the future Centre, in particular regarding investment in infrastructure and equipment. A properly functioning service-oriented administration as well as an education and training system that is able to provide the human resources needed to absorb the innovation potential of the new research centre should be demonstrated. The duration of a typical first stage of a Teaming project will be 12 months.</p><p><u>Stage 2: </u>All funded proposals of the first stage will automatically enter into the second stage of the competition that will involve an in-depth evaluation (by an international expert panel) of all submitted Business Plans. These will be evaluated in terms of content (scientific excellence), impact on innovation and quality of the proposed implementation plan.  </p><p>Following this evaluation and depending on available budget, the Commission will enter into a Grant agreement with the highest ranked proposals to provide further substantial support (administrative costs, salaries etc.) for the start-up and implementation phase of the future Centre. It is to be noted however, that Horizon 2020 will not support infrastructure or large equipment costs associated with the new or upgraded centre (as reflected above, such costs are expected to be supported by other types of funding, including where relevant by the European Structural and Investment Funds (ESIF)).[1] The duration of a typical second stage of a Teaming project will be 5-7 years.</p><p>The long-term cooperation between the Commission and the selected partner organisations that have been successful in Stage 1 will be formalised with a Framework Partnership Agreement (FPA). This agreement shall specify the common objectives, the nature of the specific actions planned and the general rights and obligations of each party. It is noted however, that the FPA will continue in Stage 2 <u>only</u> with those organisations that have received the highest ranking (through an evaluation by an international high-level expert panel) for their submitted Business Plans from Stage 1.</p><p>The Commission considers that proposals requesting a contribution from the EU of between EUR 0.2 and 0.5 million for Stage 1 and between EUR 15 and 20 million for Stage 2 would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><u>Expected impact: </u>Actions will lead to the creation of new (or significant upgrades of existing) Centres of Excellence in Member States and regions currently identified as low performers in terms of research and innovation, increasing on the one hand their scientific capabilities and on the other, enabling them to engage in a strategic growth path in terms of economic development. It is also expected that improved scientific capabilities will allow them to improve their chances to seek competitive funding in international fora (including the EU Framework Programmes). Over the medium to long term there will be a measurable and significant improvement in the research and innovation culture (as shown through indicators such as research intensity, innovation performance, enhanced strategy, values and attitudes towards research and innovation) within Member States currently with low R&I performance. These will be fostered through constructive and sustainable partnerships achieved between research and innovation-intensive institutions of excellence and the partnering organisation in the low performing Member State or region.  Benefits will also accrue to the institutions from the more intensive research and innovation performers, in terms of issues such as access to new research avenues, creativity and the development of new approaches, as well as a source for increased mobility (inwards and outwards) of qualified scientists. </p><p><u>Type of action</u>: Framework Partnership Agreement and Coordination and Support Action funded by a specific grant awarded under the Framework Partnership Agreement.</p><p>The conditions related to this topic are provided in the general conditions for this call and in the General Annexes. </p><p>[1] Following an initial (minimum) three years' operating period, the Commission may consider to award “labels of excellence” to those newly established Centres that have met strict international standards through an independent international evaluation process (to be further organised by the Commission). There would however, be no additional EU funding involved. It should also be noted that this operation is not part of this Work Programme and Call.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\n<ol>\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of countries and applicable rules for funding: </span></strong>described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-a-countries-rules_en.pdf\">part A of the General Annexes</a> of the General Work Programme. Please refer also to the detailed information in&nbsp;the Work Programme entitled 'Spreading Excellence and Widening Participation'. <a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/common/1617618-part_15_spreading_excellence_v2.0_en.pdf\"> WP H2020 - 15. Spreading excellence and widening participation</a> <br />\n    &nbsp;</li>\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility and admissibility conditions:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-b-adm_en.pdf\">part B</a> and <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-c-elig_en.pdf\">C of the General Annexes</a> of the General Work Programme.&nbsp;Please refer also to the detailed information in the Work Programme entitled 'Spreading Excellence and Widening Participation'. <a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/common/1617618-part_15_spreading_excellence_v2.0_en.pdf\"> WP H2020 - 15. Spreading excellence and widening participation</a></li>\n    <li><strong><span style=\"color: rgb(0,51,102)\">Evaluation </span></strong><br />\n    <br />\n    <strong><span style=\"color: rgb(0,51,102)\">3.1&nbsp; Evaluation criteria and procedure, scoring and threshold:</span></strong> described in <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-h-esacrit_en.pdf\">part H of the General Annexes</a> of the General Work Programme. Please refer also to the detailed information in the Work Programme entitled 'Spreading Excellence and Widening Participation'. <a href=\"http://ec.europa.eu/research/participants/portal/doc/call/h2020/common/1617618-part_15_spreading_excellence_v2.0_en.pdf\"> WP H2020 - 15. Spreading excellence and widening participation</a><br />\n    </span><br />\n    <br />\n    <strong><span style=\"color: rgb(0,51,102)\">3.2</span></strong> <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/pse/h2020-guide-pse_en.pdf\">Guide to the submission and evaluation process</a><br />\n    &nbsp;</li>\n    <li><strong><span style=\"color: rgb(0,51,102)\">Proposal page limits and layout: </span></strong>Please refer to Part B of the standard proposal template.<br />\n    &nbsp;</li>\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Indicative timetable for evaluation and grant agreement:</strong></span><br />\n    Information on the outcome of <strong>one-stage </strong>evaluation: maximum 5 months from the final date for submission.<br />\n    Signature of grant agreements: maximum 3 months from the date of informing successful applicants.<br />\n    <br />\n    &nbsp;</li>\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:<br />\n    </span></strong><br />\n    <strong>Framework Partnership Agreement (FPA):<br />\n    </strong><br />\n    Muli-partner model framework partnership agreement<br />\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/pcp_ppi/h2020-mga-fpa-multi_en.pdf\">http://ec.europa.eu/research/participants/data/ref/h2020/mga/pcp_ppi/h2020-mga-fpa-multi_en.pdf</a><br />\n    <br />\n    <strong>Specific Grant Agreement under the FPA - in a form of a Coordination and Support Action (CSA-SGA)<br />\n    </strong><br />\n    Muli-partner model specific agreement<br />\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/pcp_ppi/h2020-mga-spa-multi_en.pdf\">http://ec.europa.eu/research/participants/data/ref/h2020/mga/pcp_ppi/h2020-mga-spa-multi_en.pdf</a><br />\n    <br />\n    <br />\n    The FPA CSA&nbsp;proposal template <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-fpa-csa-widespread.pdf\">http://ec.europa.eu/research/participants/data/ref/h2020/other/call_ptef/pt/h2020-call-pt-fpa-csa-widespread.pdf</a><br />\n    <br />\n    <br />\n    Standard self evaluation form <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf\">http://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/h2020-call-ef-ria-ia-csa_en.pdf</a>. For this call use the standard CSA form. However, the third text box in this document regarding the 'two stage submission schemes and weighing' is not applicable.<br />\n    <br />\n    <br />\n    Specific provisions and <strong>funding rates </strong>for <strong>CSA</strong><br />\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-csa_en.pdf\">http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-d-csa_en.pdf</a><br />\n    The <strong>FPA&nbsp;</strong>does not entail any budget provisions<br />\n    <br />\n    &nbsp;</li>\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional provisions:</span></strong><br />\n    <br />\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\n    <br />\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-j-classinfo_en.pdf\">Classified information</a><br />\n    <br />\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/wp/2014_2015/annexes/h2020-wp1415-annex-k-fs3p_en.pdf\">Financial support to Third Parties</a> &ndash; where a topic description foresees financial support to Third Parties, these provisions apply.<br />\n    <br />\n    &nbsp;</li>\n    <li><strong><span style=\"color: rgb(0,51,102)\">Open access must be granted to all scientific publications resulting from Horizon 2020 actions, and proposals must refer to measures envisaged.</span></strong> Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</li>\n</ol>\n<p>&nbsp;</p>", "supportInfo": "<div>\r\n<p><strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a></span></strong><span> &ndash; contact your NCP for further assistance.</span></p>\r\n<p><a href=\"http://een.ec.europa.eu/\"><strong>Enterprise Europe Network</strong></a> &ndash; contact your EEN national contact point for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\"><strong>Research Enquiry Service</strong></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a> &ndash; contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; to ensure compliance with ethical issues, further information is available on the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\">Participant Portal</a>&nbsp;and on the <a href=\"http://ec.europa.eu/research/science-society/index.cfm?fuseaction=public.topic&amp;id=1289&amp;lang=1\">Science and Society Portal</a>.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\"><strong>European IPR Helpdesk</strong></a> assists you on intellectual property issues.</p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a></p>\r\n<p><a href=\"http://www.cen.eu/cen/Services/Innovation/Pages/default.aspx\"><strong>CEN</strong></a> and <a href=\"http://www.cenelec.eu/aboutcenelec/whatwestandfor/fosterinnovation/randd.html\"><strong>CENELEC</strong></a>, the European Standards Organisations, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <a href=\"mailto:research@cencenelec.eu\">research@cencenelec.eu</a>.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> helps you find a partner organisation for your proposal.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/funding/guide.html\"><strong>H2020 Funding Guide</strong></a> your online guide on the procedures from proposal submission to managing your grant.</p>\r\n</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission'</strong> button. You will then be asked to confirm your choice of the type of action, the topic for the call, as these cannot be changed subsequently in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 1047764401, "id": 652196, "title": "FAQ", "sectionId": 1047764401, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 77312, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/widespread-1-2014/1622603-revised__faqs_teaming_29_08_2014_en.doc", "id": 1622603, "fileName": "REVISED  FAQs Teaming 29 08 2014_en.doc", "common": false, "crc32": 4131677194}]}], "infoPackDossiers": [{"callId": 1047764400, "id": 652194, "title": "Flash call info", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 59574, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/widespread-1-2014/1640117-fin_3_2_2015_teaming_flash_call_info__en.pdf", "id": 1640117, "fileName": "FIN 3 2 2015 TEAMING flash call info _EN.pdf", "common": false, "crc32": 3114315778}]}, {"callId": 1047764400, "id": 652195, "title": "Template part B", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 232960, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/widespread-1-2014/1640118-teaming_part_b_2014_en.doc", "id": 1640118, "fileName": "TEAMING Part B 2014_EN.doc", "common": false, "crc32": 3470926369}]}, {"callId": 1047764400, "id": 272208, "title": "Legal basis - Framework Programme H2020", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1607893, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595116-h2020-eu-establact-oj_en.pdf", "id": 1595116, "fileName": "h2020-eu-establact-oj_en.pdf", "common": true, "crc32": 2063613640}]}, {"callId": 1047764400, "id": 272210, "title": "Legal basis - Specific Programme H2020", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1360406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1595115-h2020-sp-oj_en.pdf", "id": 1595115, "fileName": "h2020-sp-oj_en.pdf", "common": true, "crc32": 4123327472}]}, {"callId": 1047764400, "id": 272211, "title": "WP H2020 - 1. Introduction", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 517130, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617601-part_1_introduction_v2.0_en.pdf", "id": 1617601, "fileName": "Part 1_Introduction_v2.0_EN.pdf", "common": true, "crc32": 1406880430}]}, {"callId": 1047764400, "id": 272321, "title": "WP H2020 - 15. Spreading excellence and widening participation", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 650605, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1697614-h2020-wp1415-sewp_en.pdf", "id": 1697614, "fileName": "h2020-wp1415-sewp_en.pdf", "common": true, "crc32": 3852906430}]}, {"callId": 1047764400, "id": 272259, "title": "WP H2020 - 19. General Annexes ", "sectionId": 1047764400, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 881149, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/common/1617621-part_19_general_annexes_v.2.0_en.pdf", "id": 1617621, "fileName": "Part 19_General annexes_v.2.0_EN.pdf", "common": true, "crc32": 1466930081}]}], "callDetailsJSONItem": {"additionalInfo": "<p><strong><br />\r\n</strong><strong>- 'Frequently Asked Question' document has been updated on 23 05 2014</strong>&nbsp; <strong>and </strong><span><u><strong>the template for part B&nbsp;has been uploaded&nbsp;</strong></u></span></p>\r\n<p><strong>- The submission session is now available for: WIDESPREAD-1-2014(FPA-SGA-CSA)</strong></p>\r\n<p><span style=\"color: #ff6600\"><span><strong>- Info Day on &ldquo;Spreading Excellence and Widening Participation&quot;&nbsp; (3 July 2014,&nbsp;Brussels): </strong></span></span>short videos and all presentations are available:&nbsp; <a href=\"http://ec.europa.eu/research/index.cfm?pg=events&amp;eventcode=1A2A1896-962B-9627-5EB132404AC27DFC\">http://ec.europa.eu/research/index.cfm?pg=events&amp;eventcode=1A2A1896-962B-9627-5EB132404AC27DFC</a></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "latestInfos": [{"approvalDate": "Feb 17, 2015 10:58:29 AM", "lastChangeDate": "Feb 17, 2015 10:58:20 AM", "content": "<p>An overview of the evaluation results (Flash Call Info) is now available under the tab 'Call documents'</p>\r\n<p><br />\r\n&nbsp;</p>"}, {"approvalDate": "Feb 3, 2015 6:00:08 PM", "lastChangeDate": "Feb 3, 2015 1:20:52 PM", "content": "<p>&nbsp;</p>\r\n<p><strong>A Flash Call Info was published today.</strong></p>\r\n<p>&nbsp;</p>\r\n<p><strong>A total of 169&nbsp;proposals were submitted in response to this call.</strong></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Oct 23, 2014 12:00:41 PM", "lastChangeDate": "Oct 23, 2014 11:59:37 AM", "content": "<p>A total of 88 proposals were submitted in response to this call.</p>\r\n<p>The evaluation of the proposals is planned to start mid-November 2014. Applicants will be informed on the outcome of the evaluation by end of February 2015.<br />\r\n<br />\r\n&nbsp;</p>"}, {"approvalDate": "Sep 18, 2014 6:40:18 PM", "lastChangeDate": "Sep 18, 2014 6:39:55 PM", "content": "<p><strong>A total of 169&nbsp;proposals were submitted in response to this call.</strong></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 15, 2014 6:05:50 PM", "lastChangeDate": "Sep 15, 2014 6:05:24 PM", "content": "<p><a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-hi-swiss-part_en.pdf\">ec.europa.eu/research/participants/data/ref/h2020/other/hi/h2020-hi-swiss-part_en.pdf</a></p>\r\n<p>Subject to signature and conclusion of an Agreement associating Switzerland to parts of Horizon 2020, Switzerland will participate from 15 September 2014 with an associated country status in actions that include the topics of this call.<br />\r\nFor more information see : Information on Swiss participation in Horizon 2020.<br />\r\n<br />\r\n&nbsp;</p>"}, {"approvalDate": "Jun 10, 2014 5:52:59 PM", "lastChangeDate": "Jun 10, 2014 5:41:34 PM", "content": "<p>The submission session is now available for: WIDESPREAD-1-2014(FPA-SGA-CSA)</p>"}, {"approvalDate": "Mar 24, 2014 5:50:00 PM", "lastChangeDate": "Jun 6, 2014 9:46:06 AM", "content": "<p>&bull;2014-03-24</p>\r\n<p><br />\r\nA compilation of Frequently Asked Questions (FAQs) related to the Widespread-2-2014- ERA Chairs call is now available in the &quot;Call Documents&quot; section.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 6, 2014 9:46:06 AM", "lastChangeDate": "Jun 6, 2014 9:46:06 AM", "content": "The submission session is now available for: WIDESPREAD-2-2014(CSA)"}, {"approvalDate": "May 28, 2014 12:47:03 PM", "lastChangeDate": "May 28, 2014 12:47:03 PM", "content": "The submission session is now available for: WIDESPREAD-1-2014(FPA-SGA-CSA)"}, {"approvalDate": "Jan 16, 2014 8:42:13 AM", "lastChangeDate": "Jan 16, 2014 8:42:13 AM", "content": "The submission session is now available for: WIDESPREAD-3-2014(CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}