{"TopicDetails": {"type": 0, "ccm2Id": 31115358, "cftId": 0, "identifier": "WIDESPREAD-05-2020", "title": "Twinning", "publicationDateLong": 1509062400000, "callIdentifier": "H2020-WIDESPREAD-2018-2020", "callTitle": "WIDESPREAD", "callccm2Id": 31088092, "allowPartnerSearch": true, "workProgrammepart": {"id": 265563, "ccm_id": 31091097, "wp_part": "H2020-SEWP-2018-2020", "wp_year": "H2020-2018-2020", "wp_title": "Spreading Excellence and Widening Participation", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/spreading-excellence-and-widening-participation", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-sewp_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31048021, "abbreviation": "EU.4.b.", "description": "Twinning of research institutions"}, {"id": 31048019, "abbreviation": "EU.4.", "description": "Spreading excellence and widening participation"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "CSA Coordination and support action", "typeOfMGA": []}], "plannedOpeningDate": "24 July 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["14 November 2019"]}], "latestInfos": [{"approvalDate": "Nov 29, 2019 9:03:55 AM", "lastChangeDate": "Nov 29, 2019 9:03:55 AM", "content": "<p>&nbsp;<font face=\"Times New Roman\" size=\"3\">  </font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px; color: rgb(51, 51, 51); line-height: 107%; font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\">For the topic H2020-WIDESPREAD-05-2020: Twinning, with a deadline on 14/11/2019, a total of 439 proposals were submitted.</span></p>\r\n<p>&nbsp;</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3298734": [{"action": "WIDESPREAD-01-2018-2019 - CSA Coordination and support action", "plannedOpeningDate": "15 May 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2018": 103000000, "2019": 111000000}, "budgetTopicActionMap": {}}], "3298735": [{"action": "WIDESPREAD-06-2020 - CSA Coordination and support action", "plannedOpeningDate": "24 July 2019", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2019"], "budgetYearMap": {"2020": 50000000}, "budgetTopicActionMap": {}}], "3298736": [{"action": "WIDESPREAD-02-2018 - CSA Coordination and support action", "plannedOpeningDate": "15 May 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2018": 1500000}, "budgetTopicActionMap": {}}], "3298737": [{"action": "WIDESPREAD-04-2019 - CSA Coordination and support action", "plannedOpeningDate": "26 July 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2019": 30000000}, "budgetTopicActionMap": {}}], "3298738": [{"action": "WIDESPREAD-03-2018 - CSA Coordination and support action", "plannedOpeningDate": "15 May 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2018": 30000000}, "budgetTopicActionMap": {}}], "3298739": [{"action": "WIDESPREAD-05-2020 - CSA Coordination and support action", "plannedOpeningDate": "24 July 2019", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2019"], "budgetYearMap": {"2020": 69000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2018", "2019", "2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The specific challenge is to enhance networking activities between the research institutions of the Widening countries and internationally-leading counterparts at EU level. Driven by the quest for excellence, research intensive institutions tend to collaborate increasingly in closed groups, producing a crowding-out effect for a large number of promising institutions. This is the challenge that a specific Twinning action will try to address.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Twinning aims at significantly strengthening a defined field of research in a university or research organisation from a Widening country by linking it with at least two internationally-leading research institutions from two different Member States or Associated Countries. Twinning will:</p><p>1. Enhance the scientific and technological capacity of the linked institutions with a principal focus on the university or research organisation from the Widening Country;</p><p>2. Help raise the research profile of the institution from the Widening country as well as the research profile of its staff.</p><p>Successful Twinning proposals will have to clearly outline the scientific strategy for stepping up and stimulating scientific excellence and innovation capacity in a defined area of research as well as the scientific quality of the partners involved in the twinning exercise. This scientific strategy should include arrangements for formulating new (or ongoing) joint research project(s) in the scientific area of choice and describe how Twinning will take this research to a new stage, by enlarging its scope and/or the research partnership. If relevant, any links with sustainable development objectives are to be outlined.</p><p>Such a strategy should include a comprehensive set of activities to be supported. These should include at least a number of the following: short term staff exchanges; expert visits and short-term on-site or virtual training; workshops; conference attendance; organisation of joint summer school type activities; dissemination and outreach activities.</p><p>A dedicated focus towards promoting the involvement of early stage researchers (as per the MSCA definition<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>) in the coordinating institution from the Widening country is expected. This should take the form of a dedicated work package or task in the proposal describing activities dedicated to early stage researchers from the coordinating institution that could include training, mentoring and networking measures within the Twinning exercise, with a special focus on the promotion of gender equality among early stage researchers.</p><p>One of the lessons learned from previous calls and from the interim evaluation of Horizon 2020, is the lack of experience with regard to research management and administration in widening countries. That is why proposals should also focus on strengthening the research management and administration skills of the coordinating institution from the Widening country. This should take the form of a dedicated work package or task, placing emphasis to specific activities, in view of helping the staff of the coordinating institution to improve their proposal preparation and project management/administration skills. If not yet in place, setting up/upgrading a research management/administration unit within the coordinating institution would be beneficial. This will be achieved by fully utilising the experience and best practices of the internationally leading partners and is expected to be a concrete deliverable of the Twinning exercise.</p><p>In general, costs relating to administration, networking, coordination, training, management, travel costs are acceptable under a Twinning project. While the action does not focus on equipment and research costs, these could be accepted if they constitute only a minor part (up to 10%) of the total Horizon 2020 funding requested and are deemed necessary to fulfil the action's specific scope and objective.</p><p>Therefore, for grants awarded under this topic and type of action the following cost categories will be ineligible costs:</p><p>- infrastructure costs;</p><p>The respective option of Article 6.5.C of the Model Grant Agreement will be applied.</p><p>The duration of a Twinning project can be up to 3 years.</p><p>If the coordinating entity has already been funded (as a coordinator) under other Horizon 2020 Twinning calls, these projects need to be described in the proposal. In particular, proposers need to clearly demonstrate the added value and impact of the proposal in achieving the Twinning programme objectives, in comparison to the already funded Twinning project within the coordinating entity.</p><p>The Commission considers that proposals requesting a contribution from the EU of EUR 0.9 million, would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting lower amounts.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>- Increased research excellence of the coordinating institution in the particular field of research as a result of the twinning exercise.</p><p>- Enhancing the reputation, attractiveness and networking channels of the coordinating institution.</p><p>- Improved capability to compete successfully for national, EU and internationally competitive research funding.</p><p>- Illustrate quantitatively and qualitatively the expected potential impact of the twinning exercise within the coordinating institution (and possibly at regional/national level) based on indicators like expected future publications in peer reviewed journals, collaboration agreements with businesses, intellectual property, new innovative products or services.</p><p>- It should be explained how the leading scientific institutions in the partnership will contribute in terms of provision of access to new research avenues, creativity and the development of new approaches, as well as acting as a source for increased mobility (inwards and outwards) of qualified scientists.</p><p>- The benefits for the internationally leading scientific institutions and the way they would materialise through the partnership should be substantiated.</p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Early stage researchers shall, at the time of recruitment by the host organisation, be in the first four years (full-time equivalent research experience) of their research careers and have not been awarded a doctoral degree. Full-time equivalent research experience is measured from the date when the researcher obtained the degree entitling him or her to embark on a doctorate, (either in the country in which the degree was obtained or in the country in which the researcher is recruited) even if a doctorate was never started or envisaged. Part-time research experience will be counted pro-rata.</p>", "conditions": "<p><span style=\"color: rgb(0,51,102)\"><strong>1. Eligible countries:</strong></span><span style=\"color: rgb(0,0,128)\"><strong> </strong></span>described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-a-countries-rules_en.pdf\">Annex A</a> of the Work Programme.<br />\r\nA number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility and admissibility conditions:</strong></span> described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-b-adm_en.pdf\">Annex B</a> and <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-c-elig_en.pdf\">Annex C</a> of the Work Programme.</p>\n<p>1. The applicant organisation (coordinator) where a defined field of research aims to be strengthened as a result of the Twinning action should be established in a Member State or Associated Country that is ranked below 70% of the EU27 average of the composite indicator on Research Excellence[[The detailed scores of the composite indicator can be found in p. 5 (Excellence in S&amp;T 2010) of the \"Research and Innovation Performance in EU Member States and Associated Countries 2013\" at <u><a href=\"http://ec.europa.eu/research/innovation-union/pdf/state-of-the-union/2012/innovation_union_progress_at_country_level_2013.pdf\">http://ec.europa.eu/research/innovation-union/pdf/state-of-the-union/2012/innovation_union_progress_at_country_level_2013.pdf</a></u>]].</p><p>The selected corrective threshold of 70% of the EU average has been chosen in line with the particular policy requirements of the measure, to ensure the greatest possible impact through targeting only the lowest performing Member States, and thereby maximising the real value of these actions.</p><p>Based on the above threshold, applicant organisations from the following Member States and Associated Countries (subject to valid association agreements of third countries with Horizon 2020) will be eligible to submit proposals as coordinators (the \"low R&amp;I performing\" or \"Widening\" countries):</p><p><u>Member States</u>: Bulgaria, Croatia, Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Luxembourg, Malta, Poland, Portugal, Romania, Slovakia and Slovenia.</p><p><u>Associated Countries</u>: Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, North Macedonia, Georgia, Moldova, Montenegro, Serbia, Tunisia, Turkey and Ukraine.</p><p>2. Twinning proposals must involve a minimum of <u>three</u> participants:</p><p>a. The applicant organisation must satisfy the condition set out in point 1 above, and must be the coordinator of the proposal.</p><p>b. At least two internationally-leading research intensive counterparts that must be coming from two different Member States or Associated Countries other than that of the coordinating applicant.</p><p>3. The requested EU contribution shall not exceed a maximum of EUR 0.9 million for a period of up to 3 years.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>Proposal page limits and layout: </strong></span>please refer to Part B of the proposal template in the submission system below.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. Evaluation:</strong></span></p>\r\n<ul>\r\n    <li><strong>Evaluation criteria, scoring and threshold</strong>s are described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-h-esacrit_en.pdf\">Annex H</a> of the Work Programme.&nbsp;&nbsp;</li>\r\n    <li><strong>Submission and evaluation processes</strong> are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Online Manual</a>.</li>\r\n</ul>\r\n<p>&nbsp;</p>\n<p>The specific policy requirements, scope and perspectives of this topic aim at spreading excellence and widening participation in Europe, in the different \"low R&amp;I performing\" or \"Widening\" countries[[ <u>Member States</u>: Bulgaria, Croatia, Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Luxembourg, Malta, Poland, Portugal, Romania, Slovakia and Slovenia.</p><p><u>Associated Countries</u>: Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, North Macedonia, Georgia, Moldova, Montenegro, Serbia, Tunisia, Turkey and Ukraine.]]. Therefore, to serve the objectives of the programme and to better spread the impact of the action the following is set relating to <em>ex aequo</em> proposals:</p><p>For proposals with the same score, any further prioritisation will be based on the following factors applied in the following order:</p><p>-proposals with coordinators established in \"low R&amp;I performing\" or \"Widening\" countries[[ <u>Member States</u>: Bulgaria, Croatia, Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Luxembourg, Malta, Poland, Portugal, Romania, Slovakia and Slovenia.</p><p><u>Associated Countries</u>: Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, North Macedonia, Georgia, Moldova, Montenegro, Serbia, Tunisia, Turkey and Ukraine.]] not otherwise covered by more highly-ranked proposals;</p><p>- approach as described in Annex H, paragraphs 3b to 3e;</p><p>This approach will be applied successively for every group of <em>ex aequo</em> proposals requiring prioritisation, starting with the highest scored group, and continuing in descending order.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. Indicative time for evaluation and grant agreements:</strong></span></p>\r\n<p>Information on the outcome of evaluation (<strong>single-stage</strong> call): maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>5. Proposal templates, evaluation forms and model grant agreements (MGA): </strong></span></p>\r\n<p><strong>Coordination and Support Action:</strong></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-d-csa_en.pdf\">Specific provisions and funding rates</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2018-2020/h2020-call-pt-csa-2018-20_en.pdf\">Standard proposal template</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-ria-ia-csa-2018-20_en.pdf\">Standard evaluation form</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">General MGA - Multi-Beneficiary</a><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\"><br />\r\n</a><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. Additional provisions:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-i-budgflex_en.pdf\">Horizon 2020 budget flexibility </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-j-classinfo_en.pdf\">Classified information</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-g-trl_en.pdf\">Technology readiness levels (TRL)</a> &ndash; where a topic description refers to TRL, these definitions apply</p>\n<p>For grants awarded under this topic for coordination and support actions the following cost categories will be ineligible costs:</p><p>- infrastucture costs</p><p>The respective option of Article 6.5(c) of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p><strong><span style=\"color: rgb(0,51,102)\">7. Open access must be granted to all scientific publications </span></strong>resulting from Horizon 2020 actions.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Open access to research data</strong></span><br />\r\nThe Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-l-openaccess_en.pdf\">Annex L of the Work Programme</a>. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">Online Manual</a>.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>8. Additional documents:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-intro_en.pdf\">1. Introduction WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-sewp_en.pdf\">15. Spreading excellence and widening participation WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-comm-diss_en.pdf\">18. Dissemination, Exploitation and Evaluation WP 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf\">General annexes to the Work Programme 2018-2020</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme </a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><span style=\"color: rgb(0, 51, 102);\"><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> </span>is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\"><strong><span style=\"color: rgb(0, 51, 102);\">Funding and tenders Portal FAQ</span></strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>National Contact Points (NCP)</strong></span></a> - contact your NCP for further assistance in your national language(s).</p>\r\n<p><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Research Enquiry Service</strong></span></a> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> </strong></span>&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>IT Helpdesk</strong></span></a><strong> </strong>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><span style=\"color: rgb(0, 51, 102);\"><strong>Ethics</strong></span> &ndash; for compliance with ethical issues, see the <a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\" target=\"_blank\">Online Manual</a> and <a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\" target=\"_blank\">Science and Society Portal</a></p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>European IPR Helpdesk</strong></span></a> assists you on intellectual property issues</p>\r\n<p><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>CEN</strong></span><strong> <span style=\"color: rgb(0, 51, 102);\">and</span> </strong><span style=\"color: rgb(0, 51, 102);\"><strong>CENELEC</strong></span></a>, the <span style=\"color: rgb(0, 51, 102);\"><strong>European Standards Organisations</strong></span>, advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at <span style=\"color: rgb(0, 0, 255);\">research@cencenelec.eu</span></p>\r\n<p><a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></span></a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\"><span style=\"color: rgb(0, 51, 102);\"><strong>Partner Search Services</strong></span></a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><em>Activities under this section are expected to contribute to the realisation of the research and innovation potential in all parts of Europe by promoting the creation of Centres of Excellence, reinforcing urban transition towards sustainability across Europe, bringing high quality human resources to institutions to implement structural change and further promoting networking actions for sustained excellence.</em></p>\n", "latestInfos": [{"approvalDate": "Nov 29, 2019 9:03:55 AM", "lastChangeDate": "Nov 29, 2019 9:03:55 AM", "content": "<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px; color: rgb(51, 51, 51); line-height: 107%; font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\">For the topic H2020-WIDESPREAD-05-2020: Twinning, with a deadline on 14/11/2019, a total of 439 proposals were submitted.</span></p>\r\n<p><font face=\"Times New Roman\" size=\"3\">&nbsp;</font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px; color: rgb(51, 51, 51); line-height: 107%; font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\">For the topic H2020-WIDESPREAD-06-2020: ERA Chairs, with a deadline on 14/11/2019, a total of 114 proposals were submitted.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The submission session is now available for: WIDESPREAD-06-2020(CSA)</p>"}, {"approvalDate": "Jul 24, 2019 12:23:18 PM", "lastChangeDate": "Jul 24, 2019 12:23:18 PM", "content": "The submission session is now available for: WIDESPREAD-06-2020(CSA)"}, {"approvalDate": "Jul 24, 2019 12:20:34 PM", "lastChangeDate": "Jul 24, 2019 12:20:34 PM", "content": "The submission session is now available for: WIDESPREAD-05-2020(CSA)"}, {"approvalDate": "Jul 3, 2019 12:00:39 AM", "lastChangeDate": "Jul 3, 2019 12:00:39 AM", "content": "<p>CALL RESULTS&nbsp; <br  />\r\n&nbsp;<br  />\r\nPublished:&nbsp;&nbsp; 15.05.2018</p>\r\n<p>Deadline:&nbsp;&nbsp; 15.11.2018</p>\r\n<p>Available budget:&nbsp; EUR 30.000.000 <br  />\r\n&nbsp;<br  />\r\n&nbsp;<br  />\r\nThe results of the evaluation are as follows:&nbsp; <br  />\r\nNumber of proposals submitted (including proposals transferred from or to other calls): 459</p>\r\n<p>Number of inadmissible proposals: 1</p>\r\n<p>Number of ineligible proposals: 2</p>\r\n<p>Number of above-threshold proposals: 318</p>\r\n<p>Total budget requested for above-threshold proposals:&nbsp; EUR 252.085.403,25 </p>\r\n<p>We recently informed the applicants about the evaluation results for their proposals.&nbsp; <br  />\r\nFor questions, please contact REA-SEWP@ec.europa.eu or the Research Enquiry Service.</p>"}, {"approvalDate": "Jul 26, 2018 8:27:05 AM", "lastChangeDate": "Jul 26, 2018 8:27:05 AM", "content": "<p>The changes in the revised&nbsp;Work Programme as published on 25/07/2018 are the following:</p>\r\n<p>- For the call WIDESPREAD-03-2018: Twinning, it was&nbsp;clarified that the internationally-leading research institutions should be from 2 different Member States or Associated Countries.</p>\r\n<p>- For the call WIDESPREAD-01-2018-2019: Teaming Phase 2, the proposal page limit for this topic is 75 pages.</p>"}, {"approvalDate": "Jul 26, 2018 12:30:00 AM", "lastChangeDate": "Jul 26, 2018 12:30:00 AM", "content": "The submission session is now available for: WIDESPREAD-04-2019(CSA)"}, {"approvalDate": "May 15, 2018 1:22:12 PM", "lastChangeDate": "May 15, 2018 1:22:12 PM", "content": "The submission session is now available for: WIDESPREAD-03-2018(CSA)"}, {"approvalDate": "May 15, 2018 1:21:30 PM", "lastChangeDate": "May 15, 2018 1:21:30 PM", "content": "The submission session is now available for: WIDESPREAD-02-2018(CSA)"}, {"approvalDate": "May 15, 2018 9:04:09 AM", "lastChangeDate": "May 15, 2018 9:04:09 AM", "content": "The submission session is now available for: WIDESPREAD-01-2018-2019(CSA)"}, {"approvalDate": "May 15, 2018 12:30:37 AM", "lastChangeDate": "May 15, 2018 12:30:37 AM", "content": "The submission session is now available for: WIDESPREAD-02-2018(CSA)"}, {"approvalDate": "May 15, 2018 12:30:00 AM", "lastChangeDate": "May 15, 2018 12:30:00 AM", "content": "The submission session is now available for: WIDESPREAD-03-2018(CSA)"}, {"approvalDate": "Apr 27, 2018 3:38:11 PM", "lastChangeDate": "Apr 27, 2018 3:38:11 PM", "content": "<p><u><span lang=\"EN\" style=\"font-size: 11pt; font-family: &quot;Calibri&quot;, &quot;sans-serif&quot;; mso-ansi-language: EN; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-US; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-language: AR-SA\">Frequently asked questions </span></u><span lang=\"EN\" style=\"font-size: 11pt; font-family: &quot;Calibri&quot;, &quot;sans-serif&quot;; mso-ansi-language: EN; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-US; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-language: AR-SA\">and the <u>Letter of Commitment template </u>for the Widespread-1-2018-2019 Topic (Teaming Phase 2) are published and accessible under 'Topic conditions and documents', section 8 'Additional documents'.</span></p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}