{"TopicDetails": {"type": 0, "ccm2Id": 31088091, "cftId": 0, "identifier": "WIDESPREAD-01-2018-2019", "title": "Teaming Phase 2", "publicationDateLong": 1509062400000, "callIdentifier": "H2020-WIDESPREAD-2018-2020", "callTitle": "WIDESPREAD", "callccm2Id": 31088092, "allowPartnerSearch": true, "workProgrammepart": {"id": 265563, "ccm_id": 31091097, "wp_part": "H2020-SEWP-2018-2020", "wp_year": "H2020-2018-2020", "wp_title": "Spreading Excellence and Widening Participation", "wp_website": "http://ec.europa.eu/programmes/horizon2020/en/h2020-section/spreading-excellence-and-widening-participation", "wp_document": "http://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-sewp_en.pdf"}, "frameworkProgramme": {"id": 31045243, "abbreviation": "H2020", "description": "Horizon 2020 Framework Programme"}, "programmeDivision": [{"id": 31045244, "abbreviation": "EC", "description": "EC Treaty"}, {"id": 31048020, "abbreviation": "EU.4.a.", "description": "Teaming of excellent research institutions and low performing RDI regions"}, {"id": 31048019, "abbreviation": "EU.4.", "description": "Spreading excellence and widening participation"}], "topicMGAs": [], "tags": ["widening participation", "institution building", "low R&I performing", "centre of excellence", "R&I divide", "partnership with advanced partners", "Teaming for Excellence"], "flags": ["Gender"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "CSA Coordination and support action", "typeOfMGA": []}], "plannedOpeningDate": "15 May 2018", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["15 November 2018"]}], "latestInfos": [{"approvalDate": "Nov 22, 2018 4:00:21 PM", "lastChangeDate": "Nov 22, 2018 4:00:21 PM", "content": "<p>For the topic H2020-WIDESPREAD-01-2018-2019: Teaming phase 2, with a deadline on 15/11/2018, a total of 43 proposals were submitted.</p>"}, {"approvalDate": "Oct 19, 2018 2:43:51 PM", "lastChangeDate": "Oct 19, 2018 2:43:51 PM", "content": "<p>An update of the FAQs is available in the &quot;additional/other documents&quot; section.</p>"}, {"approvalDate": "May 15, 2018 2:58:36 PM", "lastChangeDate": "May 15, 2018 2:58:36 PM", "content": "<p>Links to the submission system for the Teaming 2 (WIDESPREAD-01-2018-2019) call were sent directly to the coordinators of eligible consortia. Please check your formal notifications for the news.</p>"}, {"approvalDate": "Apr 27, 2018 3:38:11 PM", "lastChangeDate": "Apr 27, 2018 3:38:11 PM", "content": "<p><u><span lang=\"EN\" style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; mso-ansi-language: EN; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-US; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-language: AR-SA\">Frequently asked questions </span></u><span lang=\"EN\" style=\"font-size: 11pt; font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; mso-ansi-language: EN; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-US; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-language: AR-SA\">and the <u>Letter of Commitment template </u>for the Widespread-1-2018-2019 Topic (Teaming Phase 2) are published and accessible under 'Topic conditions and documents', section 8 'Additional documents'.</span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3298734": [{"action": "WIDESPREAD-01-2018-2019 - CSA Coordination and support action", "plannedOpeningDate": "15 May 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2018": 103000000, "2019": 111000000}, "budgetTopicActionMap": {}}], "3298735": [{"action": "WIDESPREAD-06-2020 - CSA Coordination and support action", "plannedOpeningDate": "24 July 2019", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2019"], "budgetYearMap": {"2020": 50000000}, "budgetTopicActionMap": {}}], "3298736": [{"action": "WIDESPREAD-02-2018 - CSA Coordination and support action", "plannedOpeningDate": "15 May 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2018": 1500000}, "budgetTopicActionMap": {}}], "3298737": [{"action": "WIDESPREAD-04-2019 - CSA Coordination and support action", "plannedOpeningDate": "26 July 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2019": 30000000}, "budgetTopicActionMap": {}}], "3298738": [{"action": "WIDESPREAD-03-2018 - CSA Coordination and support action", "plannedOpeningDate": "15 May 2018", "deadlineModel": "single-stage", "deadlineDates": ["15 November 2018"], "budgetYearMap": {"2018": 30000000}, "budgetTopicActionMap": {}}], "3298739": [{"action": "WIDESPREAD-05-2020 - CSA Coordination and support action", "plannedOpeningDate": "24 July 2019", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2019"], "budgetYearMap": {"2020": 69000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2018", "2019", "2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Despite efforts to reduce disparities in country research and innovation performance in the EU, sharp differences among Member States still remain. These disparities are due to, among other reasons, the insufficient critical mass of science and lack of centres of excellence having sufficient competence to engage countries and regions strategically in a path of innovative growth, building on newly developed capabilities. Exploiting the potential of Europe's talent pool by maximising and spreading the benefits of research and innovation across the Union is vital for Europe's competitiveness and its ability to address societal challenges in the future. This could help countries and regions that are lagging behind in terms of research and innovation performance to attain a competitive position in the global value chains.</p><p>Teaming will support the creation of new centres of excellence or upgrading the existing ones in low R&amp;I performing countries, building on partnerships between leading scientific institutions and partner institutions in low R&amp;I performing countries, that display the willingness to engage together for this purpose.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Teaming involves in principle, two (2) parties:</p><p>(1) The main applicant organisation (the coordinator) established in a \"Widening\" country that must be either a national/regional authority or a research funding agency or a university or a research organisation.</p><p>(2) A university or research organisation with an international reputation in research and innovation excellence.</p><p>The proposal for Teaming Phase 2 must:</p><p>- Illustrate the scientific and innovation potential of the future Centre of Excellence</p><p>- Demonstrate the growth potential and expected socio-economic outreach of the Centre of Excellence for the benefit of the country or region</p><p>- Elaborate on the structure of the partnership and on the strong engagement of the partners</p><p>- Demonstrate how the newly established/upgraded Centre will have full autonomy in decision making. In particular, the Centre of Excellence should have the maximum degree of autonomy in terms of taking its own decisions, being in legal, administrative, operational, personnel and academic matters. The Centre should be able to set and pay competitive salaries for its personnel.</p><p>- Elaborate on the steps that will be taken to ensure long term self-sustainability after the end of the Horizon 2020 project.</p><p>- Propose a robust human resource strategy (also encouraging gender equality), ensuring appropriate administrative and management capacities for the effective and efficient running of the Centre of Excellence.</p><p>- Include the letter(s) of commitment for complementary funding from the interested national/regional authorities or other private sources to commit financial resources (e.g. resources coming from the European Structural and Investment Funds or Instrument for Pre-accession Assistance (IPA II) funds as appropriate) for implementing the future Centre, in particular regarding investment in infrastructure and equipment. The letter(s) of Commitment for complementary funding (a template will be provided by the Commission in due time) of the project will be an integral part of the evaluation of the proposal taking into consideration:</p><ul level=\"0\">  <li>the nature of the commitment,</li>  <li>the legal form of the commitment (what kind of legal scheme supports the financial commitment),</li>  <li>the specific amount of the commitment and its expected impact on the establishment of the centre (the total amount of the complementary funding must be at least at the same level or more than the total Horizon 2020 funding requested),</li>  <li>the level of certainty that the relevant funds would be indeed available to that specific Centre.</li> </ul><p>How the complementary funding will be spent during the project has to be explained in detail in the proposal, both in the budget table of Part A as well as with a clear and detailed cost breakdown of the activities funded in Part B.</p><p><u>Procedure for Teaming Phase 2: </u></p><p>Teaming Phase 2 is a restricted call open only to:</p><p>a. Applicants successfully funded under the topic WIDESPREAD-04-2017: Teaming Phase 1.</p><p>b. Applicants who have concluded a Framework Partnership Agreement under the topic WIDESPREAD-1-2014: Teaming, of the call H2020-WIDESPREAD-2014 but have not concluded a Specific Grant Agreement under the topic WIDESPREAD-01-2016-2017: Teaming Phase 2.</p><p>For both points a. and b. above, in order not to put in doubt the result of the initial evaluation (Teaming Phase 1), the internationally leading (\"advanced\") institution(s) partners in the proposal must remain the same as in Phase 1.</p><p>A change of the partners from the widening country for Phase 2 is only allowed in clear-cut cases for instance where there might be a conflict of interest or a new legal entity for the Centre of Excellence is created. A detailed explanation for such a change has to be elaborated as part of the proposal for Phase 2.</p><p>Successful applicants under topic WIDESPREAD-1-2014: Teaming, of the call H2020-WIDESPREAD-2014 and topic WIDESPREAD-04-2017: Teaming Phase 1 of the call H2020-WIDESPREAD-2016-2017 have received a grant to produce an extensive, detailed and robust Business Plan within a timeframe of 12 months for the setting-up/upgrading of a Centre of Excellence. Based on the business plan developed during Phase 1, applicants are expected to submit a separate proposal for Teaming Phase 2. The proposal is expected to reflect all key elements of the business plan.</p><p>Nevertheless, it is emphasised that the Business Plan is the deliverable of Teaming Phase 1 and will not be subject to evaluation under Phase 2 (neither it will be made available to evaluators).</p><p>Applicants to this call will have to submit a proposal, following the template that will be made available to applicants through the submission tool. The submitted proposals under this restricted call will undergo an independent evaluation, and those selected for funding will be awarded a CSA grant (Teaming Phase 2).</p><p>This new grant for Teaming Phase 2 will provide substantial support for the start-up and implementation phase of the future Centre of Excellence. This will cover mainly administrative and operational costs as well as personnel costs of the future Centre of Excellence. While the action does not focus on equipment and consumables, these could be accepted if they constitute only a minor part of the total Horizon 2020 funding requested and may be deemed necessary to fulfil the action's specific scope and objective.</p><p>It is to be noted, that Horizon 2020 under the Teaming action will not support infrastructure costs associated with the new or upgraded centre. Such costs are expected to be supported by other types of funding, including where relevant by the European Structural and Investment Funds (ESI Funds) or the Instrument for Pre-accession Assistance (IPA II) funds.</p><p>For grants awarded under this topic and type of action the following cost categories will be ineligible costs:</p><p>- infrastructure costs.</p><p>The respective option of Article 6.5.C of the Model Grant Agreement will be applied. Such costs are expected to be supported by other types of funding, including where relevant by the European Structural and Investment Funds (ESI Funds) or the Instrument for Pre-accession Assistance (IPA II) funds.</p><p>The duration of a Teaming <u>Phase</u> 2 project will be between 5 to 7 years.</p><p>The Commission considers that proposals requesting a contribution from the EU of EUR 15 million, would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting lower amounts.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p> </p><p>The creation of new (or significant upgrades of existing) Centres of Excellence in \"Widening\" Countries through the Teaming partnerships is expected to:</p><p>- increase the scientific capabilities of these countries and enable them to engage in a strategic growth path pointing to long-term opportunities for economic development. </p><p>- through improved scientific capabilities allow these countries to improve their chances to seek competitive funding in international fora (including the EU Framework Programmes).</p><p>- over the medium to long term achieve a measurable and significant improvement in terms of research and innovation culture (as shown through indicators such as research intensity, innovation performance, values and attitudes towards research and innovation) of those countries.</p><p>- reinforce the potential impact of the new/upgraded Centre of Excellence in terms of sustained excellence through projected measurable key performance and output related indicators.</p><p>It should be explained how the leading scientific institutions in the partnership will contribute in terms of provision of access to new research avenues, creativity and the development of new approaches, as well as acting as a source for increased mobility (inwards and outwards) of qualified scientists.</p><p>The benefits for the internationally leading scientific institutions and the way they would materialise through the partnership should be substantiated.</p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=31045243;crossCuttingPriorityCode=Gender;sortQuery=sortStatus;orderBy=asc\">Gender</a><br></p>\n", "conditions": "<p><span style=\"color: rgb(0,51,102)\"><strong>1. Eligible countries:</strong></span><span style=\"color: rgb(0,0,128)\"><strong> </strong></span>described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-a-countries-rules_en.pdf\">Annex A</a> of the Work Programme.<br />\r\nA number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon 2020 projects. See the information in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/international-cooperation_en.htm#support-non-eu-countries\">Online Manual</a>.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility and admissibility conditions:</strong></span> described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-b-adm_en.pdf\">Annex B</a> and <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-c-elig_en.pdf\">Annex C</a> of the Work Programme.</p>\n<p>1. This is a restricted call for proposals open <u>only</u> to:</p><p><span>a. Applicants successfully funded under the topic WIDESPREAD-04-2017: Teaming Phase 1.</span></p><p><span>b. Applicants who have concluded a Framework Partnership Agreement </span>under the topic WIDESPREAD-1-2014: Teaming, of the call H2020-WIDESPREAD-2014 <span>but have not concluded a Specific Grant Agreement under the topic WIDESPREAD-01-2016-2017: Teaming Phase 2.</span></p><p>For both points a. and b. above, in order not to put in doubt the result of the initial evaluation (Teaming Phase 1), the internationally leading (\"advanced\") institution(s) partners in the proposal must remain the same as in Phase 1.</p><p>A change of the partners from the widening country for Phase 2 is only allowed in clear-cut cases such as where there might be a conflict of interest or a new legal entity for the Centre of Excellence is created. A detailed explanation for such a change has to be elaborated as part of the proposal for Phase 2.</p><p><span>2. The requested EU contribution shall not exceed a maximum of EUR 15 million for a period between 5 to 7 years.</span></p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>Proposal page limits and layout: </strong></span>please refer to Part B of the proposal template in the submission system below. Further details are available in the FAQ (eg. questions 16, 25),&nbsp;see `Additional documents` section below.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>3. Evaluation:</strong></span></p>\r\n<ul>\r\n    <li><strong>Evaluation criteria, scoring and threshold</strong>s are described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-h-esacrit_en.pdf\">Annex H</a> of the Work Programme.&nbsp;</li>\r\n    <li><strong>Submission and evaluation processes</strong> are described in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\">Online Manual</a>.</li>\r\n</ul>\n<p>The specific policy requirements, scope and perspectives of this topic aim at spreading excellence and widening participation in Europe, in the different \"low R&amp;I performing\" or \"Widening\" countries[[ <u>Member States</u>: Bulgaria, Croatia, Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Luxembourg, Malta, Poland, Portugal, Romania, Slovakia and Slovenia.</p><p><u>Associated Countries</u>: Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, Former Yugoslav Republic of Macedonia, Georgia, Moldova, Montenegro, Serbia, Tunisia, Turkey and Ukraine.]]. Therefore, to serve the objectives of the programme and to better spread the impact of the action the following is set relating to <em>ex aequo</em> proposals:</p><p>For proposals with the same score, any further prioritisation will be based on the following factors applied in the following order:</p><p>- approach as described in Annex H, paragraph 3b;</p><p>-proposals with coordinators established in \"low R&amp;I performing\" or \"Widening\" countries[[ <u>Member States</u>: Bulgaria, Croatia, Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Luxembourg, Malta, Poland, Portugal, Romania, Slovakia and Slovenia.</p><p><u>Associated Countries</u>: Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, Former Yugoslav Republic of Macedonia, Georgia, Moldova, Montenegro, Serbia, Tunisia, Turkey and Ukraine.]] not otherwise covered by more highly-ranked proposals;</p><p>- approach as described in Annex H, paragraphs 3c to 3e;</p><p>This approach will be applied successively for every group of <em>ex aequo</em> proposals requiring prioritisation, starting with the highest scored group, and continuing in descending order.</p>\n<p>Hearings are expected to take place for all proposals that will pass all individual evaluation thresholds.</p><p><span>A two-step evaluation process will be organised. The first step will consist of the remote individual evaluation and consensus group/panel review, followed by a second step with hearings.</span></p><p><span>After the consensus group/panel review, those proposals that passed all individual criteria thresholds will be invited to hearings, whereas those proposals that did not pass one or more of the individual thresholds will receive a rejection letter. </span></p><p><span>Hearings will take place in Brussels. As an outcome of this exercise, comments and scores obtained at the consensus group might be modified.</span></p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>4. Indicative time for evaluation and grant agreements:</strong></span></p>\r\n<p>Information on the outcome of evaluation (<strong>single-stage</strong> call): maximum 5 months from the deadline for submission.<br />\r\nSignature of grant agreements: maximum 8 months from the deadline for submission.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>5. Proposal templates, evaluation forms and model grant agreements (MGA): </strong></span></p>\r\n<p><strong>Coordination and Support Action:</strong></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-d-csa_en.pdf\">Specific provisions and funding rates</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/pt/2018-2020/h2020-call-pt-csa-2018-20_en.pdf\">Standard proposal template</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/call_ptef/ef/2018-2020/h2020-call-ef-ria-ia-csa-2018-20_en.pdf\">Standard evaluation form</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">General MGA - Multi-Beneficiary</a><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\"><br />\r\n</a><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/grants_manual/amga/h2020-amga_en.pdf\">Annotated Grant Agreement</a></p>\r\n<p>A&nbsp; tailored proposal template will be sent to the above mentioned applicants in due time.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>6. Additional provisions:</strong></span></p>\n<p>For grants awarded under this topic for coordination and support actions the following cost categories will be ineligible costs:</p><p>- infrastucture costs</p><p>The respective option of Article 6.5(c) of the <a href=\"http://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a> will be applied.</p>\n<p><span style=\"color: rgb(0,51,102)\"><strong>8. Additional documents:</strong></span></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-intro_en.pdf\">1. Introduction WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-sewp_en.pdf\">15. Spreading excellence and widening participation WP 2018-20</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/wp/2018-2020/main/h2020-wp1820-comm-diss_en.pdf\">18. Dissemination, Exploitation and Evaluation WP 2018-20</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-ga_en.pdf\">General annexes to the Work Programme 2018-2020</a></p>\r\n<p><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/fp/h2020-eu-establact_en.pdf\">Legal basis: Horizon 2020 Regulation of Establishment </a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/rules_participation/h2020-rules-participation_en.pdf\">Legal basis: Horizon 2020 Rules for Participation</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/legal_basis/sp/h2020-sp_en.pdf\">Legal basis: Horizon 2020 Specific Programme </a></p>\n<p><strong><span style=\"color: rgb(0,51,102)\">7. Open access must be granted to all scientific publications </span></strong>resulting from Horizon 2020 actions.</p>\r\n<p>Where relevant, proposals should also provide information on how the participants will manage the research data generated and/or collected during the project, such as details on what types of data the project will generate, whether and how this data will be exploited or made accessible for verification and re-use, and how it will be curated and preserved.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>Open access to research data</strong></span><br />\r\nThe Open Research Data Pilot has been extended to cover all Horizon 2020 topics for which the submission is opened on 26 July 2016 or later. Projects funded under this topic will therefore by default provide open access to the research data they generate, except if they decide to opt-out under the conditions described in <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/wp/2018-2020/annexes/h2020-wp1820-annex-l-openaccess_en.pdf\">Annex L of the Work Programme</a>. Projects can opt-out at any stage, that is both before and after the grant signature.</p>\r\n<p>Note that the evaluation phase proposals will not be evaluated more favourably because they plan to open or share their data, and will not be penalised for opting out.</p>\r\n<p>Open research data sharing applies to the data needed to validate the results presented in scientific publications. Additionally, projects can choose to make other data available open access and need to describe their approach in a Data Management Plan.</p>\r\n<p>Projects need to create a Data Management Plan (DMP), except if they opt-out of making their research data open access. A first version of the DMP must be provided as an early deliverable within six months of the project and should be updated during the project as appropriate. The Commission already provides guidance documents, including a template for DMPs. See the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/open-access-dissemination_en.htm\">Online Manual</a>.</p>\r\n<p>Eligibility of costs: costs related to data management and data sharing are eligible for reimbursement during the project duration.</p>\r\n<p>The legal requirements for projects participating in this pilot are in the article 29.3 of the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/h2020/mga/gga/h2020-mga-gga-multi_en.pdf\">Model Grant Agreement</a>.</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a></strong> your online guide on the procedures from proposal submission to managing your grant.<br />\r\n<br />\r\n<strong><span><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a> </span></strong><span>&ndash; submission of proposals</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/support/national_contact_points.html\">National Contact Points (NCP)</a>&nbsp;-&nbsp;</span></strong><span>contact your NCP for further assistance</span><br />\r\n<strong><br />\r\n<span><a href=\"http://ec.europa.eu/research/index.cfm?lg=en&amp;pg=enquiries\">Research Enquiry Service</a></span></strong><span> &ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span><br />\r\n<a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><br />\r\n<strong>IT Helpdesk</strong></a>- contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong>Ethics</strong> &ndash; for compliance with ethical issues, see the<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/cross-cutting-issues/ethics_en.htm\"> Participant Portal</a>&nbsp;and&nbsp;<a href=\"http://ec.europa.eu/research/swafs/index.cfm?pg=policy&amp;lib=ethics\">Science and Society Portal</a><br />\r\n<a href=\"http://ec.europa.eu/euraxess/pdf/brochure_rights/am509774CEE_EN_E4.pdf\"><br />\r\n<strong>The European Charter for Researchers and the Code of Conduct for their recruitment</strong></a><br />\r\n<strong><br />\r\n<a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/find-partners_en.htm\">Partner Search Services</a></strong> help you find a partner organisation for your proposal</p>", "sepTemplate": "<p>The link to the submission system was sent directly to the coordinators that&nbsp;are eligible to apply to the topic.&nbsp;Please check your messages in the `Formal notifications` section of the Participant Portal after login.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392606961, "id": 165891086, "title": "Frequently Asked Questions Widespread 1 - 2018-2019 Teaming Phase 2", "sectionId": 52392606961, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 130936, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/widespread-01-2018-2019/1815116-teaming_phase_2__2018_faqs_en.pdf", "id": 1815116, "fileName": "Teaming phase 2  2018 FAQs_en.PDF", "common": false, "crc32": 367496917}]}, {"callId": 52392606961, "id": 165891087, "title": "Letter of commitment template - Widespread 1 - 2018-2019 Teaming Phase 2", "sectionId": 52392606961, "translationFiles": [{"language": "en", "mimeType": "application/msword", "fileSize": 68154, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/widespread-01-2018-2019/1815117-letter_of_commitment_template_teaming_phase_2__2018_en.rtf", "id": 1815117, "fileName": "Letter of Commitment template Teaming Phase 2  2018_en.rtf", "common": false, "crc32": 1898602376}]}, {"callId": 52392606961, "id": 165891088, "title": "Teaming 2 - FAQs - Update_en", "sectionId": 52392606961, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 690287, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/h2020/widespread-01-2018-2019/1837600-teaming_2_-_faqs_-_update_en.pdf", "id": 1837600, "fileName": "Teaming 2 - FAQs - Update_en.pdf", "common": false, "crc32": 1942424942}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><em>Activities under this section are expected to contribute to the realisation of the research and innovation potential in all parts of Europe by promoting the creation of Centres of Excellence, reinforcing urban transition towards sustainability across Europe, bringing high quality human resources to institutions to implement structural change and further promoting networking actions for sustained excellence.</em></p>\n", "latestInfos": [{"approvalDate": "Nov 29, 2019 9:03:55 AM", "lastChangeDate": "Nov 29, 2019 9:03:55 AM", "content": "<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px; color: rgb(51, 51, 51); line-height: 107%; font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\">For the topic H2020-WIDESPREAD-05-2020: Twinning, with a deadline on 14/11/2019, a total of 439 proposals were submitted.</span></p>\r\n<p><font face=\"Times New Roman\" size=\"3\">&nbsp;</font></p>\r\n<p style=\"margin: 0px 0px 10.66px;\"><span lang=\"EN-IE\" style=\"margin: 0px; color: rgb(51, 51, 51); line-height: 107%; font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\">For the topic H2020-WIDESPREAD-06-2020: ERA Chairs, with a deadline on 14/11/2019, a total of 114 proposals were submitted.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The submission session is now available for: WIDESPREAD-06-2020(CSA)</p>"}, {"approvalDate": "Jul 24, 2019 12:23:18 PM", "lastChangeDate": "Jul 24, 2019 12:23:18 PM", "content": "The submission session is now available for: WIDESPREAD-06-2020(CSA)"}, {"approvalDate": "Jul 24, 2019 12:20:34 PM", "lastChangeDate": "Jul 24, 2019 12:20:34 PM", "content": "The submission session is now available for: WIDESPREAD-05-2020(CSA)"}, {"approvalDate": "Jul 3, 2019 12:00:39 AM", "lastChangeDate": "Jul 3, 2019 12:00:39 AM", "content": "<p>CALL RESULTS&nbsp; <br  />\r\n&nbsp;<br  />\r\nPublished:&nbsp;&nbsp; 15.05.2018</p>\r\n<p>Deadline:&nbsp;&nbsp; 15.11.2018</p>\r\n<p>Available budget:&nbsp; EUR 30.000.000 <br  />\r\n&nbsp;<br  />\r\n&nbsp;<br  />\r\nThe results of the evaluation are as follows:&nbsp; <br  />\r\nNumber of proposals submitted (including proposals transferred from or to other calls): 459</p>\r\n<p>Number of inadmissible proposals: 1</p>\r\n<p>Number of ineligible proposals: 2</p>\r\n<p>Number of above-threshold proposals: 318</p>\r\n<p>Total budget requested for above-threshold proposals:&nbsp; EUR 252.085.403,25 </p>\r\n<p>We recently informed the applicants about the evaluation results for their proposals.&nbsp; <br  />\r\nFor questions, please contact REA-SEWP@ec.europa.eu or the Research Enquiry Service.</p>"}, {"approvalDate": "Jul 26, 2018 8:27:05 AM", "lastChangeDate": "Jul 26, 2018 8:27:05 AM", "content": "<p>The changes in the revised&nbsp;Work Programme as published on 25/07/2018 are the following:</p>\r\n<p>- For the call WIDESPREAD-03-2018: Twinning, it was&nbsp;clarified that the internationally-leading research institutions should be from 2 different Member States or Associated Countries.</p>\r\n<p>- For the call WIDESPREAD-01-2018-2019: Teaming Phase 2, the proposal page limit for this topic is 75 pages.</p>"}, {"approvalDate": "Jul 26, 2018 12:30:00 AM", "lastChangeDate": "Jul 26, 2018 12:30:00 AM", "content": "The submission session is now available for: WIDESPREAD-04-2019(CSA)"}, {"approvalDate": "May 15, 2018 1:22:12 PM", "lastChangeDate": "May 15, 2018 1:22:12 PM", "content": "The submission session is now available for: WIDESPREAD-03-2018(CSA)"}, {"approvalDate": "May 15, 2018 1:21:30 PM", "lastChangeDate": "May 15, 2018 1:21:30 PM", "content": "The submission session is now available for: WIDESPREAD-02-2018(CSA)"}, {"approvalDate": "May 15, 2018 9:04:09 AM", "lastChangeDate": "May 15, 2018 9:04:09 AM", "content": "The submission session is now available for: WIDESPREAD-01-2018-2019(CSA)"}, {"approvalDate": "May 15, 2018 12:30:37 AM", "lastChangeDate": "May 15, 2018 12:30:37 AM", "content": "The submission session is now available for: WIDESPREAD-02-2018(CSA)"}, {"approvalDate": "May 15, 2018 12:30:00 AM", "lastChangeDate": "May 15, 2018 12:30:00 AM", "content": "The submission session is now available for: WIDESPREAD-03-2018(CSA)"}, {"approvalDate": "Apr 27, 2018 3:38:11 PM", "lastChangeDate": "Apr 27, 2018 3:38:11 PM", "content": "<p><u><span lang=\"EN\" style=\"font-size: 11pt; font-family: &quot;Calibri&quot;, &quot;sans-serif&quot;; mso-ansi-language: EN; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-US; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-language: AR-SA\">Frequently asked questions </span></u><span lang=\"EN\" style=\"font-size: 11pt; font-family: &quot;Calibri&quot;, &quot;sans-serif&quot;; mso-ansi-language: EN; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-US; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-language: AR-SA\">and the <u>Letter of Commitment template </u>for the Widespread-1-2018-2019 Topic (Teaming Phase 2) are published and accessible under 'Topic conditions and documents', section 8 'Additional documents'.</span></p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}