{"TopicDetails": {"type": 0, "ccm2Id": 43994755, "cftId": 0, "identifier": "CREA-CULT-2021-NET", "title": "European Networks of Cultural and Creative Organisations", "publicationDateLong": 1623110400000, "callIdentifier": "CREA-CULT-2021-NET", "callTitle": "European Networks of Cultural and Creative Organisations", "callccm2Id": 43994766, "allowPartnerSearch": true, "workProgrammepart": {"id": 5851, "ccm_id": 43994807, "wp_part": "CREA-2021", "wp_year": "CREA-2021", "wp_title": "CREA-2021", "wp_website": "https://ec.europa.eu/culture/creative-europe", "wp_document": "https://ec.europa.eu/culture/resources/annual-work-programmes"}, "frameworkProgramme": {"id": 43251814, "abbreviation": "CREA2027", "description": "Creative Europe Programme (CREA)"}, "programmeDivision": [{"id": 43435009, "abbreviation": "NET", "description": "Networks"}], "topicMGAs": [], "tags": ["Culture", "Creative Europe", "Networks"], "keywords": ["Festivals", "Integration of disadvantaged groups", "Archaeology", "Novels", "Integration of unemployed people", "Decorative arts", "Graphic arts", "Museums", "Architecture - Culture", "Tales", "Drawing", "Engraving", "Other", "Literature books and reading fields", "Monuments", "Graphic arts and Design", "Theatre plays", "Integration of unemployed young people", "Sculpture", "Exhibition", "Other artistic craft", "Landscape heritage", "Visual arts - Culture", "Integration of refugees and migrants", "opera", "Libraries and archives", "Video arts", "Radio and Cross-Media - Culture", "Folklore", "Visual arts, performing arts, design", "Sexual orientation and gender identity", "Literature books and reading - Culture", "Cooking", "puppetry", "Training for artists", "Training for cultural and creative professionals", "theatre", "Buildings", "Creative Writing", "Cultural heritage - Culture", "Training", "Creative Europe", "Translation", "street art", "Design and applied arts - Culture", "Books", "Artefacts", "Traditions", "Publishing", "Poetry", "Literary Translation", "Archives and Librairies - Culture", "dance", "People Integration different races/ethnic origins", "Photography", "Language", "Creative industries", "Tangible cultural heritage", "Virtual Reality", "Conservation", "Comics", "Digital arts", "Short stories", "People Integration with disabilities/special needs", "film", "Textile art", "Research", "Fine arts", "Fashion", "Works of art", "Intangible culture fields", "painting", "circus arts", "music", "Fashion design", "Ceramics"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "CREA-LS CREA Lump Sum Grants", "typeOfMGA": [{"id": 43249888, "abbreviation": "CREA-AG-LS", "description": "CREA Lump Sum Grant"}]}], "plannedOpeningDate": "08 June 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["26 August 2021"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3317545": [{"action": "CREA-CULT-2021-NET - CREA-LS CREA Lump Sum Grants", "plannedOpeningDate": "08 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["26 August 2021"], "budgetYearMap": {"2021": 27000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u><strong>Objectives</strong></u></p><p>The <em>support to European Networks of Cultural and Creative Organisations</em> action intends to <strong>enhance the capacities</strong> of European cultural and creative sectors to <strong>face common challenges</strong> and <strong>nurture talents</strong>, <strong>innovate</strong>, prosper and <strong>generate</strong> jobs and <strong>growth</strong>.</p><p>This action will support <strong>projects</strong> implemented by <strong>highly representative</strong>, <strong>multi-country</strong>, <strong>membership-based networks</strong> of European cultural organisations, which cover a wide range of Creative Europe participating countries<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>. Networks must have a shared mission, governance rules, and members' rights and obligations, as formally specified (in \"statutes\" or equivalent) and agreed upon by its members. Networks should be composed of a coordinating entity and its members.</p><p>European networks exclusively covering the audio-visual sector are not eligible for funding under this action.</p><p>Themes and priorities (scope)</p><p><span>In the current context, there is a need to promote <strong>fair</strong>,<strong> inclusive</strong> and <strong>diverse</strong> </span><strong><span>frameworks</span></strong><span> supporting artists and cultural and creative professionals.</span> <span>This includes effective mechanisms to ensure the cultural sector offers <strong>diversity</strong>, <strong>inclusion</strong> and <strong>equality</strong> for all</span>, promotes effective ways to tackle the <u>gender gap and related divides</u>, and <u>fights discrimination</u>. <span>From this perspective, promoting </span><span>better frameworks</span><span>, working conditions and remuneration for all cultural and creative professionals to thrive becomes a key strategic consideration</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span>, among others</span><span>. </span></p><p>The cultural and creative sectors should also contribute to the <strong>European Green Deal</strong>, in particular by encouraging these sectors to adopt more environmentally sustainable practices. This is in line with the objective of the European Union to mainstream climate actions in all of its policies, with an overall target of 30% of the EU budget allocated to support climate objectives.</p><p><span>Applicants must consider these two cross-cutting issues in the design and implementation of their projects.</span></p><p>In addition, proposals should tackle one or several of the following specific <strong>call priorities:</strong></p><ul level=\"0\"><li><strong><span style=\"color:#C00000;\">increase cultural access to and participation in culture as well as audience engagement and development </span></strong></li> </ul><p>With this priority, the aim is to <strong>build the capacities</strong> of the cultural and creative sectors to enhance <strong>cultural participation </strong>across Europe as well as audience <strong>engagement </strong>and <strong>development</strong>.</p><p>The New European Agenda for Culture<sup><a target=_self href=#fn3 id=r3>[3]</a></sup> highlights that culture is an ideal means of communicating across language barriers, empowering people and facilitating social cohesion, including among refugees, migrants, and host populations. Culture is also a transformative force for community regeneration, social cohesion and public debate.</p><p>Cultural participation has been recognised as one of the main factors for individual self-development and well-being, as well as an accelerator of societal changes and of the construction of inclusive, resilient societies. Culture strengthens the social capital of societies, facilitating democratic citizenship, fostering creativity, well-being and critical thinking, encouraging integration and cohesion, and promoting diversity, equality and pluralism<sup><a target=_self href=#fn4 id=r4>[4]</a></sup>.</p><p>Symbolic, social and financial barriers to cultural participation remain, despite the efforts of cultural organisations to adapt to changing patterns of cultural consumption and population composition. New approaches using the <strong>cultural capability</strong> approach should be encouraged. This means implementing a wide range of quality cultural activities, promoting opportunities for all to take part and to create, and strengthening links between culture and education, social affairs, urban policy, research and innovation<sup><a target=_self href=#fn5 id=r5>[5]</a></sup>.</p><p>When addressing this priority, proposals shall include specific measures to reinforce <strong>the capacities </strong>of organisations and professionals from the cultural and creative sectors to <strong>increase cultural access to and participation in culture as well as audience engagement and development. </strong></p><ul level=\"0\"><li><strong><span style=\"color:#C00000;\">build the capacity to be active at international level in Europe and beyond</span></strong></li> </ul><p>In the context of a globalised world, European cultural operators can benefit from cooperation with partners from other countries, including those outside Europe. Networks often provide the necessary support that cultural organisations and professionals need in order to be active internationally. Conversely, they can also be brokers in bringing expertise and capacities to Europe from all over the world.</p><p>When addressing this priority, proposals should build the <strong>capacity</strong> of organisations and professionals from the European cultural and creative sectors to be (more) <strong>active</strong> <strong>internationally</strong>, within and beyond the Creative Europe participating countries, and <strong>contribute to foster international cultural relations</strong>.</p><p>Proposals should encourage the <strong>scaling up</strong> of Europe’s cultural and creative sectors. They can include, for instance, activities supporting international presence, marketing and branding, or providing for the <strong>international networking</strong> of cultural organisations, the <strong>exchange </strong>of experiences with peers, the <strong>building </strong>of future <strong>cooperation </strong>leading to the implementation of local projects, or the reinforcement of ongoing cooperation. Proposals could also consider liaising with existing networks, projects or platforms operating in the areas concerned.</p><p>Proposals should reinforce the notion of <strong>global communities</strong>, and promote and enable more balanced exchanges and fairer working conditions for professionals. In this regard, they should <strong>empower artists and professional</strong><strong>s</strong> to propose creative and valuable solutions to <strong>global challenges</strong>, and take local realities into consideration.</p><p>More background information on the internal dimension can be found in the following EU documents:</p><ol level=\"0\">  <li>the elements on the “external dimension (Strengthening international cultural relations)” that are included in the New European Agenda for Culture<sup><a target=_self href=#fn3 id=r3>[3]</a></sup></li><li>the Joint EEAS/Commission Communication \"Towards an EU strategy for international cultural relations\"<sup><a target=_self href=#fn7 id=r7>[7]</a></sup></li><li>the Commission Communication “Towards an integrated approach to cultural heritage for Europe”<sup><a target=_self href=#fn8 id=r8>[8]</a></sup></li> </ol><ul level=\"0\"><li><strong><span style=\"color:#C00000;\">contribute</span></strong><strong><span style=\"color:#C00000;\"> to the European Green Deal </span></strong></li> </ul><p>With this priority, the aim is to enhance<strong> the capacities </strong>of the cultural and creative sectors to contribute to <strong>building </strong>more <strong>resilient </strong>and <strong>sustainable </strong>societies and encourage the necessary adaptation of practices in the sectors.</p><p>Climate change and environmental degradation are an existential threat to Europe and the world. The cultural and creative sectors are already part of the response and have started to experiment and adopt transferable, inclusive and sustainable models to make production, distribution and access to culture more environmentally sustainable.</p><p>When addressing this priority, proposals could include awareness and/or capacity building activities that effectively help cultural operators to adopt and promote greener practices and contribute to the European Green Deal<sup><a target=_self href=#fn9 id=r9>[9]</a></sup> and other initiatives, such as the New European Bauhaus<sup><a target=_self href=#fn9 id=r9>[9]</a></sup>, to make a difference to citizens’ quality of life.</p><ul level=\"0\"><li><strong><span style=\"color:#C00000;\">help the European cultural and creative sectors to fully take advantage of new technologies to enhance their competiveness</span></strong></li> </ul><p>The digital age represents a major challenge and opportunity for the cultural and creative sectors: the digital shift - accelerated by the COVID-19 pandemic - is bringing about a change of paradigm, significantly impacting how cultural goods are created, managed, disseminated, accessed, consumed and monetised, and changing the value propositions which prevailed in the analogue era. Digitisation has facilitated the distribution of cultural and creative content and services, but it has also intensified competition of content across borders on a global scale.</p><p>In addition, data management, artificial intelligence, algorithms and computation can lead to concentration and harmonisation of tastes and can have negative consequences on cultural and linguistic diversity. In this framework, the sectors can make a major contribution to a critical, sensitive and <strong>human-centred approach</strong> to the digital transformation.</p><p>In the framework of this call, proposals should <strong>build the capacities</strong> of the cultural and creative sectors to critically and creatively embrace the above-mentioned opportunities and changes driven by the digital transformation. The EU’s digital strategy, “A Europe fit for the digital age<sup><a target=_self href=#fn11 id=r11>[11]</a></sup>”, aims to make this transformation <strong>work for the sectors and for people. </strong></p><p>Note: The way proposals address all the above-mentioned priorities will be assessed under the award criterion “relevance”. For more details, please check section 9.</p><p>All proposals should present a substantiated strategy and concrete details on how they plan to implement one or more of the above priorities.</p><p><u><strong>Activities that can be funded (scope)</strong></u></p><p>Proposals should include suitable activities for the reinforcement of the <strong><u>capacities</u></strong> of organisations and professionals active in the Creative and Cultural sectors. These <strong>activities</strong> have to be specifically designed to <strong>tackle</strong> the chosen <strong>priorities of the call in an effective way</strong>.</p><p>These activities should be formulated within a solid strategic framework and be <strong>structured in work packages</strong>. A work package means a major sub-division of the project. Each work package is accompanied by an objective (expected outcome) and should list the activities, milestones and deliverables that belong to it. (See section 10 – <em>Milestones and Deliverables</em>)</p><p>Activities should take into account the needs of the network members and facilitate members’ participation throughout the entire project. Details on this should be provided in the following section of the application form: “2.2 Partnership and consortium”. Under this call, financial support to third parties is eligible. For more details on the eligibility of activities, see section 6 (Eligibility of activities).</p><p>The quality of the proposed activities will be assessed under the award criterion “Quality of content and activities”. For more details, please check section 9.</p><p>Note: considering that this call for proposals is intended for action grants (projects) and not operating grants: statutory obligations such as board meetings, general assemblies, or any other similar statutory activity of the network, are not eligible under this call.</p><p><u><strong>Expected impact</strong></u></p><p>Support for about 30 networks covering different cultural and creative sectors.</p><p>This call is intended to have a <strong>structuring effect</strong> on Europe’s cultural and creative sectors (CCS) by targeting the above-mentioned <strong>priorities</strong>. This structuring effect should be tangible for the network members and/or for the CCS at large, and should be proportionate to the project objectives and scale.</p><p>The level of expected impact will be assessed under the award criterion “dissemination”. For more details, please check section 9.</p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>For the list of participating countries, please check section 6 Eligible participants (eligible countries)</p><p id=fn2><a  target=_self href=#r2>[2]</a><span><span>More information available in the Study on artists’ working conditions: </span></span><a href=\"https://ec.europa.eu/culture/news/study-artists-working-conditions-published\"><span>https://ec.europa.eu/culture/news/study-artists-working-conditions-published</span></a></p><p id=fn3><a  target=_self href=#r3>[3]</a><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1527241001038&amp;uri=COM:2018:267:FIN\"><span>https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1527241001038&amp;uri=COM:2018:267:FIN</span></a></p><p id=fn4><a  target=_self href=#r4>[4]</a><span><span>https://www.europarl.europa.eu/RegData/etudes/STUD/2019/629203/IPOL_STU(2019)629203_EN.pdf</span></span></p><p id=fn5><a  target=_self href=#r5>[5]</a><span>King’s College London report \"Towards cultural democracy: Promoting cultural capabilities for everyone\", available at: <span>https://www.kcl.ac.uk/Cultural/-/Projects/Towards-cultural-democracy</span></span></p><p id=fn6><a  target=_self href=#r6>[6]</a><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1527241001038&amp;uri=COM:2018:267:FIN\"><span>https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1527241001038&amp;uri=COM:2018:267:FIN</span></a></p><p id=fn7><a  target=_self href=#r7>[7]</a><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1527241001038&amp;uri=COM:2018:267:FIN\"><span>An</span></a><span> overall presentation of the strategy, as well as the adopted text, can be retrieved at: </span><a href=\"https://ec.europa.eu/culture/policies/international-cultural-relations\"><span>https://ec.europa.eu/culture/policies/international-cultural-relations</span></a></p><p id=fn8><a  target=_self href=#r8>[8]</a><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52014DC0477\"><span>https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52014DC0477</span></a></p><p id=fn9><a  target=_self href=#r9>[9]</a><a href=\"https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en\"><span>https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en</span></a><span> and </span><a href=\"https://ec.europa.eu/commission/presscorner/detail/en/AC_20_1916\"><span>https://ec.europa.eu/commission/presscorner/detail/en/AC_20_1916</span></a></p><p id=fn10><a  target=_self href=#r10>[10]</a><a href=\"https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en\"><span>https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en</span></a><span> and </span><a href=\"https://ec.europa.eu/commission/presscorner/detail/en/AC_20_1916\"><span>https://ec.europa.eu/commission/presscorner/detail/en/AC_20_1916</span></a></p><p id=fn11><a  target=_self href=#r11>[11]</a><span><span>https://ec.europa.eu/info/strategy/priorities-2019-2024/europe-fit-digital-age_en</span></span></p><p></p>", "conditions": "<p><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:black;mso-fareast-language:EN-GB\">1.&nbsp;&nbsp; </span></b><b style=\"mso-bidi-font-weight:normal\"><span style=\"font-size:9.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#1F497D;&#10;mso-themecolor:text2;mso-fareast-language:EN-GB\">Eligible countries</span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">:&nbsp;as described in the Call document.</span><span style=\"font-size:9.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;color:black;&#10;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>\n<p><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:black;mso-fareast-language:EN-GB\">2.&nbsp;&nbsp; </span></b><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">Eligibility and admissibility conditions:</span></b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"> as described in the Call document.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\">&nbsp;</p>\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif; color: rgb(31, 73, 125);\">3. Proposal page limits and layout:</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif; color: rgb(31, 73, 125);\">&nbsp;Please refer to Part B of the standard proposal template.</span></p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"><b>4.&nbsp;&nbsp; Evaluation<o:p></o:p></b></span></p>\r\n<p><span style=\"color: rgb(31, 73, 125); font-family: Arial, sans-serif; font-size: 9pt;\">Evaluation criteria, scoring, threshold and process are described in the Call document.</span>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">5.&nbsp;&nbsp; Indicative timetable for evaluation and grant agreement:</span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"> as described in the Call document.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;&#10;line-height:normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;&#10;mso-fareast-language:EN-GB\">Publication of the call:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;June 2021<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">Deadline for submitting applications:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;August, 26 2021 17:00 (Brussels Time)<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">Evaluation period:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; September 2021<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">Information to applicants:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;October 2021<o:p></o:p></span></p>\r\n<p><span style=\"color: rgb(31, 73, 125); font-family: Arial, sans-serif; font-size: 9pt;\">Signature of grant agreement: &nbsp;&nbsp;&nbsp; </span><span style=\"color: rgb(31, 73, 125); font-family: Arial, sans-serif; font-size: 9pt;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; October - Decemb</span><span style=\"color: rgb(31, 73, 125); font-family: Arial, sans-serif; font-size: 9pt;\">er 2021</span>&nbsp;</p>\n<p><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">6.&nbsp;&nbsp; Proposal templates, guidance and model grant agreements (MGA):</span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"text-indent:-18.0pt;line-height:normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"mso-spacerun:yes\">&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/crea/temp-form/af/af_crea-culture_en.pdf\" target=\"_blank\">Standard proposal template </a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/crea/wp-call/2021/call-fiche_crea-cult-2021-net_en.pdf\" target=\"_blank\"> Call document</a></span></p>\r\n<p class=\"MsoNormal\" style=\"text-indent:-18.0pt;line-height:normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"><a href=\"https://ec.europa.eu/culture/document/2021-annual-work-programme-implementation-creative-europe-programme\" target=\"_blank\">202 2021 Annual Work Programme for the implementation of the Creative Europe Programme<br />\r\n</a> <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/ls-mga_en.pdf\" target=\"_blank\">Mono/Multi-beneficiary Model Grant Agreement</a></span></p>\r\n<p class=\"MsoNormal\" style=\"text-indent:-18.0pt;line-height:normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"text-indent:-18.0pt;line-height:normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif; color: rgb(31, 73, 125);\">For help related to this call, please contact the Creative Europe Desk in your country. You can find their contact details in the following link:&nbsp;</span><a href=\"https://ec.europa.eu/culture/resources/creative-europe-desks\" target=\"_blank\">Creative Europe Desks | Culture and Creativity (europa.eu)</a></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#0088CC;mso-fareast-language:&#10;EN-GB\">Funding &amp; Tenders Portal FAQ</span></b></a><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#0088CC;mso-fareast-language:EN-GB\">&nbsp;</span><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#0088CC;mso-fareast-language:&#10;EN-GB\"><a href=\"mailto:EC-FUNDING-TENDER-SERVICE-DESK@ec.europa.eu?subject=Call%2FTopic%20%09CREA-CULT-2021-NET\" target=\"_blank\">IT Helpdesk</a></span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:blue;mso-fareast-language:EN-GB;&#10;mso-bidi-font-weight:bold\"> </span><span style=\"font-size:9.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#1F497D;&#10;mso-themecolor:text2;mso-fareast-language:EN-GB\">&ndash;&nbsp;C<span style=\"mso-bidi-font-weight:bold\">ontact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</span>, etc. at&nbsp;EC-FUNDING-TENDER-SERVICE-DESK@ec.europa.eu.&nbsp;</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#0088CC;mso-fareast-language:&#10;EN-GB\">Online Manual</span></b></a><span style=\"font-size:9.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;color:black;&#10;mso-fareast-language:EN-GB\">&nbsp;</span><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">&ndash;&nbsp;<span style=\"mso-bidi-font-weight:bold\">Please be aware that the Manual is currently drafted for the H2020 Programme and may not entirely fit for other programmes</span>. However, a revision is being completed to make it corporate.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><u><strong><span>THE CREATIVE EUROPE PROGRAMME </span> </strong></u></p><p><em><u><span style=\"color:#C00000;\">Objectives </span></u></em></p><p><span><span>Creative Europe brings together actions supporting the European cultural and creative sectors.</span></span></p><p>The term<strong> 'Cultural and creative sectors</strong>' means all sectors whose activities are based on cultural values or artistic and other individual or collective creative expressions. The activities may include the development, the creation, the production, the dissemination and the preservation of goods and services, which embody cultural, artistic or other creative expressions, as well as education or management, related to these activities. The sectors include, inter alia, architecture, archives, libraries and museums, artistic crafts, audiovisual (including film, television, video games and multimedia), tangible and intangible cultural heritage, design (including fashion design), festivals, music, literature, performing art (including theatre and dance), books and publishing, radio, and visual arts. </p><p><span><span>The general objectives of the Programme are: </span></span> </p><ul level=\"0\"><li><span><span>to safeguard, develop and promote European cultural and linguistic diversity and heritage; </span></span> </li><li><span><span>to increase the competitiveness and the economic potential of the cultural and creative sectors, in particular the audiovisual sector.</span></span> </li> </ul><p><span><span>These goals are pursued through the following <strong>specific objectives</strong>:</span></span></p><ul level=\"0\"><li><span><span>enhancing artistic and cultural cooperation at the European level, in order to support the creation of European works and strengthen the economic, social and external dimension of and innovation and mobility in Europe’s cultural and creative sectors (<strong>CULTURE strand</strong>);</span></span> </li><li><span><span>promoting the competitiveness, scalability, cooperation, innovation, and sustainability, including through mobility in the European audiovisual sector (<strong>MEDIA strand</strong>); and </span></span> </li><li><span><span>promoting policy cooperation and innovative actions supporting all strands of the programme, promoting a diverse, independent and pluralistic media environment, and media literacy, thereby fostering freedom of artistic expression, intercultural dialogue and social inclusion (<strong>CROSS SECTORAL strand</strong>). </span></span> </li> </ul><p><em><u><span style=\"color:#C00000;\">Policy framework</span></u></em> </p><p><span><span>Creative Europe is fully aligned with the <strong>political priorities of the Commission</strong></span></span><span><span> and the 2018 Commission Communication on a </span></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=COM%3A2018%3A267%3AFIN\"><span><span>New European Agenda for Culture</span></span></a><span><span>.</span></span><span><span> Supporting the Gender Equality Strategy 2020-2025 and the European Green Deal are considered cross-cutting issues.</span></span></p><p><span><span>The Programme is also aligned with the Council’s multiannual </span></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52018XG1221(01)\"><span><span>Work Plan for Culture (2019-2022)</span></span></a><span><span>, the 2016 Joint Communication </span></span><a href=\"https://ec.europa.eu/culture/policies/international-cultural-relations\"><span><span>Towards an EU strategy for international cultural relations</span></span></a><span><span> and the 2014 Commission Communication </span></span><a href=\"https://ec.europa.eu/assets/eac/culture/library/publications/2014-heritage-communication_en.pdf\"><span><span>Towards an integrated approach to cultural heritage for Europe</span></span></a><span><span>, which all plead for a stronger role for culture in the further social, economic and international development of our Union.</span></span> </p><p><span><span>The Programme will also focus on supporting the policy objectives of the <strong>Digital Single Market </strong>and the<strong>#Digital4Culture </strong>strategy.</span></span> </p><p><span><span>The Programme, while preserving its essential nature, will contribute to the </span></span><a href=\"https://europa.eu/new-european-bauhaus/about/about-initiative_en\"><span><span>New European Bauhaus</span></span><span><span><span> initiative</span></span></span><span><span>, </span></span></a><span><span>connecting the European Green Deal to our living spaces and will contribute as well to the </span></span><a href=\"https://europa.eu/year-of-rail/index_en\"><span><span>European Year of Rail 2021</span></span></a><span><span>,</span></span><span><span> highlighting the benefits of rail as a sustainable, smart and safe means of transport and encouraging the use of rail.</span></span></p><p>In accordance with the <a href=\"https://ec.europa.eu/info/strategy/priorities-2019-2024/economy-works-people/jobs-growth-and-investment/european-pillar-social-rights/european-pillar-social-rights-action-plan_en\">European Pillar of Social Rights Action Plan</a>, the Programme supports promotion of fair working conditions, including fair remuneration for all cultural and creative professionals. The <a href=\"https://ec.europa.eu/culture/news/study-artists-working-conditions-published\">Study on the working conditions of artists, cultural and creative professionals</a>, including initiatives for the fair remuneration of artists and cultural professionals, recently published by the European Commission and stakeholders, deserves special attention.</p><p><span><span>The COVID-19 crisis was an accelerator of change in the cultural and creative sectors, amplifying many of the challenges they have been facing. The cultural and creative sectors have been amongst the hardest hit by the COVID-19 crisis</span>, which has accelerated the existing trends driven by globalisation and the digital transition. The combination of restrictive hygiene rules and the economic recession have created immediate drops in revenue and cash flow as well as accelerated structural change. There is a need to pool resources and support initiatives that promote the <strong>resilience and recovery</strong> of cultural operators, artists and cultural professionals, who have been profoundly affected by lockdowns and physical distancing measures.</span> </p><p><span><span>The <strong>digital transition</strong> accelerated by the COVID-19 pandemic is bringing about a change of paradigm, significantly impacting how cultural goods are created, managed, disseminated, accessed and monetised.</span></span> </p><p><span><span>The richness, which stems from Europe's <strong>cultural and linguistic diversity</strong>, does not easily benefit European citizens, because the cultural and creative sectors are too often fragmented along national and linguistic lines and lack critical mass. The <strong>transnational circulation </strong>and co-production of works remain limited and it is therefore important to develop effective solutions to reach audiences across borders.</span></span></p><p><span><span>These challenges, of a transnational nature, require a targeted European approach to optimise the potential of the sectors to contribute to jobs, growth and social inclusion, including for the most disadvantaged and hard-to-reach groups. The Programme will support actions and activities with a <strong>European added value</strong>, which complement regional, national, international and other Union programmes and policies.</span></span></p><p><em><u><span style=\"color:#C00000;\">Culture strand 2021 priorities </span></u></em></p><p><span><span>In 2021, the Culture strand of the new Creative Europe programme intends to promote: </span></span> </p><ul level=\"0\"><li><span><span>Reinforcement of the <strong>resilience to</strong> allow the <strong>recovery of cultural operators </strong>in light of the COVID-19 crisis.</span></span></li><li><strong><span><span>Innovation and joint creations: </span></span></strong><span><span>the Programme will support operators to develop innovative European projects to allow the evolution of the cultural and creative sectors and to increase their competitiveness. Innovations can be of a technological and artistic nature and can include the development and experimentation of new practices or new models or the transfer and dissemination of good practices from one European region or sector to others. Areas of innovation can include fighting climate change, digitisation or a societal dimension such as audience development, gender equality, the inclusion of people with disabilities, belonging to minorities, to socially marginalised groups. </span></span></li><li><strong><span><span>Co-production, cooperation, learning and connection </span></span></strong><span><span>of organisations of all sizes and that will build capacity, help the circulation of artists and works, give rise to co-productions and artistic creations and contribute to disseminating professional and artistic good practices across Europe.</span></span></li><li><strong><span><span>Capacity building of artists:</span></span></strong><span><span> the Programme will help European artists and cultural and creative professionals move up to the European level by supporting (emerging) talents and skills development. Platforms will be supported to increase the visibility and the circulation of European emerging artists and works in Europe and beyond. It will also support actions that promote the circulation of European literary works allowing the book sector (booksellers, libraries, etc.) to foster cooperation between publishers and their partners.</span></span></li><li><span><span>The programme will invest in activities that encourage the <strong>scaling up of Europe’s cultural and creative sectors </strong>at European and global levels, for instance by supporting their <strong>international presence</strong>, marketing and branding. It will help collect and disseminate data, information, practices, ideas and solutions; provide training and advice to professionals; represent the sectors at national and European level and advocate on their behalf on key sectoral issues.</span></span> </li> </ul><p><em><u><span style=\"color:#C00000;\">Cross-cutting issues</span></u></em></p><p><span><span>In addition, as cross-cutting issues, the Programme will support effective mechanisms to ensure the cultural sectors offer diversity, inclusion and equality for all and contribute to the fight against climate change.</span></span> </p><ul level=\"0\"><li><strong><span><span>Inclusion, diversity, and gender equality. </span></span></strong> <span><span>Projects should facilitate access to European cultural and creative content for all groups and audiences, especially</span></span><span><span> for professionals and participants with disadvantaged backgrounds and fewer opportunities related to disability or health problems, economic, social or geographical obstacles or cultural differences. </span></span><span><span>Particular attention will be given to fostering gender equality, in particular as a driver of creativity, economic growth and innovation. Projects must seek to promote gender equality and non-discrimination mainstreaming in accordance with the </span></span><a href=\"https://eige.europa.eu/gender-mainstreaming/toolkits/gender-impact-assessment/guide-gender-impact-assessment\"><span><span>Gender Mainstreaming Toolkit</span></span></a><span><span>. All activities funded under the programme shall incorporate a gender equality perspective and contribute to the equal empowerment of women and men, ensuring that they achieve their full potential and benefit from the same rights.</span></span></li><li><strong><span><span>Environment and the fight against climate change. </span></span></strong><span><span>The cultural and creative sectors should contribute to the European Green Deal, in particular, by encouraging its operators to adopt more environmentally sustainable practices and, by this, to contribute to the achievement of the overall target of 30% of the Union budget expenditures supporting climate objectives. Culture can play an important role in the green transition through awareness-raising, learning, communication and in the sharing of knowledge and good practices, and has the potential to develop innovative ways of tackling environmental challenges.</span></span></li> </ul>\n", "latestInfos": [{"approvalDate": "Jun 15, 2021 2:59:34 PM", "lastChangeDate": "Jun 15, 2021 2:59:34 PM", "content": "The submission session is now available for: CREA-CULT-2021-NET(CREA-LS)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}