{"TopicDetails": {"type": 0, "ccm2Id": 43970560, "cftId": 0, "identifier": "HORIZON-HLTH-2021-TOOL-06-03", "title": "Innovative tools for use and re-use of health data (in particular of electronic health records and/or patient registries)", "publicationDateLong": 1623801600000, "callIdentifier": "HORIZON-HLTH-2021-TOOL-06", "callTitle": "Tools and technologies for a healthy society (2021)", "callccm2Id": 43971860, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108638, "abbreviation": "HORIZON.2.1.5", "description": "Tools, Technologies and Digital Solutions for Health and Care, including personalised medicine"}, {"id": 43108557, "abbreviation": "HORIZON.2.1", "description": "Health"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}], "destinationDetails": "<p>Calls for proposals under this destination are directed towards the Key Strategic Orientation KSO-A <i>‘Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chains’</i> of Horizon Europe’s Strategic Plan 2021-2024. Research and innovation supported under this destination should contribute to the impact area <i>‘High quality digital services for all’ </i>and in particular to the following expected impact, set out in the Strategic Plan for the health cluster: ‘<i>Health technologies, new tools and digital solutions are applied effectively thanks to their inclusive, secure and ethical development, delivery, integration and deployment in health policies and health and care systems’</i>. In addition, research and innovation supported under this destination could also contribute to the following impact areas: <i>‘A competitive and secure data-economy’</i>, <i>‘Industrial leadership in key and emerging technologies that work for people’</i>, and <i>‘Good health and high-quality accessible health care’</i>.</p><p>Technology is a key driver for innovation in the health care sector. It can provide better and more cost-efficient solutions with high societal impact, tailored to the specific health care needs of the individual. However, novel tools, therapies, technologies and digital approaches face specific barriers and hurdles in piloting, implementing and scaling-up before reaching the patient, encountering additional challenges such as public acceptance and trust. Emerging and disruptive technologies offer big opportunities for transforming health care, thereby promoting the health and well-being of citizens. Unlocking this potential and harnessing the opportunities depends on the capacity to collect, integrate and interpret large amounts of data, as well as ensure compatibility with appropriate regulatory frameworks and infrastructures that will both safeguard the rights of the individual and of society and stimulate innovation to develop impactful solutions. In addition to existing European Research Infrastructures, the European Health Data Space will promote health-data exchange and facilitate cross-border research activities. This destination aims to promote the development of tools, technologies and digital solutions for treatments, medicines, medical devices and improved health outcomes, taking into consideration safety, effectiveness, appropriateness, accessibility, comparative value-added and fiscal sustainability as well as issues of ethical, legal and regulatory nature.</p><p>In view of increasing the impact of EU investments under Horizon Europe, the European Commission welcomes and supports cooperation between EU-funded projects to enable cross-fertilisation and other synergies. This could range from networking to joint activities such as the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. Opportunities for potential synergies exist between projects funded under the same topic but also between other projects funded under another topic, cluster or pillar of Horizon Europe (but also with ongoing projects funded under Horizon 2020). In particular, this could involve projects related to European health research infrastructures (under pillar I of Horizon Europe), the EIC strategic challenges on health and EIT-KIC Health (under pillar III of Horizon Europe) or in areas cutting across the health and other clusters (under pillar II of Horizon Europe). For instance, with cluster 4 <i>“Digital, Industry and Space”</i> such as on digitalisation of the health sector, incl. health technologies, medical devices and key enabling technologies; assisted, autonomous, independent and empowered living; smart homes; decision support systems; health impact assessment (e.g. related to consumer products, working place innovation).</p><p><u>Expected Impacts</u></p><p>Proposals for topics under this destination should set out a credible pathway towards unlocking the full potential of new tools, technologies and digital solutions for a healthy society, and more specifically to several of the following expected impacts:</p><ul><li>Europe’s scientific and technological expertise and know-how, its capabilities for innovation in new tools, technologies and digital solutions, and its ability to take-up, scale-up and integrate innovation in health care is world-class.</li><li>Citizens benefit from targeted and faster research resulting in safer, more efficient, cost-effective and affordable tools, technologies and digital solutions for improved (personalised) disease prevention, diagnosis, treatment and monitoring for better patient outcome and well-being, in particular through increasingly shared health resources (interoperable data, infrastructure, expertise, citizen/patient driven co-creation).[[Commission Communication on the digital transformation of health and care; COM(2018) 233 final.]]</li><li>The EU gains high visibility and leadership in terms of health technology development, including through international cooperation.</li><li>The burden of diseases in the EU and worldwide is reduced through the development and integration of innovative diagnostic and therapeutic approaches, personalised medicine approaches, digital and other people-centred solutions for health care.</li><li>Both the productivity of health research and innovation, and the quality and outcome of health care is improved thanks to the use of health data and innovative analytical tools, such as artificial intelligence (AI) supported decision-making, in a secure and ethical manner, respecting individual integrity and underpinned with public acceptance and trust.</li></ul><p>Citizens trust and support the opportunities offered by innovative technologies for health care, based on expected health outcomes and potential risks involved.</p>", "destinationDescription": "Unlocking the full potential of new tools, technologies and digital solutions for a healthy society", "topicMGAs": [], "tags": ["Electronic Health Record", "Artificial Intelligence", "Interoperability", "Health data", "European Health data Space"], "keywords": ["EOSC and FAIR data", "Health policy and services", "Computer sciences, information science and bioinfo", "Health care sciences and services (including hospi", "Social sciences and humanities"], "flags": ["EoscAndFairData", "SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 June 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 September 2021"]}], "latestInfos": [{"approvalDate": "Feb 1, 2022 11:54:52 AM", "lastChangeDate": "Feb 1, 2022 11:54:52 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 84</li>\r\n    <li>Number of inadmissible proposals: 1</li>\r\n    <li>Number of ineligible proposals: 2</li>\r\n    <li>Number of above-threshold proposals: 41</li>\r\n    <li>Total budget requested for above-threshold proposals: EUR 298.969.154</li>\r\n</ul>"}, {"approvalDate": "Oct 4, 2021 12:09:08 PM", "lastChangeDate": "Oct 4, 2021 12:09:08 PM", "content": "<p>Call HORIZON-HLTH-2021-TOOL-06 closed on 21 September 2021. 84 proposals were submitted. The breakdown per topic is:</p>\r\n<ul>\r\n    <li>HORIZON-HLTH-2021-TOOL-06-01: 7 proposals&nbsp;</li>\r\n    <li>HORIZON-HLTH-2021-TOOL-06-02: 31 proposals</li>\r\n    <li>HORIZON-HLTH-2021-TOOL-06-03: 46 proposals</li>\r\n</ul>\r\n<p>Evaluation results are expected to be communicated on Friday 28 January 2022 at the earliest.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3339606": [{"action": "HORIZON-HLTH-2021-TOOL-06-01 - HORIZON-IA HORIZON Innovation Actions", "plannedOpeningDate": "22 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 September 2021"], "budgetYearMap": {"2021": 25000000}, "budgetTopicActionMap": {}}], "3339609": [{"action": "HORIZON-HLTH-2021-TOOL-06-03 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "22 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 September 2021"], "budgetYearMap": {"2021": 30000000}, "budgetTopicActionMap": {}}], "3339612": [{"action": "HORIZON-HLTH-2021-TOOL-06-02 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "22 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 September 2021"], "budgetYearMap": {"2021": 60000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>This topic aims at supporting activities that are enabling or contributing to one or several expected impacts of destination 5 “<em>Unlocking the full potential of new tools, technologies and digital solutions for a healthy society</em>”. To that end, proposals under this topic should aim for delivering results that are directed, tailored and contributing to all of the following expected outcomes:</span></p><ul level=\"0\"><li><span>Novel solutions improve quality, ensure interoperability and enable re-use of health data, data analytics and metadata from different repositories across countries by health professionals, researchers and health authorities, in compliance with FAIR data<sup><a target=_self href=#fn1 id=r1>[1]</a></sup></span> management principles as well as national and EU legal and ethical requirements (in particular with regard to personal data protection).</li><li><span>Health professionals, researchers and health authorities make effective use of tools enabling them to exploit unstructured and heterogeneous data from different sources to improve the delivery of care and advance health research.</span></li><li><span>Increased use and valorisation of health data by patients, researchers and clinicians thanks to better data portability due to the standardization of meta knowledge (meta data, ontologies and reference repositories) and clinical data, especially health data coming from different clinical services and sites, and/or from multiple countries.</span></li><li><span>Health care professionals use more efficient and cost-effective health care procedures and workflows that contribute to improved disease prevention, early detection/diagnosis and more effective treatment. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>Health data exists in many forms and multiple fragmented repositories; there is still significant room for improvement in the way both structured and unstructured health data is stored, analysed and interpreted. Sharing and analysing data from multiple countries in a safe and legally compliant manner (in particular with regard to personal data protection) remains a challenge. Powerful analytic tools are already helping providers to use structured data in increasingly impactful ways. On the other hand, the heterogeneity, diversity of sources, quality of data and various representations of unstructured data in health care increase the number of challenges as compared to structured data.</span></p><p><span>Advances in AI and machine learning, however, have the potential to transform the way clinicians, providers and researchers use unstructured data. Furthermore, developing data interoperability standards, trust and harmonization of GDPR’s interpretation across the EU for the sharing and processing of personal health data will support establishing a sound health data culture in view of the European Health Data Space.</span></p><p><span>Proposals should address all of the following aspects:</span></p><ul level=\"0\"><li><span>Developing robust novel solutions compliant with legal requirements (in particular concerning personal data protection) that will improve the quality, interoperability, machine-readability and re-use of health data and metadata in compliance with FAIR data management principles, making these data more accessible to clinicians, researchers and citizens. The focus should be on data in electronic health records (EHRs) and/or patient registries, taking into account the Commission Recommendation on a European Electronic Health Record exchange format</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span>.</span></li><li><span>Developing innovative natural language processing tools, including computational semantics, ontologies, text mining, associated machine learning and deep learning, to improve accessibility, interoperability, translation, transcription, and analysis of health data (e.g. to predict risks). Tools should extract health information from unstructured data in different clinical and medical sources, and bring that data into EHRs/patient registries in a structured form. The innovative solutions should also address missing data in EHRs and/or patient registries and their related metadata, to reduce bias and improve the quality of conclusions.</span></li><li><span>Developing and piloting AI-powered virtual assistants that will utilise the tools and solutions developed (as mentioned above) in order to demonstrate improved usability of health data for end-users. </span></li> </ul><p><span>Proposals are expected to build on and contribute to existing European and international data standards, specifications and schemas for health data. The use of open standards should be considered and interactions with relevant ongoing research infrastructure efforts are encouraged. Applicants should focus on health data coming from a number of EU Member States and EEA countries, constituting as much as possible a representative sample of the European healthcare landscape, so as to contribute to the work on the creation of the European Health Data Space.</span></p><p><span>To guarantee their adoption, the developed solutions should be quick and easy to use by researchers and clinicians. Therefore active involvement of end-users from the onset is encouraged. In particular, patient advocacy groups and citizens should be involved to ensure adequate consideration of diverse patient needs, with respect to their gender, ethnicity, age, ability, and socio-economic background, to underpin acceptance by patients and other data subjects. SMEs participation is also encouraged.</span></p><p><span>The proposals should duly take into account requirements stipulated in the relevant European regulations (Data protection, <em>in vitro</em> diagnostics and medical devices) and must meet appropriate ethical standards.</span></p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EoscAndFairData;sortQuery=sortStatus;orderBy=asc\">EOSC and FAIR data</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=SSH;sortQuery=sortStatus;orderBy=asc\">Socio-economic science and humanities</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>FAIR data are data, which meet principles of findability, accessibility, interoperability, and reusability.</span></p><p id=fn2><a  target=_self href=#r2>[2]</a><u><span>https://ec.europa.eu/digital-single-market/en/news/recommendation-european-electronic-health-record-exchange-format</span></u></p>", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes.</span></p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A  number of non-EU/non-Associated Countries that are not automatically  eligible for funding have made specific provisions for making funding  available for their participants in Horizon Europe projects. See the  information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">In recognition of the opening of the US National  Institutes of Health&rsquo;s programmes to European researchers, any legal  entity established in the United States of America is eligible to  receive Union funding to support its participation in projects funded  under the Health cluster.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes.</span></span></p>\n<p>&nbsp;</p>\r\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span>.</p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<p><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes.</span></p>\n<p><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the specific topic of the Work Programme.<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\" target=\"_blank\">Standard application form (HE RIA, IA)</a> &mdash; call-specific application form is available in the Submission System</span><span style=\"color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"> </span><br />\r\n<span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\" target=\"_blank\">Standard evaluation form (HE RIA, IA)</a> &mdash; will be used with the necessary adaptations</span><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> </span><br />\r\n<span class=\"MsoHyperlink\"><br />\r\n<span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\"> </span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/information-on-clinical-studies_he_en.docx\"><br />\r\n<br />\r\nEssential Information for Clinical Studies</a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-4-health_horizon-2021-2022_en.pdf\"><br />\r\nHE Main Work Programme 2021&ndash;2022 &ndash; 4. Health</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><br />\r\n<br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\"><br />\r\nEU Financial Regulation</span></a><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions<br />\r\n</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><br />\r\n</span></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.<o:p></o:p></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Feb 1, 2022 11:54:52 AM", "lastChangeDate": "Feb 1, 2022 11:54:52 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 84</li>\r\n    <li>Number of inadmissible proposals: 1</li>\r\n    <li>Number of ineligible proposals: 2</li>\r\n    <li>Number of above-threshold proposals: 41</li>\r\n    <li>Total budget requested for above-threshold proposals: EUR 298.969.154</li>\r\n</ul>"}, {"approvalDate": "Oct 4, 2021 12:09:08 PM", "lastChangeDate": "Oct 4, 2021 12:09:08 PM", "content": "<p>Call HORIZON-HLTH-2021-TOOL-06 closed on 21 September 2021. 84 proposals were submitted. The breakdown per topic is:</p>\r\n<ul>\r\n    <li>HORIZON-HLTH-2021-TOOL-06-01: 7 proposals&nbsp;</li>\r\n    <li>HORIZON-HLTH-2021-TOOL-06-02: 31 proposals</li>\r\n    <li>HORIZON-HLTH-2021-TOOL-06-03: 46 proposals</li>\r\n</ul>\r\n<p>Evaluation results are expected to be communicated on Friday 28 January 2022 at the earliest.</p>"}, {"approvalDate": "Jun 23, 2021 10:17:54 AM", "lastChangeDate": "Jun 23, 2021 10:17:54 AM", "content": "The submission session is now available for: HORIZON-HLTH-2021-TOOL-06-02(HORIZON-RIA), HORIZON-HLTH-2021-TOOL-06-01(HORIZON-IA), HORIZON-HLTH-2021-TOOL-06-03(HORIZON-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}