{"TopicDetails": {"type": 0, "ccm2Id": 43971493, "cftId": 0, "identifier": "HORIZON-HLTH-2022-ENVHLTH-04-01", "title": "Methods for assessing health-related costs of environmental stressors", "publicationDateLong": 1652227200000, "callIdentifier": "HORIZON-HLTH-2022-ENVHLTH-04", "callTitle": "Environment and health (Single Stage - 2022)", "callccm2Id": 43972016, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108557, "abbreviation": "HORIZON.2.1", "description": "Health"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}, {"id": 43108608, "abbreviation": "HORIZON.2.1.2", "description": "Environmental and Social Health Determinants"}], "destinationDetails": "<p><span>Calls for proposals under this destination are directed towards the Key Strategic Orientation KSO-D <em>‘Creating a more resilient, inclusive and democratic European society’</em> of Horizon Europe’s Strategic Plan 2021-2024. Research and innovation supported under this destination should contribute to the impact area <em>‘A resilient EU prepared for emerging threats’ </em>and in particular to the following expected impact, set out in the Strategic Plan for the health cluster: ‘<em>living and working environments are health-promoting and sustainable thanks to better understanding of environmental, occupational, social and economic determinants of health’</em>. In addition, research and innovation supported under this destination could also contribute to the following impact areas: <em>‘Good health and high quality accessible health care’</em>, <em>‘Climate change mitigation and </em>adaptation’, and <em>‘</em>Clean<em> and healthy air, water and soil’</em>. </span></p><p><span>The environment we live and work in is a major determinant of our health and well-being. It has direct or indirect beneficial or adverse impact on our health and well-being. Environmental factors are estimated to account for almost 20% of all deaths in Europe. Opinion surveys have shown that European citizens are concerned about the impact of pollution on their health. The impacting factors on both physical and mental health and well-being are not all identified nor their effects comprehensively understood and accounted for to support evidence-based policy- and decision-making. Furthermore, agreed methodologies to estimate health-related costs of exposure to environmental stressors are lacking.</span></p><p><span>Therefore, Destination 2 aims at filling knowledge gaps in the understanding of the impacts on our health and well-being of those environmental, occupational and socio-economic risk factors that have the most significant or widespread societal impacts. In this work programme, Destination 2 focuses on indoor and outdoor air pollution, chemicals, non-ionizing radiation (electromagnetic fields), urbanisation, climate and other environmental changes, socio-economic inequalities, and changing working environments. Furthermore, under this work programme a topic is dedicated to the creation of a European partnership for the assessment of risks from chemicals, which should establish the EU as an internationally recognised driver of innovative chemical risk assessment for an optimal protection of human health and the environment. The results will support the EU’s environment and health policies and overarching policy frameworks such as the European Green Deal, the Chemical Strategy for Sustainability, the 8<sup>th</sup> Environment Action Programme, the EU Strategic Framework on Health and Safety at Work as well as the WHO European Environment and Health Process (EHP).</span></p><p><span>Strong collaborations across sectors and with other Horizon Europe clusters dealing with issues such as agriculture, food, environment, climate, mobility, security, urban planning, social inclusion and gender will be needed to ensure that maximal societal benefits are reached. Thus, in view of increasing the impact of EU investments under Horizon Europe, the European Commission welcomes and supports cooperation between EU-funded projects to enable cross-fertilisation and other synergies. This could range from networking to joint activities such as the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. Opportunities for potential synergies exist between projects funded under the same topic but also between other projects funded under another topic, cluster or pillar of Horizon Europe (but also with ongoing projects funded under Horizon 2020). In particular, this could involve projects related to European health research infrastructures (under pillar I of Horizon Europe), the EIC strategic challenges on health and EIT-KIC Health (under pillar III of Horizon Europe), or in areas cutting across the health and other clusters (under pillar II of Horizon Europe).</span></p><p><span>All topics are open to international collaboration to address global environment and health challenges.</span></p><p><u><span>Expected impacts:</span></u></p><p><span>Proposals for topics under this destination should set out a credible pathway to contributing to living and working in a health-promoting environment, and more specifically to one or several of the following impacts:</span></p><ul level=\"0\"><li><span>Policy-makers and regulators are aware and well informed about environmental, socio-economic and occupational risk factors as well as health-promoting factors across society;</span></li><li><span>Environmental, occupational, social, economic, fiscal and health policies and practices at the EU, national and regional level are sustainable and based on solid scientific evidence. These include overarching policy frameworks such as the European Green Deal, the Chemical Strategy for Sustainability, the 8<sup>th</sup> Environment Action Programme, the EU Strategic Framework on Health and Safety at Work and the European Environment and Health Process led by the World Health Organization;</span></li><li><span>The upstream determinants of disease - related to choices in energy generation, agricultural practices, industrial production, land use planning, built environment and construction - are known, understood and reduced;</span></li><li><span>The health threats and burden resulting from hazardous chemicals and air, water and soil pollution and contamination is reduced, so that the related number of deaths and illnesses is substantially reduced by 2030;</span></li><li><span>Living and working environments in European cities and regions are healthier, more inclusive, safer, resilient and sustainable;</span></li><li><span>The adaptive capacity and resilience of populations and health systems in the EU to climate and environmental change-related health risks is strengthened;</span></li><li><span>Citizens’ health and well-being is protected and promoted, and premature deaths, diseases and inequalities related to environmental pollution and degradation are prevented;</span></li><li><span>Citizens understand better complex environment and health issues, and effective measures to address them and support related policies and regulations. </span></li> </ul>", "destinationDescription": "Living and working in a health-promoting environment", "topicMGAs": [], "tags": ["health impact assessment", "health costs of environmental", "socio-economic assessments", "valuation of statistical life and/or life-years", "guidelines and methodologies"], "keywords": ["New European Bauhaus", "Digital Agenda", "Cost estimation / analysis", "Artificial Intelligence", "EOSC and FAIR data", "Public and environmental health", "Health policy and services", "Social sciences and humanities"], "flags": ["NEB", "DigitalAgenda", "AI", "EoscAndFairData", "SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "06 October 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 April 2022"]}], "latestInfos": [{"approvalDate": "Aug 8, 2022 10:31:14 AM", "lastChangeDate": "Aug 8, 2022 10:31:14 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 10</li>\r\n    <li>Number of inadmissible proposals: 0</li>\r\n    <li>Number of ineligible proposals: 0</li>\r\n    <li>Number of above-threshold proposals: 6</li>\r\n    <li>Total budget requested for above-threshold proposals: 25,114,452 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:13:38 PM", "lastChangeDate": "Apr 28, 2022 5:13:38 PM", "content": "<p>Call HORIZON-HLTH-2022-ENVHLTH-04 closed on 21 April 2022. 10 proposals were submitted under topic HORIZON-HLTH-2022-ENVHLTH-04-01.<br />\r\nEvaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3403155": [{"action": "HORIZON-HLTH-2022-ENVHLTH-04-01 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 20000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>This topic aims at supporting activities that are enabling or contributing to one or several expected impacts of destination 2 ‘<em>Living and working in a health-promoting environment’.</em> To that end, proposals under this topic should aim for delivering results that are directed, tailored towards and contributing to all of the following expected outcomes:</span></p><ul level=\"0\"><li><span>EU and national public authorities regularly use economic and health modelling in policy impact assessments and policy evaluation, and promote the use of these to other stakeholders;</span></li><li><span>Stakeholders agree on the most relevant population health and quality of life metrics, including DALYs (Disability Adjusted Life Years) or QALYs (Quality Adjusted Life Years)</span><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span>, and economic metrics;</span></li><li><span>The stakeholder community follows common guidelines and methodologies for integrative socio-economic assessments and cost-benefit analysis of environmental pollution in Europe. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>Policy-makers face challenges when devising pollution mitigation measures and having to assess the health costs emerging from life-long exposures to environmental stressors or the benefits from clean environments. Deaths and disabilities resulting from pollution carry a quantifiable economic cost to society, but there are significant uncertainties in the cost estimates methodologies. There is also paucity of data to evaluate the economic benefits of clean environments.</span></p><p><span>Impact Pathway Analysis</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span> and Health Impact Assessment (HIA)</span><sup><a target=_self href=#fn3 id=r3>[3]</a></sup><span> are methodologies, which can be useful in linking scientific knowledge with environmental economics for informing policy action in diverse sectors such as transport, energy, chemicals, occupational health etc.</span></p><p><span>Proposed research activities should mainly aim to improve the calculation of the socio-economic costs (and/or benefits) of health impacts during the life-course associated to environmental stressors, or combinations of these, advance methodological approaches and foster their acceptance as common good practice. </span></p><p><span>Proposals should consider all of the following activities:</span></p><ul level=\"0\"><li><span>Systematic review and exploitation of latest evidence of exposure-response functions and causation resulting from published medical and scientific research accumulated data from the past 10-20 years, including results published based on EU-funded research projects;</span></li><li><span>Identification of data gaps as regards environment and health risk factors and health-related tangible and intangible costs and recommendations on priorities for new data collections;</span></li><li><span>Advancement of methodological rigor and consistency in accounting for morbidity and mortality, disabilities, linking valuation of statistical life and/or life-years with quality adjustments within a unified framework, based on the most recent data available and adapted to the needs and circumstances in Europe;</span></li><li><span>Application of experimental approaches addressing the potential link of quality of life and the burden of disease indicators with more integrative impact indicators (e.g. reflecting subjective well-being, health, work-life balance, education, housing, etc.) and identification of how national contexts can impact on health-related costs of the same environmental and occupational exposure;</span></li><li><span>Enhancement of the understanding of the role of discounting and other methods for weighing present and future costs and benefits;</span></li><li><span>Development of innovative tools, methods and models, and associated guidelines for health impact assessments and related cost-benefit analysis;</span></li><li><span>Consultation of experts and stakeholders on tools, models, methods and assessments developed towards a shared agreement of these;</span></li><li><span>Development of case studies involving public authorities comparing the costs of action and non-action in at least three EU or associated countries; </span></li><li><span>Delivery of FAIR<sup><a target=_self href=#fn4 id=r4>[4]</a></sup></span> data and a user-friendly access to an open knowledge base including results, methodologies and data appropriate for use in public policies and budget allocations.</li> </ul><p>Projects could consider the involvement of the European Commission’s Joint Research Centre (JRC) in the field of health impacts of environmental stressors.</p><p><span>All projects funded under this topic are strongly encouraged to participate in networking and joint activities, as appropriate. These networking and joint activities could, for example, involve the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. This could also involve networking and joint activities with projects funded under other clusters and pillars of Horizon Europe, or other EU programmes, as appropriate. Therefore, proposals are expected to include a budget for the attendance to regular joint meetings and may consider to cover the costs of any other potential joint activities without the prerequisite to detail concrete joint activities at this stage. The details of these joint activities will be defined during the grant agreement preparation phase. In this regard, the Commission may take on the role of facilitator for networking and exchanges, including with relevant stakeholders, if appropriate. </span></p><p><span>Whenever appropriate, the use of environmental data and products coming from the Copernicus<sup><a target=_self href=#fn5 id=r5>[5]</a></sup></span> programme, specifically the Copernicus Atmosphere Monitoring Service (CAMS) and the Copernicus Climate Change Service (C3S), is encouraged.</p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p>New European Bauhaus<br>Social sciences and humanities<br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EoscAndFairData;sortQuery=sortStatus;orderBy=asc\">EOSC and FAIR data</a><br>Artificial Intelligence<br>Digital Agenda<br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>While introducing relevant changes, it should be ensured that metrics respect the UN Convention on the Rights of Persons with Disabilities.</span></p><p id=fn2><a  target=_self href=#r2>[2]</a><a href=\"http://arirabl.org/untitled/\"><span>http://arirabl.org/untitled/</span></a></p><p id=fn3><a  target=_self href=#r3>[3]</a><span>Health Impact Assessment (HIA) has been defined by WHO European Centre for Health Policy as a combination of procedures or methods by which a policy, programme or project may be judged as to the effects it may have on the health of a population.</span></p><p id=fn4><a  target=_self href=#r4>[4]</a><span> <span style=\"color:black\">FAIR data are data, which meet principles of findability, accessibility, interoperability, and reusability.</span></span></p><p id=fn5><a  target=_self href=#r5>[5]</a><a href=\"https://www.copernicus.eu/en\">https://www.copernicus.eu/en</a></p>", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes.</span></p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A  number of non-EU/non-Associated Countries that are not automatically  eligible for funding have made specific provisions for making funding  available for their participants in Horizon Europe projects. See the  information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">In recognition of the opening of the US National  Institutes of Health&rsquo;s programmes to European researchers, any legal  entity established in the United States of America is eligible to  receive Union funding to support its participation in projects funded  under the Health cluster.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes.</span></span></p>\n<p>The Joint Research Centre (JRC) may participate as member of the consortium selected for funding.</p>\n<p>&nbsp;</p>\r\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<p><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes.</span></p>\n<p><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span> </p>\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the specific topic of the Work Programme.<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\" target=\"_blank\">Standard application form (HE RIA, IA)</a> &mdash; call-specific application form is available in the Submission System</span><span style=\"color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"> </span><br />\r\n<span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\" target=\"_blank\">Standard evaluation form (HE RIA, IA)</a> &mdash; will be used with the necessary adaptations</span><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> </span><br />\r\n<span class=\"MsoHyperlink\"><br />\r\n<span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\"> </span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/information-on-clinical-studies_he_en.docx\"><br />\r\n<br />\r\nEssential Information for Clinical Studies</a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-4-health_horizon-2021-2022_en.pdf\"><br />\r\nHE Main Work Programme 2021&ndash;2022 &ndash; 4. Health</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><br />\r\n<br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\"><br />\r\nEU Financial Regulation</span></a><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions<br />\r\n</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><br />\r\n</span></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.</span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;  contact your EEN national contact for advice to businesses with special  focus on SMEs. The support includes guidance on the EU research  funding.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact  the Funding &amp; Tenders Portal IT helpdesk for questions such as  forgotten passwords, access rights and roles, technical aspects of  submission of proposals, etc.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">assists you on intellectual property issues.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> and</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></span></b></span></span> <span style=\"font-family: Arial, sans-serif;\">&ndash; </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">the European Standards Organisations advise you how to tackle standardisation in your project proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#xA;normal;mso-bidi-font-weight:bold\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span>consult  the general principles and requirements specifying the roles,  responsibilities and entitlements of researchers, employers and funders  of researchers.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">help you find a partner organisation for your proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCP)</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contact your NCP for further assistance.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Aug 8, 2022 10:31:14 AM", "lastChangeDate": "Aug 8, 2022 10:31:14 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 10</li>\r\n    <li>Number of inadmissible proposals: 0</li>\r\n    <li>Number of ineligible proposals: 0</li>\r\n    <li>Number of above-threshold proposals: 6</li>\r\n    <li>Total budget requested for above-threshold proposals: 25,114,452 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:13:38 PM", "lastChangeDate": "Apr 28, 2022 5:13:38 PM", "content": "<p>Call HORIZON-HLTH-2022-ENVHLTH-04 closed on 21 April 2022. 10 proposals were submitted under topic HORIZON-HLTH-2022-ENVHLTH-04-01.<br />\r\nEvaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}, {"approvalDate": "Oct 6, 2021 12:00:02 AM", "lastChangeDate": "Oct 6, 2021 12:00:02 AM", "content": "The submission session is now available for: HORIZON-HLTH-2022-ENVHLTH-04-01(HORIZON-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}