{"TopicDetails": {"type": 0, "ccm2Id": 43971342, "cftId": 0, "identifier": "HORIZON-HLTH-2022-IND-13-04", "title": "Setting up a European Smart Health Innovation Hub", "publicationDateLong": 1652227200000, "callIdentifier": "HORIZON-HLTH-2022-IND-13", "callTitle": "A competitive health-related industry (2022)", "callccm2Id": 43971879, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108638, "abbreviation": "HORIZON.2.1.5", "description": "Tools, Technologies and Digital Solutions for Health and Care, including personalised medicine"}, {"id": 43108557, "abbreviation": "HORIZON.2.1", "description": "Health"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}], "destinationDetails": "<p><span>Calls for proposals under this destination are directed towards the Key Strategic Orientation KSO-A <em>‘Promoting an open strategic autonomy by leading the development of key digital,</em><em> enabling and emerging technologies, sectors and value chains’</em></span> of Horizon Europe’s Strategic Plan 2021-2024. Research and innovation supported under this destination should contribute to the impact area <em>‘A competitive and secure data-economy’ </em>and in particular to the following expected impact, set out in the Strategic Plan for the health cluster: <em>‘EU health industry is innovative, sustainable and globally competitive thanks to improved up-take of breakthrough technologies and innovations, which makes the EU with its Member States more resilient and less dependent from imports with regard to the access to and supply of critical health technologies’</em>. In addition, research and innovation supported under this destination could also contribute to the following impact areas: <em>‘Industrial leadership in key and emerging technologies that work for people’</em>, <em>‘High quality digital services for all’</em>, and <em>‘Good health and high-quality accessible health care’</em>.</p><p><span>The health industry is a key driver for growth and has the capacity to provide health technologies to the benefit of patients and providers of health care services. The relevant value chains involve a broad variety of key players from supply, demand and regulatory sides. In addition, the path of innovation in health is long and complex. The development of novel health technologies is generally associated with uncertainties and market barriers due to expensive and risky development (e.g. attrition rate in pharmaceutical development), high quality and security requirements (e.g. clinical performance, safety, data privacy and cybersecurity) and market specificities (e.g. strong regulation, pricing and reimbursement issues). In addition, the growing concern about environmental issues is putting more pressure on this industry. Therefore, there is a need for research and innovation integrating various stakeholders to facilitate market access of innovative health technologies (medical technologies, pharmaceuticals, biotechnologies, digital health technologies). </span></p><p><span>In order to address these challenges, in particular green and digital transitions and proper supply of health technologies and products, destination 6 will focus on research and innovation activities that aim at:</span></p><ul level=\"0\"><li><span>Production of pharmaceuticals in compliance with the objectives of the European Green Deal.</span></li><li><span>Methodologies, guidelines and standards, assessment studies, and structuring activities adapted to digital solutions and interventions for GDPR compliant translation into health care practice, including inter-operability, cyber-security and data confidentiality. </span></li><li><span>Public authorities supported with better methodologies and interdisciplinary approaches to assess and value new health technologies and interventions.</span></li><li><span>Development of pharmaceutical products meeting unmet medical needs in the context of market failures. </span></li> </ul><p><span>In view of increasing the impact of EU investments under Horizon Europe, the European Commission welcomes and supports cooperation between EU-funded projects to enable cross-fertilisation and other synergies. This could range from networking to joint activities such as the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. Opportunities for potential synergies exist between projects funded under the same topic but also between other projects funded under another topic, cluster or pillar of Horizon Europe (but also with ongoing projects funded under Horizon 2020). In particular, this could involve projects related to European health research infrastructures (under pillar I of Horizon Europe), the EIC strategic challenges on health and EIT-KIC Health (under pillar III of Horizon Europe), or in areas cutting across the health and other clusters (under pillar II of Horizon Europe). For instance, with cluster 4 “Digital, Industry and Space” such as on industrial research and innovation infrastructures (pilot plants, testing and simulation facilities, open innovation hubs); additive manufacturing (3D/4D printing) and other production technologies (incl. bio manufacturing); safe, smart and sustainable materials.</span></p><p><u><span>Expected Impacts: </span></u></p><p><span>Proposals for topics under this destination should set out a credible pathway to contributing to maintaining an innovative, sustainable and globally competitive health industry, and more specifically to one or several of the following expected impacts:</span></p><ul level=\"0\"><li><span>Health industry in the EU is more competitive and sustainable, assuring European leadership in breakthrough health technologies and strategic autonomy in essential medical supplies and digital technologies, contributing to job creation and economic growth, in particular with small- and medium-sized enterprises (SMEs).</span></li><li><span>Health industry is working more efficiently along the value chain from the identification of needs to the scale-up and take-up of solutions at national, regional or local level, including through early engagement with patients, health care providers, health authorities and regulators ensuring suitability and acceptance of solutions. </span></li><li><span>European standards, including for operations involving health data, ensure patient safety and quality of healthcare services as well as effectiveness and interoperability of health innovation and productivity of innovators.</span></li><li><span>Citizens, health care providers and health systems benefit from a swift uptake of innovative health technologies and services offering significant improvements in health outcomes, while health industry in the EU benefits from decreased time-to-market.</span></li><li><span>Health security in the EU benefits from reliable access to key manufacturing capacity, including timely provision of essential medical supplies of particularly complex or critical supply and distribution chains, such as regards vaccines or medical radioisotopes.</span></li> </ul>", "destinationDescription": "Maintaining an innovative, sustainable and globally competitive health industry", "topicMGAs": [], "tags": ["Heath promotion and self-management", "Populations dynamics, aging, health and society", "Pan-European ecosystem", "Access to health innovations", "Deployment of innovative health solutions"], "keywords": ["Social Innovation", "Artificial Intelligence", "Social sciences and humanities", "Digital Agenda"], "flags": ["SocInnov", "AI", "SSH", "DigitalAgenda"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-CSA HORIZON Coordination and Support Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "06 October 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 April 2022"]}], "latestInfos": [{"approvalDate": "Aug 8, 2022 10:18:03 AM", "lastChangeDate": "Aug 8, 2022 10:18:03 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 88</li>\r\n    <li>Number of inadmissible proposals: 3</li>\r\n    <li>Number of ineligible proposals: 3</li>\r\n    <li>Number of above-threshold proposals: 62&nbsp;</li>\r\n    <li>Total budget requested for above-threshold proposals: 333,100,753 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:14:55 PM", "lastChangeDate": "Apr 28, 2022 5:14:55 PM", "content": "<p>Call HORIZON-HLTH-2022-IND-13 closed on 21 April 2022. 89 proposals were submitted. The breakdown per topic is:</p>\r\n<ul>\r\n    <li>HORIZON-HLTH-2022-IND-13-01: 31 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-02: 35 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-03: 5 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-04: 15 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-05: 3 proposals</li>\r\n</ul>\r\n<p>Evaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3403106": [{"action": "HORIZON-HLTH-2022-IND-13-03 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 15000000}, "budgetTopicActionMap": {}}], "3403109": [{"action": "HORIZON-HLTH-2022-IND-13-02 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 30000000}, "budgetTopicActionMap": {}}], "3403112": [{"action": "HORIZON-HLTH-2022-IND-13-01 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 20000000}, "budgetTopicActionMap": {}}], "3403115": [{"action": "HORIZON-HLTH-2022-IND-13-04 - HORIZON-CSA HORIZON Coordination and Support Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 2000000}, "budgetTopicActionMap": {}}], "3403117": [{"action": "HORIZON-HLTH-2022-IND-13-05 - HORIZON-CSA HORIZON Coordination and Support Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 2000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>This topic aims at supporting activities that are enabling or contributing to one or several expected impacts of destination 6 “<em>Maintaining an innovative, sustainable and globally competitive health industry</em>”. To that end, proposals under this topic should aim for delivering results that are directed, tailored towards and contributing to all of the following expected outcomes:</span></p><ul level=\"0\"><li><span>Empowered patients and citizens of all ages, gender, social and economic background adopt and use digital tools to monitor their health status independently.</span></li><li><span>A strong European ecosystem is created by innovators in the health domain, including, but not limited to SMEs, Research and Technology Organisations (RTOs), accelerators, incubators, (European) Digital Innovation Hubs (EDIH)</span><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span>, European Reference Sites of the EIP-AHA</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span> and Knowledge Hubs, involving end-users.</span></li><li><span>Public and private entities adopt the innovations of European digital health companies, especially SMEs and mid-caps, enhancing their sustainability and resilience.</span></li><li><span>Citizens, patients, health practitioners and facilities, public and private actors access and make use of sustainable EU-wide reference repository of digitally-enabled innovative solutions addressing all health related sectors, areas and segments, with particular focus on self-management and prevention. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>The EU has supported innovation of digital tools for better and more personalised treatments and self-monitoring of citizens and patients throughout Europe. However, adoption and deployment of digital health solutions in practice, both in the public health system and by private players remains low.</span></p><p><span>Building on the recommendations from the report of the Strategic Forum for Important Projects of Common European Interest</span><sup><a target=_self href=#fn3 id=r3>[3]</a></sup><span>, coordination and support is needed to: i) create a pan-European operational network as a mechanism (a European Smart Health Innovation Hub) that can assess and promote Smart Health initiatives; ii) stimulate the demand-side and the uptake of Smart Health products and services; and iii) support the development of Smart Health products and services.</span></p><p><span>Applicants should propose activities addressing the need to bring together different actors, working on innovative digital health solutions and to reinforce their collaboration, exchange and efforts on scaling-up digital health solutions across Europe. Proposals should encourage a people-centred approach that empowers citizens and patients, promotes a culture of dialogue and openness between citizens, patients, health practitioners and providers, and other public and private actors, and unleashes the potential of social innovation.</span></p><p><span>Applicants should link various existing repositories of digital health solutions, which are already deployable as part of different EU projects and initiatives. It is necessary to integrate them into a European Digital Health Smart Innovation Hub, which will serve as a European reference platform for scalable digital health solutions, both for public organisations and private actors, connecting supply and demand side.</span></p><p><span>Applicants should propose activities in several of the following areas:</span></p><ul level=\"0\"><li><span>Promote transfer and exchange of knowledge and best practices (such as twinnings) between different actors, such as SMEs, mid-caps, accelerators, incubators, RTOs, EDIHs</span><sup><a target=_self href=#fn4 id=r4>[4]</a></sup><span>, Reference Sites of the EIP-AHA</span><sup><a target=_self href=#fn5 id=r5>[5]</a></sup><span> and Knowledge Hubs, such as EIT KIC Health<sup><a target=_self href=#fn6 id=r6>[6]</a></sup></span>, eHealth Hub<sup><a target=_self href=#fn7 id=r7>[7]</a></sup><span> or mHealth Hub</span><sup><a target=_self href=#fn8 id=r8>[8]</a></sup><span> – working on innovation of digital health solutions, including training to end-users, e.g. citizens, patients, health care providers, and deployment strategies.</span></li><li><span>Promote scalability of digital innovation solutions by organising market places and pitching events to public health organisations and private entities and by involving industry and Member States representatives.</span></li><li><span>Integrating existing repositories into a sustainable European repository, serving as a reference of ready to market solutions (supply side) and public and private organisations adopting them (demand side), as well as best practices.</span></li><li><span>Reinforce the European Digital Health ecosystem by enhancing collaboration and networking between the different actors working on digital health innovation across Europe. Synergies with other relevant initiatives, like the Digital Transformation Accelerator that will manage the network of European Digital Innovation Hubs are encouraged, as well as with relevant initiatives in AI, Data and Robotics in Horizon 2020, Horizon Europe, Digital Europe and other programmes.</span></li><li><span>The Digital Health solutions that would be part of the European Smart Health Innovation Hub should match the needs of all citizens and patients, regardless of their age, gender, social or economic background. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p>Artificial Intelligence<br>Digital Agenda<br>Social sciences and humanities<br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=SocInnov;sortQuery=sortStatus;orderBy=asc\">Social Innovation</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>https://ec.europa.eu/digital-single-market/en/digital-innovation-hubs</span></p><p id=fn2><a  target=_self href=#r2>[2]</a><span>https://ec.europa.eu/eip/ageing/reference-sites_en</span></p><p id=fn3><a  target=_self href=#r3>[3]</a><span>https://ec.europa.eu/docsroom/documents/37824</span></p><p id=fn4><a  target=_self href=#r4>[4]</a><span>https://ec.europa.eu/digital-single-market/en/digital-innovation-hubs</span></p><p id=fn5><a  target=_self href=#r5>[5]</a><span>https://ec.europa.eu/eip/ageing/reference-sites_en</span></p><p id=fn6><a  target=_self href=#r6>[6]</a>https://eithealth.eu</p><p id=fn7><a  target=_self href=#r7>[7]</a><span>https://www.ehealth-hub.eu/</span></p><p id=fn8><a  target=_self href=#r8>[8]</a><span>https://mhealth-hub.org/</span></p>", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes.</span></p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A  number of non-EU/non-Associated Countries that are not automatically  eligible for funding have made specific provisions for making funding  available for their participants in Horizon Europe projects. See the  information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">In recognition of the opening of the US National  Institutes of Health&rsquo;s programmes to European researchers, any legal  entity established in the United States of America is eligible to  receive Union funding to support its participation in projects funded  under the Health cluster.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes.</span></span></p>\n<p>&nbsp;</p>\r\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<p><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes.</span></p>\n<p><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the specific topic of the Work Programme.<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-csa_en.pdf\" target=\"_blank\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">Standard application form (HE CSA)</span></a><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"> &mdash; call-specific application form is available in the Submission System</span><span style=\"color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"> </span><br />\r\n<span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-csa_en.pdf\" target=\"_blank\">Standard evaluation form (HE CSA)</a> &mdash; will be used with the necessary adaptations</span><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> </span><br />\r\n<span class=\"MsoHyperlink\"><br />\r\n<span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\"> </span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/information-on-clinical-studies_he_en.docx\"><br />\r\n<br />\r\nEssential Information for Clinical Studies</a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-4-health_horizon-2021-2022_en.pdf\"><br />\r\nHE Main Work Programme 2021&ndash;2022 &ndash; 4. Health</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><br />\r\n<br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\"><br />\r\nEU Financial Regulation</span></a><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions<br />\r\n</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><br />\r\n</span></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.</span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;  contact your EEN national contact for advice to businesses with special  focus on SMEs. The support includes guidance on the EU research  funding.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact  the Funding &amp; Tenders Portal IT helpdesk for questions such as  forgotten passwords, access rights and roles, technical aspects of  submission of proposals, etc.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">assists you on intellectual property issues.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> and</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></span></b></span></span> <span style=\"font-family: Arial, sans-serif;\">&ndash; </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">the European Standards Organisations advise you how to tackle standardisation in your project proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#xA;normal;mso-bidi-font-weight:bold\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span>consult  the general principles and requirements specifying the roles,  responsibilities and entitlements of researchers, employers and funders  of researchers.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">help you find a partner organisation for your proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCP)</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contact your NCP for further assistance.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Aug 8, 2022 10:18:03 AM", "lastChangeDate": "Aug 8, 2022 10:18:03 AM", "content": "<p>&nbsp;We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 88</li>\r\n    <li>Number of inadmissible proposals: 3</li>\r\n    <li>Number of ineligible proposals: 3</li>\r\n    <li>Number of above-threshold proposals: 62&nbsp;</li>\r\n    <li>Total budget requested for above-threshold proposals: 333,100,753 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:14:55 PM", "lastChangeDate": "Apr 28, 2022 5:14:55 PM", "content": "<p>Call HORIZON-HLTH-2022-IND-13 closed on 21 April 2022. 89 proposals were submitted. The breakdown per topic is:</p>\r\n<ul>\r\n    <li>HORIZON-HLTH-2022-IND-13-01: 31 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-02: 35 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-03: 5 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-04: 15 proposals</li>\r\n    <li>HORIZON-HLTH-2022-IND-13-05: 3 proposals</li>\r\n</ul>\r\n<p>Evaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}, {"approvalDate": "Oct 6, 2021 12:00:01 AM", "lastChangeDate": "Oct 6, 2021 12:00:01 AM", "content": "The submission session is now available for: HORIZON-HLTH-2022-IND-13-01(HORIZON-RIA), HORIZON-HLTH-2022-IND-13-04(HORIZON-CSA), HORIZON-HLTH-2022-IND-13-02(HORIZON-RIA), HORIZON-HLTH-2022-IND-13-05(HORIZON-CSA), HORIZON-HLTH-2022-IND-13-03(HORIZON-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}