{"TopicDetails": {"type": 0, "ccm2Id": 44839287, "cftId": 0, "identifier": "HORIZON-ER-JU-2022-FA1-TT-01", "title": "Network management planning and control & Mobility Management in a multimodal environment and Digital Enablers", "publicationDateLong": 1646870400000, "callIdentifier": "HORIZON-ER-JU-2022-01", "callTitle": "EU-RAIL JU Call Proposals 2022-01", "callccm2Id": 44839317, "allowPartnerSearch": true, "workProgrammepart": {"id": 6434, "ccm_id": 44838537, "wp_part": "HORIZON-JTI-ER-2022", "wp_year": "HORIZON-JU-ER-2022", "wp_title": "HORIZON-JTI-ER-2022", "wp_website": "https://shift2rail.org/", "wp_document": "https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-annual-work-plan-and-budget/"}, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43121083, "abbreviation": "HORIZON.2.5.8", "description": "Smart Mobility"}, {"id": 43120821, "abbreviation": "HORIZON.2.5", "description": "Climate, Energy and Mobility"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}], "topicMGAs": [], "tags": ["Simulation", "ERTMS", "TTR", "Cross-border", "Multimodal", "TMS", "Yard management", "Ontology", "Digital Twin", "Traffic management", "PRM", "CDM", "Mobility", "ATO", "Data"], "keywords": ["Sustainable transport", "Rail Traffic Management", "Digital Agenda", "Railway", "Simulation and design tools", "Rail Operations"], "flags": ["DigitalAgenda"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-JU-IA HORIZON JU Innovation Actions", "typeOfMGA": [{"id": 43027849, "abbreviation": "HORIZON-AG-LS", "description": "HORIZON Lump Sum Grant"}]}], "plannedOpeningDate": "10 March 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["23 June 2022"]}], "latestInfos": [{"approvalDate": "Jun 10, 2022 11:16:55 AM", "lastChangeDate": "Jun 10, 2022 11:16:55 AM", "content": "<p>On 10 June 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "May 24, 2022 12:02:29 PM", "lastChangeDate": "May 24, 2022 12:02:29 PM", "content": "<p>On 24 May 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "May 11, 2022 2:14:45 PM", "lastChangeDate": "May 11, 2022 2:14:45 PM", "content": "<p>On 11 May 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "May 2, 2022 3:38:50 PM", "lastChangeDate": "May 2, 2022 3:38:50 PM", "content": "<p>On 02 May 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Apr 20, 2022 1:08:00 PM", "lastChangeDate": "Apr 20, 2022 1:08:00 PM", "content": "<p>On 20 April 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Mar 31, 2022 3:28:58 PM", "lastChangeDate": "Mar 31, 2022 3:28:58 PM", "content": "<p>On 31st March 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Mar 22, 2022 12:07:16 PM", "lastChangeDate": "Mar 22, 2022 12:07:16 PM", "content": "<p>On 22 March 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents)</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3383708": [{"action": "HORIZON-ER-JU-2022-FA6-01 - HORIZON-JU-IA HORIZON JU Innovation Actions", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["23 June 2022"], "budgetYearMap": {"2022": 16500000}, "budgetTopicActionMap": {}}], "3383710": [{"action": "HORIZON-ER-JU-2022-FA3-01 - HORIZON-JU-IA HORIZON JU Innovation Actions", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["23 June 2022"], "budgetYearMap": {"2022": 46300000}, "budgetTopicActionMap": {}}], "3383712": [{"action": "HORIZON-ER-JU-2022-FA4-01 - HORIZON-JU-IA HORIZON JU Innovation Actions", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["23 June 2022"], "budgetYearMap": {"2022": 38300000}, "budgetTopicActionMap": {}}], "3383714": [{"action": "HORIZON-ER-JU-2022-FA1-TT-01 - HORIZON-JU-IA HORIZON JU Innovation Actions", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["23 June 2022"], "budgetYearMap": {"2022": 38000000}, "budgetTopicActionMap": {}}], "3383716": [{"action": "HORIZON-ER-JU-2022-FA5-01 - HORIZON-JU-IA HORIZON JU Innovation Actions", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["23 June 2022"], "budgetYearMap": {"2022": 40600000}, "budgetTopicActionMap": {}}], "3383718": [{"action": "HORIZON-ER-JU-2022-FA2-01 - HORIZON-JU-IA HORIZON JU Innovation Actions", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["23 June 2022"], "budgetYearMap": {"2022": 54300000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>DESTINATION 1 – Network management planning and control &amp; Mobility Management in a multimodal environment and Digital Enablers</p><p>In the context of Network management planning and control &amp; Mobility Management in a multimodal environment, the objective is to research, develop and deliver the functional requirements, associated specifications, and operational and technological solutions to enable a common future European Traffic Management layer. This shall include the requirements to achieve uniform train operations; ticketing services may also be considered part of such endeavour. This will enable the design of future network and capacity management, planning, and control.</p><p>In order to accelerate the European approach, research and innovation in the Flagship Project stemming from this topic shall also consider early implementation of common functions and approaches starting from existing national TMS. A dynamic network and traffic management at European scale, built upon a harmonised functional system architecture to ensure agile, borderless and mixed-traffic operations, is the target solution that the various legacy TMS should migrate towards.</p><p>This extends the capacity planning at European level and enables the automatic management of cross-border rail traffic. Improved service offers, operations and capacity utilization are reducing the inefficiencies of the door-to door services and enhancing the competitiveness of rail-based mobility chains.</p><p>To achieve the overall objective of a dynamic European traffic management, several improvements have been identified and described in the Europe’s Rail Multi-Annual Work Programme <sub><sup>[See MAWP (<a href=\"https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/\">https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/</a> ) chapter 7.1.1 and subchapters</sup></sub></p><p>When the railway system becomes fully digital and connected, the availability of real-time and historical data from across the whole system will unlock a whole range of new possibilities. However, a fully digital connected rail system will be characterized by a complex landscape comprising multiple heterogeneous systems and interactions.</p><p>For this reason, Destination 1 has also the objective to ensure the implementation of a railway Digital enabler and twin environment, where all digital elements of the system can play together in a coherent and interoperable way.</p><p>Proposals under this Destination should set out a credible pathway (including an exploitation plan) to contributing to all of the following expected impacts as described in the Master Plan.</p><p><strong>The selected proposal for funding under this Destination will be a Flagship Project of Europe’s Rail with significant expected impacts, which require an integrated sector systemic approach.</strong> Proposals should therefore set out a credible pathway (including an exploitation plan) to contributing to all of the following expected impacts as described in the Master Plan.</p><table>  <tbody>   <tr>    <td> <p>Meeting evolving customer requirements</p> </td>    <td> <p>Improved EU rail supply industry competitiveness</p> </td>    <td> <p>Reinforced role for rail in European transport and mobility</p> </td>    <td> <p>Harmonised approach to evolution and greater adaptability</p> </td>    <td> <p>More sustainable and resilient transport</p> </td>   </tr>  </tbody> </table><p>In the context of Network management planning and control &amp; Mobility Management in a multimodal environment, proposals under this Destination should deliver the innovative solutions to be demonstrated and monitored to achieve the following levels by 2031:</p><p><em>Improved strategic and tactical planning of the rail network:</em></p><ul level=\"0\"><li>Increased number of possible trains on a given infrastructure on a reference day using improved processes and methods:   <ul level=\"1\"><li>Baseline 2022, expected increase 5% to 20%, depending on the line or area.</li>   </ul> </li><li>Reduction of answering time between the short term request of a cross-border train path and the answer with an adequate offer:   <ul level=\"1\"><li>Down to 5 minutes.</li>   </ul> </li><li>Improved robustness of timetables and hence, reduced impact of disturbances and disruptions   <ul level=\"1\"><li>Baseline 2022, expected decrease 5% to 15% of delay minutes in a reference week depending on the line or area</li>   </ul> </li> </ul><p><em>Develop resilience for a connected real-time network </em></p><ul level=\"0\"><li>Prediction Quality as the basis for decision quality in Traffic Management: For a representative set of 100 trains running in a 2h interval ahead of actual time, less than 5 percent of the predicted timing shall not deviate from the actual more than 5 minutes. Note: Train cancellations not considered</li><li>Prediction performance as the basis for in-time decision making in Traffic Management: less than 120 seconds in a typical set of 100 trains running in a 2h interval ahead of actual time. Note: Prediction shall consider dynamic infrastructure constraints (e.g., TSR, track blockages), implemented train control decisions and automated conflict resolution.</li><li>ATO Journey Profile / Segment Profile provision cycle time down to 30 secs</li> </ul><p><em>Integrate rail traffic within door to door mobility</em></p><ul level=\"0\"><li>Demand forecast for improved service planning:   <ul level=\"1\"><li>Achieve 65% precision in the average forecast 1 week in advance</li><li>Achieve 80% precision in the forecast at 1 hour</li>   </ul> </li><li>Improved matching between demand and supply:   <ul level=\"1\"><li>Achieve 75% reaching passengers’ planned travel time</li>   </ul> </li> </ul><p>In the context of Digital enablers and twin, the expected specific impacts of this Destination are:</p><ul level=\"0\"><li>Improved EU rail supply industry competitiveness among others by reducing duration and costs for development and certification by several measures of digitalisation e.g. virtual certification tasks that can be conducted in a laboratory by 80%</li><li>Number of Digital Twins able to be integrated, tested and validated in the “Design Environment”: achieve minimum 5 Digital Twins developed by Destinations integrated in the “Digital Twin transversal Environment”</li><li>Improve the use of federated Data and CDM: achieve 10% increase of Number of shared entities federated (referred).</li> </ul><p><strong>Expected Outcome:</strong></p><p>The action to be funded under this Destination shall address wo work streams (WS):</p><p><strong>WS1:</strong> <strong>Network management planning and control &amp; Mobility Management in a multimodal environment</strong></p><p>The developed solutions shall enhance capabilities and allow to achieve the following outcomes:</p><p><em>Improved strategic and tactical planning of the rail network:</em></p><p>The innovative functionalities of planning &amp; simulation [<sub><sup>Results from Shift2Rail activities should be taken into account, see PLASA-2 project (<a href=\"https://projects.shift2rail.org/s2r_ipcc_n.aspx?p=plasa-2\">https://projects.shift2rail.org/s2r_ipcc_n.aspx?p=plasa-2</a> ) : D2.1 Smart planning - feasibility study, D2.2 Smart planning – summary of methods dealing with incomplete data, D 3.4 Case study on resource dependencies, FR8Rail-2 (<a href=\"https://projects.shift2rail.org/s2r_ip5_n.aspx?p=FR8RAIL%20ii\">https://projects.shift2rail.org/s2r_ip5_n.aspx?p=FR8RAIL%20ii</a> ) D3.2 Demonstrators of intelligent planning modules trains and infrastructure possession planning, combined modules simulation and optimisation.]</sup></sub> shall enable automation in decision support systems (e.g. for supporting the management of short term path requests), conflict resolution, deployment of resources such as network, crew, rolling stock and energy, thus boosting the efficiency of the rail network and its operations, considering as well international strategic planning initiatives by the sector <sub><sup>[E.g. taking into account initiatives such as Eurolink]. </sup></sub>Coherence with external services and operational technologies for future planning processes shall be ensured by taking into account for example the related driving modes and onboard technologies such as C-DAS or ATO<sub><sup> [Results from Shift2Rail activities should be taken into account, see FR8RAIL II (<a href=\"https://projects.shift2rail.org/s2r_ip5_n.aspx?p=FR8RAIL%20ii\">https://projects.shift2rail.org/s2r_ip5_n.aspx?p=FR8RAIL%20ii</a> ) D4.4 Evaluation of C-DAS demonstration, and X2RAIL-4 (<a href=\"https://projects.shift2rail.org/s2r_ip2_n.aspx?p=X2RAIL-4\">https://projects.shift2rail.org/s2r_ip2_n.aspx?p=X2RAIL-4</a>) D3.1 and D3.2]</sup></sub> already at the planning stage. This specifically should address the areas of cross-border planning, yard and station processes, traffic management and ETCS or ATO modelling. The innovations shall be integrated/connected and used with state-of-the-art systems, to demonstrate the intended functionalities and the capability to be implemented for production use.</p><p><em>Increased resilience of a connected ‘real time’ rail network:</em></p><p>Another output of the activities carried out in this Destination shall be the European real-time railway traffic management and operations with the goal to provide a more agile, optimized and automated response to unplanned situations, such as disturbances and responses to dynamic demand especially in cross-border traffic situations. Such significantly enhance TMS <sub><sup>[Results from Shift2Rail activities should be taken into account, see OPTIMA (<a href=\"https://projects.shift2rail.org/s2r_ip2_n.aspx?p=S2R_OPTIMA\">https://projects.shift2rail.org/s2r_ip2_n.aspx?p=S2R_OPTIMA</a>) D4.1 Design document and X2Rail-2 (<a href=\"https://projects.shift2rail.org/s2r_ip2_n.aspx?p=X2RAIL-2\">https://projects.shift2rail.org/s2r_ip2_n.aspx?p=X2RAIL-2</a> ) D6.1 SYSTEM REQUIREMENT SPECIFICATION (SRS) FOR THE INTEGRATION LAYER]</sup></sub> shall be capable to support interoperable traffic management on a European dimension, which shall increase the resilience of a connected “real-time” rail network in Europe. The solution should ensure optimisation of the quality of cross-border train paths in the scheduling process (e.g. resource negotiation with subsystems), as well as the corresponding real-time deviation management. An optimized overall system architecture and operational workflows have to be developed together with the System Pillar.</p><p><em>Integrated rail traffic within door-to-door mobility</em></p><p>The solution should develop and integrate a number of enablers for an improved real-time door-to-door offer planning and management. It includes better information exchange between operators (for operational issues), long-term and short-term demand predictions for all parts and stretches of the chain, and systems for dynamic best offers (incl. real-time availability of resources and network constraints). To enable the developed technologies to be put in effective use, in parallel to technological developments, there shall be a process defined between European IMs, RUs and other relevant actors to agree on necessary data management and data exchange. Additional enablers are improved accessibility and attractiveness at the interconnection, specifically for Persons with Reduced Mobility (PRM).</p><p>The Flagship Project stemming from this topic shall deliver by 2025 innovative solutions to be demonstrated with:</p><ul level=\"0\"><li>Tactical and short-term timetable planning including cross-borders with improved models and functions; use of decision support to support integrated capacity planning of the rail network and operations for yards, stations, terminals [TRL6/7]</li><li>HMI for TMS with decision support modules, based on User Experience (UX) Design and human-in-the-loop awareness [up to TRL6-8]</li><li>Demand-driven predictions to improve operations and service offers, considering information about events across modes. Effect of cross-regional, multimodal travels in combination with demand forecast and disruption handling on improvement of daily operations, benefit on customers (accessibility and attractiveness). [TRL 7-8]:</li> </ul><p>In addition of the above, the proposal shall cover important preparatory works needed to be launched for the future set of demonstration foreseen in the Multi-annual Work programme in view of the evolutions of the solutions:</p><ul level=\"0\"><li>Functional system for strategic, tactical and short-term planning considering ERTMS and ATO evolvement and their related effects on capacity </li><li>Planning using integrated feedback loops from operations, including TMS and C-DAS/ATO</li><li>Using ATO journey profiles for timetabling</li><li>(1) <em>TMS at regional area</em> with decision support and interaction between actors, including integration with incident management and handling of maintenance, co-operative planning for improved interaction between nodes (important yards and stations) and rail network as well as cross-border operations and asset conditions for rolling stock and infrastructure in real-time </li><li>(2) <em>TMS at global area </em>: decision support and automation and overall real-time traffic plan, with feedback loops from operation to planning, showcasing the capabilities:   <ul level=\"1\"><li>Real-time connection of the networks</li><li>Improved modelling for cross-border</li><li>Integration of energy management <sub><sup>[Results from Shift2Rail activities should be taken into account, see In2Rail project (<a href=\"http://www.in2rail.eu/\">http://www.in2rail.eu/</a> ) D10.4 TMS/MMS Interface Specification]</sup></sub> (Electric Traction System)</li><li>Real-time crew / rolling stock dispatching</li><li>Cooperative planning multi-actors</li><li>Dispatching, incident management and customer information</li><li>Disruption management</li><li>Increased automation in decision support</li><li>Conflict detection &amp; resolution</li>   </ul> </li><li>Improved long-term demand driven predictions considering short term demand forecast and disruption management and using additional data sources and external data (e.g., public events, seat availabilities).</li><li>Use of Digital Twins for the visualisations and modelling of movements at train stations</li><li>Cross-border travel within Europe and the connection of rural areas to create an inclusive mobility network, with focus on PRM guidance based on real-time data</li> </ul><p>The action to be funded under this Destination also needs to provide the following necessary element for the demonstrations under the action to be funded under <em>Digital and Automated, up-to Autonomous train operations</em> (Destination 2) to be delivered for 2025 demonstrations: TMS functionality for serving autonomous path allocation [TRL5]</p><p>The action to be funded under this Destination also needs to provide the following necessary elements for the demonstrations under the action to be funded under the Destination <em>Sustainable Competitive Digital Green Rail Freight Services</em> (Destination 5) to be delivered for 2025 demonstrations: enablers 1, 2, 3, 4, 6a, 9, 10a, 10b, 10c and 10d as described under the Scope section of this Destination. In addition to the above, the proposal shall cover important preparatory works needed to be launched for the future set of FA5 demonstration foreseen in the Multi-annual Work programme in view of the evolutions of the solutions, linked with those same enablers at higher TRL.</p><p>The action to be funded under this Destination also needs to provide the following necessary elements for the demonstrations under the action to be funded under the Destination 6 <em>Regional rail services / Innovative rail services to revitalise capillary lines</em> to be delivered for 2025 demonstrations: enablers 1, 3, 4, 5, 13, 14, 15, 17, 18, 19, 23 and 27 as described under the Scope section of this Destination. In addition of the above, the proposal shall cover important preparatory works that needs to be launched for the future set of FA6 demonstrations foreseen in the Multi- annual Work programme in view of the evolutions of the solutions, linked with those same enablers at higher TRL.</p><p><strong>WS2:</strong> <strong>Digital Enablers</strong></p><p>By definition a Digital Twin is a virtual representation able to imitate the behaviour of a physical system during the spans of its lifecycle. Within the railway, a Digital Twin encompass at least two levels, a Unit level (Functional Mock-up Units- FMU) where specialized “domain-knowledge” is located and a Interface level (Functional Mock-up Interfaces - FMI) where I/O requirements as well as the interactions among FMU are implemented.</p><p>The work stream on digitalisation should support operational processes and activities of all Destinations and especially the implementation of the related use cases. It will take into account the System Pillar (SP) CONOPS (Concept of Operation) of the rail system as well as definitions of SP-architectures and SP-interfaces. Requirements, implementation and data for the Digital Twins are responsibility of this Destination. This workstream will support this by three aspects:</p><ul level=\"0\"><li>“Digital Twin Support Environment” for operational processes of the Destinations by composition of reusable, black-boxed, compiled, digital interoperable model units (FMU) of components, subsystems and super-systems.</li><li>“Digital Twins Design Environment” to facilitate the integration at interface level (FMI) as well as validation, verification, and test, including model registry and discovery services and interoperability validation tools</li><li>A “Run-Time Environment” based on a Federated dataspace to feed an execute Digital Twins to ensure a common Ontology and associated Federation Services such as: Identity and Trust management, Data Assets registry and discovery services, Data Distribution Services, Data stream management, Cyber security etc.</li> </ul><p>Digital Enablers’ Architecture and related interfaces need to be wider than the Architecture provided e.g. for the CCS+ to enable the Digital Twin environment to work properly. Hence the results and definition of the SP need to be taken into account and represented.</p><p>Rapid development of digital technologies offers numerous opportunities for creating new value-added services in the railway industry. To seize these opportunities, the following outcomes must be achieved by this WS:</p><ol level=\"0\">  <li>Develop data federation, access and processing services through standardized interfaces</li><li>Based on the outputs and toolset developed within LinX4Rail <sub><sup>[Results from Shift2Rail activities should be taken into account, see LinX4Rail project (<a href=\"https://projects.shift2rail.org/s2r_ipx_n.aspx?p=LINX4RAIL\">https://projects.shift2rail.org/s2r_ipx_n.aspx?p=LINX4RAIL</a> ) D2.3 Final version of</sup></sub> <sub><sup>the dictionary]</sup></sub>, a common machine-readable domain ontology must be developed to structure the data unambiguously across all systems participating in data sharing</li><li>Ensure a powerful, secure and reliable data and communication infrastructure.</li> </ol><p>The railway digital enabler is meant to be considered as a set of concepts, models, technologies and methods addressing the three levels of actions - data, services and digital infrastructure. The railway digital enabler is therefore a framework that needs to be filled with real technology and architectures in specific Destinations applications. Related to this concept, it should be emphasized that in addition to a common standardized / well-documented data space, a common standardized / well-documented semantics and standardized / well-documented protocols are also needed and shall be worked out in detail.</p><p>All the expected output of the action to be funded under this WS shall be exploited by all Destinations in building and executing Digital Twins.</p><p>In addition, this WS shall include preparation work:</p><p>- for modular built-up of Digital Twin within the development environment</p><p>- use of artificial intelligence to collect and analyse data patterns and support decision making process</p><p>- real time algorithms using Digital Twins</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p> </p><p>Action to be funded under this topic should research, develop, and deliver the following capabilities and/or any other relevant capability to achieve the aforementioned expected outcome:</p><p><strong>WS1: </strong></p><p><em>To improve strategic and tactical planning of the rail network developing solutions that enable by 2025:</em></p><p>Enabler 1: European cross-border scheduling with international train path planning [TRL6/7]</p><p>Enabler 2: Improved capacity allocation using rolling planning and TTR [TRL6/7]</p><p>Enabler 3: Decision support for short term planning [TRL5/6]</p><p>Enabler 4: Train path and schedule optimization methods and strategies for capacity efficiency, punctuality and energy saving for different parts of the network and different traffic situations (level of punctuality). [TRL5/6]</p><p>Enabler 5: Improved rail traffic simulation models for selected Use Cases to forecast punctuality in the network (e.g. simulating proportion primary and secondary delays, simulations drivers vs. ATO over ETCS …) <sub><sup>[Results from Shift2Rail activities should be taken into account, see PLASA-2 (<a href=\"https://projects.shift2rail.org/s2r_ipcc_n.aspx?p=plasa-2\">https://projects.shift2rail.org/s2r_ipcc_n.aspx?p=plasa-2</a> ) D3.4 Smart planning: Approaches for simulation with incomplete data and FR8Rail II (<a href=\"https://projects.shift2rail.org/s2r_ip5_n.aspx?p=FR8RAIL%20ii\">https://projects.shift2rail.org/s2r_ip5_n.aspx?p=FR8RAIL%20ii</a> ) D3.4</sup></sub> <sub><sup>Demonstrator on Improved Planning Verification of Demonstrators]</sup></sub>. [TRL6/7]</p><p>Enabler 6: Integration of TMS with a) yard capacity planning and b) station capacity planning [TRL5/6]</p><p>Enabler 7: New planning and operational processes using feedback loops from ERTMS ATO and C-DAS [TRL5/6]</p><p>Developments on all those enablers should also cover important preparatory works with higher TRL for the future set of demonstration foreseen in the Multi- annual Work programme in view of the evolutions of the solutions.</p><p><em>To increase resilience of a connected ‘real time’ rail network developing solutions that enable by 2025:</em></p><p>Enabler 8: Real-time connection of rail networks as managed by TMSs and involved actors [TRL6/7]</p><p>Enabler 9: Modelling and decision support for cross-border traffic management [TRL5/6]</p><p>Enabler 10: Integration of TMS with a) yard management system and processes; b) station management system and processes; c) energy management (Electric Traction System); d) real-time crew / rolling stock dispatching [TRL6/7]</p><p>Enabler 11: HMI for TMS based on User Experience (UX) Design and user input [TRL8]</p><p>Enabler12: Real-time convergence between planning &amp; feedback loop from operations [TRL4/5]</p><p>Enabler 13: Cooperative planning multi-actors within rail [TRL4/5]</p><p>Enabler 14: Integration of incident management and customer information, with IM and RU interaction and Decision Support for Disruption management [TRL4/5]</p><p>Enabler 15: TMS speed regulation of trains, precise routes and target times for ATO and dynamic timetables [TRL4/5]</p><p>Enabler 16: Automation of very short term<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> train control decisions [TRL5]</p><p>Enabler 17: Real-time conflict detection &amp; resolution <sub><sup>[Results from Shift2Rail activities should be taken into account, see X2Rail-4 (<a href=\"https://projects.shift2rail.org/s2r_ip2_n.aspx?p=X2RAIL-4\">https://projects.shift2rail.org/s2r_ip2_n.aspx?p=X2RAIL-4</a> ) D8.1 Functional Specification of Processes]</sup></sub> for main line and optimisation [TRL4/5]</p><p>Developments on all those enablers should also cover important preparatory works with higher TRL for the future set of demonstration foreseen in the Multi- annual Work programme in view of the evolutions of the solutions.</p><p><em>To integrate rail traffic within door-to-door mobility developing solutions that enable by 2025:</em></p><p>Enabler 18: Improved rail integration using B2B intermodal services: cross-operator information sharing on e.g. sales and distribution, traffic information, end-user experience, … [TRL6/7]</p><p>Enabler 19: Harmonized interfaces between rail operators and other transport modes, leveraging existing European standards when applicable to enhance collaboration between mobility providers and support B2B integration including the objective to deliver an enhanced end-user experience [TRL7/8]</p><p>Enabler 20: PRM information sharing between rail operators and other transport modes (e.g. information on connections) for assistive digital tools<sub><sup> [For reference, past S3R activities are linked to TD4.5 <a href=\"https://projects.shift2rail.org/s2r_ip_TD_r.aspx?ip=4&amp;td=5f96fb11-4686-474e-a403-abf50108fb0d\">https://projects.shift2rail.org/s2r_ip_TD_r.aspx?ip=4&amp;td=5f96fb11-4686-474e-a403-abf50108fb0d</a>]</sup></sub>. [TRL4/5]</p><p>Enabler 21: Hands free solutions for travellers using rail services and transferring between operators and mobility modes leveraging newest technologies (e.g. WiFi roaming, Bluetooth Low Energy (BLE), Ultra Wide Band (UWB), 5G, Face recognition…) <sup><sub>[For reference, past S3R activities are linked to TD4.5 <a href=\"https://projects.shift2rail.org/s2r_ip_TD_r.aspx?ip=4&amp;td=5f96fb11-4686-474e-a403-abf50108fb0d\">https://projects.shift2rail.org/s2r_ip_TD_r.aspx?ip=4&amp;td=5f96fb11-4686-474e-a403-abf50108fb0d</a>]</sub></sup>.[TRL7/8]</p><p>Enabler 22: Innovative platform-based passenger guidance solution, measurement and guidance of customer flows to and on the platform [TRL4/5]</p><p>Enabler 23: Short term demand forecast calculation using run time data (e.g. ticketing data, short term weather forecast, passenger density, ….) [TRL6/7]</p><p>Enabler 24: Long term demand forecast with focus on data analytics based on a variety of sources (e.g., public events, holiday calendar) and operators’ data (e.g., fare, passenger density data) and historical information for predictive models related to passenger clustering <sub><sup>[For reference, past S3R activities are linked to .6 <a href=\"https://projects.shift2rail.org/s2r_ip_TD_r.aspx?ip=4&amp;td=fe8a122e-657a-4a8b-b44a-e7a269c7e491\">https://projects.shift2rail.org/s2r_ip_TD_r.aspx?ip=4&amp;td=fe8a122e-657a-4a8b-b44a-e7a269c7e491</a>]</sup></sub> [TRL4/5]</p><p>Enabler 25: Integrated traffic simulation and demand forecast in a Digital Twin to optimize offer, passenger occupancy, connection time and other service-related elements [TRL4/5]</p><p>Enabler 26: Optimized rail capacity to better match the demand: Synergy between short term and long term forecast (e.g. weather forecast for an airport line) combined with Digital Twins in order to provide optimization guidance [TRL4/5]</p><p>Enabler 27: Disruption management across different mobility modes enabling operators to collaboratively solve the disruption and properly inform passengers [TRL6/7]</p><p>Developments on all those enablers should also cover important preparatory works with higher TRL for the future set of demonstration foreseen in the Multi- annual Work programme in view of the evolutions of the solutions.</p><p>In addition to the capabilities and enables listed above, Cyber protection of systems and data also needs to be provided.</p><p><strong>WS2: </strong></p><p><em>Connectors for Federated Data Spaces, TRL6 by 2025</em></p><p>A need for <em>federated data spaces </em>to make all heterogeneous data available to specialized digital applications in multiple domains while a) allowing incremental extensions and avoiding the rigidity of synchronized and centralized deployment timelines and b) providing data owners with the ability to retain control of their assets.</p><p>A federated data space is a distributed secure and reliable<em> </em>data sharing and communication infrastructure enabling data federation, access and processing services through standardized interfaces. Incremental extensions of the federated data space are achieved by new devices and systems using the exposed services to add themselves to the federation as they become available, while data asset protection by their owners is achieved by each participant implementing their own data access policies at the interface between their system and the federated dataspace. Connectors using these interfaces must be developed for existing or legacy/proprietary systems to participate in the federation. The sequence of successive federations must take into account the dependencies identified in Annex B between Destinations.</p><p><em>Common Domain Ontology, building upon S2R works on Conceptual Data Model (CDM), TRL 6 by 2025</em></p><p>High quality data and its accessibility is key to the success of the next generation of railway application and services. Therefore, data does not only need to be of high semantic quality, but also has to be specified by a standardized high quality syntax. Not only shall the underlaying concepts and principles of the CDM be respected, but they shall also take advantage of the work produced in LinX4Rail <sub><sup>[Results from Shift2Rail activities should be taken into account, see LinX4Rail project (<a href=\"https://projects.shift2rail.org/s2r_ipx_n.aspx?p=LINX4RAIL\">https://projects.shift2rail.org/s2r_ipx_n.aspx?p=LINX4RAIL</a>) D2.3 Final version of the dictionary]</sup></sub> and further develop the coverage, add additional value and to make use of it using fully interoperable Digital Twins in syntax and semantics. Based on the alignment with other Destinations.</p><p><em>Digital Twin support, development and execution environment, TRL5 by 2025</em></p><p>As a virtual representation able to imitate the behaviour of a physical system, a Digital Twin is a software implementation of a structural and behavioural model of the represented system. A development environment for Digital Twins shall be composed of standard modelling tools, editors, compilers and debuggers used by specialists to create self-contained, compiled functional mock-up units (FMUs). Searchable libraries of FMUs are also part of the Digital Twin development environment, used to implement higher level FMUs as compositions of submodels through standardized interfaces.</p><p>Compiled FMUs are deployed to an interoperable Digital Twin execution environment in which models are initialized with data obtained from the federated dataspace through the dataspace services, and simulations runs are performed to generate the projected behaviour of the imitated physical system.</p><p>The action shall actively contribute to measure and monitor the specific quantitative KPIs defined in the Destination description above, including its contribution to the Europe’s Rail Master Plan impacts.</p><p>The action shall actively contribute to the EU-Rail standardisation rolling development plans wherever relevant. Similarly, the action shall contribute to the development and implementation of EU policy and legislation including Technical Specifications for Interoperability and Common Safety Methods, as well as to publications of the System Pillar.</p><p><strong>Collaboration work required with other Destinations</strong></p><p>The required collaboration work with other Destinations should foresee the following in order to ensure consistency on expectations and a coordinated implantation:</p><ul level=\"0\"><li>Developing deliverable(s) capturing specific requirements and delivery schedules described in the Expected scope and relevant for the action to be funded under Destination 2, Destination 3, Destination 4, Destination 5 and Destination 6, suggested to be delivered indicatively by M6.</li><li>Common activities/tasks related to the review of system specifications to be developed by the action to be funded under Destination 2, Destination 3, Destination 4, Destination 5 and Destination 6.</li><li>For WS1 only, a common activity/task related to the Preparatory works on the integration and pilot test(s) of the technical enablers to be provided by the actions to be funded under Destination 2, Destination 3 and Destination 4 and Destination 5 for the demonstration to be carried out in the action to be funded by Destination 1, Destination 2, Destination 3, Destination 4, Destination 5 and Destination 6.</li> </ul><p><strong>Interaction with the System Pillar </strong></p><p>The System Pillar aims to guide, support and secure the work of the Innovation Pillar (i.e. to ensure that research is targeted on commonly agreed and shared customer requirements and operational needs, compatible and aligned to the system architecture), and the Innovation Pillar will impact the scope of the System Pillar where new technologies or processes mean that innovations can drive a change in approach, as well as delivering detailed specifications and requirements.</p><p>In this respect, the proposal should allocate necessary resources that would be dedicated to areas linked to the System Pillar conceptual and architecture works – particularly addressing specification development (the interaction is illustrated in the System Pillar – Innovation Pillar interaction note (Annex VI of this Work Programme). The alignment of the activities will primarily take place during the Grant Preparation Phase and ramp up phase of the awarded proposal, and there will be continued, structured and regular interaction through the life of the project.</p><p><strong>Gender dimension </strong>In this topic the integration of the gender dimension (sex and gender analysis) in research and innovation content is not a mandatory requirement.</p>\n<SPAN class=\"topicdescriptionkind\">Specific Topic Conditions</SPAN>:<p><p><strong>Activities are expected to achieve a minimum between TRL 5 and TRL 7, depending on the enabler addressed, or higher by the end of the project – see General Annex B for a guide to the TRL definitions and criteria to be used.</strong></p></p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p>Digital Agenda<br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>time ahead of 0 in which a train controller cannot implement control decisions manually; usually a couple of minutes</p>", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;line-height:115%;&#10;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#10;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#10;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;&#10;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;&#10;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">1. Admissibility conditions: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;&#10;mso-bidi-font-weight:bold\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> of the Horizon Europe Work Programme General Annexes</span></p>\n<p>The page limit of the application is as follows:</p><p><strong>Regarding admissibility conditions and related requirements, part A of the Horizon Europe Work Programme 2021-2022 General Annexes applies with the following exception: the limit for a full Innovation Action application is set to 120 pages.</strong></p>\n<p>&nbsp;<b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in Part B of the Application Form available in the Submission System</span></p>\n<p>&nbsp;</p>\r\n<p><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\">.</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;<b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;<b><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes<o:p></o:p></span></li>\r\n</ul>\n<p> </p><p><strong>The award criteria included in the General Annexes of the Horizon Europe – Work Programme 2021 – 2022 are complemented with additional criteria as specified in Annexe 8 of this Work Programme.</strong></p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>The granting authority can fund a maximum of one project.</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">6. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p>Eligible costs will take the form of a lump sum as defined in the Decision of 7 July 2021 authorising the use of lump sum contributions under the Horizon Europe Programme – the Framework Programme for Research and Innovation (2021-2027) – and in actions under the Research and Training Programme of the European Atomic Energy Community (2021-2025). [[This <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf\"><u>decision</u></a> is available on the Funding and Tenders Portal, in the reference documents section for Horizon Europe, under ‘Simplified costs decisions’ or through this link: <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf\"><u>https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf</u></a>]].</p>\n<p> </p><p>Grants awarded under this topic will be linked to the following action(s):</p><p>As specified in section 2.3.3.2 of the AWP 2022, in order to facilitate the contribution to the achievement of the EU-Rail JU objectives, the options regarding 'linked actions' of the EU-Rail Model Grant Agreement and the provisions therein, is enabled in the corresponding EU-Rail JU Grant Agreements.</p><p>The action that is expected to be funded under this topic will be complementary to the actions that are expected to be funded under the following topics:</p><ul level=\"0\"><li>HORIZON-ER-JU -2022-FA2-01: Digital &amp; Automatic up to Automated Train Operations</li><li>HORIZON-ER-JU -2022-FA3-01: Intelligent &amp; Integrated asset management</li><li>HORIZON-ER-JU -2022-FA4-01: A sustainable and green rail system</li><li>HORIZON-ER-JU -2022-FA5-01: Sustainable Competitive Digital Green Rail Freight Services</li><li>HORIZON-ER-JU -2022-FA6-01: Regional rail services / Innovative rail services to revitalise capillary lines</li><li>Please note that the list non-exhaustive as additional Linked Projects may follow at a later stage of the programme implementation to complement the activity.</li> </ul>\n<p>In addition, as specified in section 2.3.3.2 of the AWP 2022 of Europe's Rail Joint Undertaking, and to facilitate contributions to considering the key contributing role of this topic, in designing the dissemination and communication activities, the proposal shall consider that the “Flagship Project” will be part of the overall EU-Rail Programme and the planning of key events – demonstrations, participations to fair, etc. – will be coordinated at Programme level and by the “Stakeholder Relations and Dissemination” structure of the JU.</p>\n<p> </p><p><strong>The funding rate of the action is 60% of the eligible costs to achieve the leverage effect established in the SBA. Each Consortia may decide internally different funding rates in line with the provisions of Article 34 of Horizon Europe nevertheless complying with the overall funding rate of 60%.</strong></p>\n<p>The starting date of grants awarded under this topic may be as of the submission date of the application. Applicants must justify the need for a retroactive starting date in their application. Costs incurred from the starting date of the action may be considered eligible.</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\">&nbsp;<b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the [specific topic of the Work Programme]</span></p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">Applicant Private&nbsp;<sub><sup>[As defined in Article 2(5) of Council Regulation (EU) 2021/2085.]</sup></sub>&nbsp;Members of the EU-Rail JU part of consortia responding to this topic should provide in-kind contributions to additional activities to be declared via the template model available on the F&amp;T portal. The amount of total in-kind contributions (i.e. in-kind contributions for operational activities and in-kind contributions for additional activities) should be no less than 1.263&nbsp;<sub><sup>[In order to support a leverage factor of no less than the ratio between the contribution from members other than the Union and the Union financial contribution, as on the basis of Articles 88 and 89 of</sup></sub>&nbsp;<sub><sup>Council Regulation (EU) 2021/2085]</sup></sub>&nbsp;times the funding request, in aggregate, of these applicant Private Members. Any discrepancy shall be well and duly justified.</p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">In this respect, the grant agreements will set, in principle, annual deliverables, in pr on in-kind contributions for the projects selected under this topic, as well as mandatory reporting requirements, for those applicants who are Private Members of the EU-Rail JU.</p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\"><strong><u>The indicative project duration is</u></strong>: 48 months</p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\"><strong><u>Special skills and/or capabilities expected from the Applicant(s)</u></strong></p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">Applicants shall ensure that their proposals and consortium reflect the aggregated expertise to perform the activities and achieve the objectives set by the Destination:</p>\r\n<ul level=\"0\" style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">\r\n    <li>Expertise from rail infrastructure managers and railway undertakings, which should allow\r\n    <ul level=\"1\">\r\n        <li>defining main challenges, use cases and functional needs,</li>\r\n        <li>specifying, prioritizing and clustering demonstrators to ensure that researched innovative processes, operational and technological solutions are covered,</li>\r\n        <li>hosting the demonstrations and providing test trains/facilities,</li>\r\n        <li>providing data structures and content as well as processes, e.g. certification which can be subject for digitalisation.</li>\r\n    </ul>\r\n    </li>\r\n    <li>Expertise from rail suppliers (system integrators, manufacturers and/or technology providers), which should allow, jointly,\r\n    <ul level=\"1\">\r\n        <li>proposing operational and technological innovative solutions to identified use cases and functional needs,</li>\r\n        <li>identifying the technical requirements and interface specifications, aligned with the System Pillar architecture,</li>\r\n        <li>designing, developing, prototyping and delivering innovative operational &amp; technological solutions and systems to be integrated within the demonstrations, depending on the specific target TRL level.</li>\r\n    </ul>\r\n    </li>\r\n    <li>Expertise from research institutes and academia, which should allow\r\n    <ul level=\"1\">\r\n        <li>planning, developing, studying, testing and evaluating solutions, systems and demonstrators together with the previous categories of expertise,</li>\r\n        <li>supporting any possible scientific or methodological issues that may arise during the performance of the action</li>\r\n        <li>contributing to other aspects of the innovation cycle, as well as to the procedural aspects for validation, certification, etc.</li>\r\n    </ul>\r\n    </li>\r\n    <li>Complementary expertise from other sectors and parties, with particular attention to SMEs and Start-ups, which may contribute to enhance the actions&rsquo; outcome.</li>\r\n</ul>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\"><strong><u>Contribution to the monitoring and implementation, standardisation, of the EU-Rail Programme</u></strong></p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">The action resulting from this topic is identified as a &ldquo;flagship project&rdquo; expected to perform, by the completion of the research and innovation lifecycle, &ldquo;large scale demonstrations&rdquo;, in the meaning of Council Regulation (EU) 2021/2085. Hence, the action is a key contributor to the achievement of the objectives identified in the Master Plan&nbsp;<sub><sup>Master Plan available at[&nbsp;<a href=\"https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/\" style=\"color: rgb(51, 51, 51);\">https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/</a></sup></sub>&nbsp;<sub><sup>]</sup></sub>&nbsp;as further detailed in the Multi-Annual Work Programme&nbsp;<sub><sup>[MAWP available at&nbsp;<a href=\"https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/\" style=\"color: rgb(51, 51, 51);\">https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/</a>.]</sup></sub></p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">In this respect, applicants are expected to deliver relevant information (data, results, etc.) as mutually agreed, to the JU and the Linked Project[s] to contribute to the advancement of the Innovation and System Pillars<sub><sup>&nbsp;[Refer to the Multi-Annual Work Programme available at&nbsp;<a href=\"https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/\" style=\"color: rgb(51, 51, 51);\">https://shift2rail.org/about-europes-rail/europes-rail-reference-documents/europes-rail-key-documents/</a>]&nbsp;</sup></sub>activities, as well as in view of the development and implementation of EU policy and legislation (including Technical Specifications for Interoperability and Common Safety Methods) and the development of European standards. As specified in section 2.3.3.2 of the AWP 2022, and to facilitate contributions to European or international standards, the EU-Rail grant agreements will include an additional information obligation related to standards. Beneficiaries must inform the EU-Rail JU (up to four years after the end of the action) if the results can be reasonably expected to contribute to European or international standards.</p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">As part of its internal control and management framework, the JU will perform a of reviews and maturity checkpoints to assess the overall progress against the project plan and against the performance and TRL targets. Depending on the outcome of these reviews and maturity checkpoints(s), the scope of the project may be revised and/or funding reduced in accordance with the provisions of the relevant grant agreement. Mitigation actions may be requested by the JU as condition for continued funding.</p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">The proposal shall consider the necessary resources &ndash; FTE and/or other &ndash; to ensure the monitoring of the &ldquo;Flagship Project&rdquo; via regular reporting, reporting of data for the Programme KPIs, etc.. A EU-Rail Governance and Process Handbook is available here:<a href=\"https://shift2rail.org/participate/\" style=\"color: rgb(51, 51, 51);\">https://shift2rail.org/participate/</a></p>\r\n<p style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 13.718px;\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><o:p></o:p></span></p>\n<p>&nbsp;<b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">Application form &mdash;<i style=\"mso-bidi-font-style:normal\">&nbsp;As well available in the Submission System from 10 March 2022</i><o:p></o:p></span></p>\r\n<ul>\r\n    <li><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://shift2rail.org/wp-content/uploads/2022/03/Application-From-Part-B-HE-ER-IA.pdf\" target=\"_blank\">Application form - Par B (HE EU-RAIL, IA)</a></span><span style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"> <span lang=\"EN-US\"><o:p></o:p></span></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"\">E</span><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">valuation form</span></p>\r\n<ul>\r\n    <li><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"><a href=\"https://shift2rail.org/wp-content/uploads/2022/03/Evaluation-Form-IER-CR-ESR-HE-.pdf\" target=\"_blank\">Evaluation form (HE EU-RAIL, IA)</a></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">Model Grant Agreement (To<span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">MGA)</span><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p></o:p></span></b></p>\r\n<ul>\r\n    <li><span class=\"MsoHyperlink\"><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/ls-mga_en.pdf\">Lump Sum MGA v1.0</a><o:p></o:p></span></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\">Europe's Rail - Work Programme 2022-2024&nbsp;</p>\r\n<ul>\r\n    <li><a href=\"https://shift2rail.org/wp-content/uploads/2022/03/AWP_2022_2024_Final_Published.pdf\" target=\"_blank\">WP 2022-2024</a></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\">&nbsp;Europe's Rail - Master Plan</p>\r\n<ul>\r\n    <li><a href=\"https://shift2rail.org/wp-content/uploads/2022/03/EURAIL_Master-Plan.pdf\" target=\"_blank\">Master Plan</a></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\">Europe's Rail - Multi Annual Work Programme&nbsp;</p>\r\n<ul>\r\n    <li><a href=\"http://shift2rail.org/wp-content/uploads/2022/03/EURAIL_MAWP_final.pdf\" target=\"_blank\">MAWP</a></li>\r\n</ul>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\">HE Framework Programme and Rules for Participation Regulation 2021/695</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\">HE Specific Programme Decision 2021/764</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation</span></a><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span><img src=\"https://webgate.ec.testa.eu/capWeb/scripts/fckeditor/editor/images/spacer.gif\" class=\"TB_Button_Image\" style=\"background-position: 0px -528px; background-image: url(&quot;https://webgate.ec.testa.eu/capWeb/scripts/fckeditor/editor/skins/default/fck_strip.gif&quot;);\" alt=\"\" /></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#10;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#10;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>\r\n<p><a href=\"https://shift2rail.org/wp-content/uploads/2022/03/QACall2022_1stPublication.pdf\" target=\"_blank\">Questions &amp; Answers Release 1: 22 March 2022</a></p>\r\n<p><a href=\"https://shift2rail.org/wp-content/uploads/2022/03/QACall2022_2ndPublication.pdf\" target=\"_blank\">Questions &amp; Answers Release 2: 31st March 2022</a></p>\r\n<p><a href=\"https://shift2rail.org/wp-content/uploads/2022/04/QACall2022_3rdPublication.pdf\" target=\"_blank\">Questions &amp; Answers Release 3: 20 April 2022</a></p>\r\n<p><a href=\"https://shift2rail.org/wp-content/uploads/2022/05/QACall2022_4th_Publication.pdf\" target=\"_blank\">Questions &amp; Answers Release 4: 02 May 2022</a></p>\r\n<p><a href=\"https://shift2rail.org/wp-content/uploads/2022/05/QACall2022_5th_Publication_CLEAN.pdf\" target=\"_blank\">Questions &amp; Answers Release 5: 11 May 2022</a></p>\r\n<p><a href=\"https://rail-research.europa.eu/wp-content/uploads/2022/05/QACall2022_6th-Publication_CLEAN_pdf.pdf\" target=\"_blank\">Questions &amp; Answers Release 6: 16 May 2022</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"//rail-research.europa.eu/wp-content/uploads/2022/05/QACall2022_7th_Publication_CLEAN.pdf\" target=\"_blank\">Questions &amp; Answers Release 7: 24 May 2022</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"http://rail-research.europa.eu/wp-content/uploads/2022/06/QACall2022_8th_Publication_CLEAN_2.pdf\" target=\"_blank\">Questions &amp; Answers Release 8: 10 June 2022</a></p>", "supportInfo": "<p class=\"MsoNormal\"><strong><span lang=\"EN-US\">EU-RAIL JU Call Helpdesk</span></strong><span lang=\"EN-US\">:&nbsp;</span><a href=\"mailto:info-call@rail-research.europa.eu\">info-call@rail-research.europa.eu</a>. Please note that the deadline for addressing queries related to EU-RAIL JU call for proposals to the Q&amp;A functional mailbox (info-call@rail-research.europa.eu) is <strong><u>Thursday 09 June 2022 at 17:00 (Brussels Local Time).</u></strong></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\">Given the required interaction by this topic with the EU-Rail System Pillar activities, applicants to this call topic have the possibility to interact with the team contracted by EU-Rail and the European Commission to support the ramp up phase of &nbsp;the System Pillar initial actions, through this functional mailbox: </span><span lang=\"IT\"><a href=\"mailto:info-systpillar@rail-research.europa.eu\"><span lang=\"EN-US\">info-systpillar@rail-research.europa.eu</span></a></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"IT\"> </span><span lang=\"EN-US\" style=\"font-size:10.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\">Please note that all call for proposals related questions shall be addressed only to the EU-Rail JU call helpdesk, as previously indicated (<a href=\"mailto:info-call@rail-research.europa.eu\">info-call@rail-research.europa.eu</a>).&nbsp;</span>The deadline for addressing queries to both these functional mailboxes is<strong><u> Thursday 09 June 2022 at 17:00 (Brussels Local Time).</u></strong></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCPs)</a>&nbsp;</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; get guidance, practical information and assistance on participation in Horizon Europe. There are also NCPs in many non-EU and non-associated countries (&lsquo;third-countries&rsquo;).<b><o:p></o:p></b></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "", "latestInfos": [{"approvalDate": "Jun 28, 2022 2:57:11 PM", "lastChangeDate": "Jun 28, 2022 2:57:11 PM", "content": "<p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">A total of 7 proposals were submitted to this call.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">HORIZON-ER-JU-2022-FA1-TT-01: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">HORIZON-ER-JU-2022-FA2-01&nbsp;: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">HORIZON-ER-JU-2022-FA3-01&nbsp;: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">HORIZON-ER-JU-2022-FA4-01&nbsp;: 2 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">HORIZON-ER-JU-2022-FA5-01&nbsp;: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">HORIZON-ER-JU-2022-FA6-01&nbsp;: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p>&nbsp;</o:p></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">The evaluation of the proposals will start in June and will be finalized in July 2022.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Applicants are expected to be informed about the outcome of the evaluations, indicatively, mid-August 2022.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">The successful proposals will go through the Grant Agreement Preparation (GAP) phase and the deadline for the Grant Agreement signature is end November 2022.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p>&nbsp;</o:p></span></p>\r\n</p>"}, {"approvalDate": "Jun 10, 2022 11:16:55 AM", "lastChangeDate": "Jun 10, 2022 11:16:55 AM", "content": "<p>On 10 June 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "May 24, 2022 12:02:29 PM", "lastChangeDate": "May 24, 2022 12:02:29 PM", "content": "<p>On 24 May 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "May 11, 2022 2:14:45 PM", "lastChangeDate": "May 11, 2022 2:14:45 PM", "content": "<p>On 11 May 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "May 2, 2022 3:38:50 PM", "lastChangeDate": "May 2, 2022 3:38:50 PM", "content": "<p>On 02 May 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Apr 20, 2022 1:08:00 PM", "lastChangeDate": "Apr 20, 2022 1:08:00 PM", "content": "<p>On 20 April&nbsp;2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Mar 31, 2022 3:28:58 PM", "lastChangeDate": "Mar 31, 2022 3:28:58 PM", "content": "<p>On 31st March 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Mar 22, 2022 12:07:16 PM", "lastChangeDate": "Mar 22, 2022 12:07:16 PM", "content": "<p>On 22 March 2022 a new release of the &quot;Questions &amp; Answers&quot; document was published (Topic Conditions section: Additional Documents).</p>"}, {"approvalDate": "Mar 10, 2022 8:10:59 AM", "lastChangeDate": "Mar 10, 2022 8:10:59 AM", "content": "The submission session is now available for: HORIZON-ER-JU-2022-FA3-01(HORIZON-JU-IA), HORIZON-ER-JU-2022-FA4-01(HORIZON-JU-IA), HORIZON-ER-JU-2022-FA1-TT-01(HORIZON-JU-IA), HORIZON-ER-JU-2022-FA6-01(HORIZON-JU-IA), HORIZON-ER-JU-2022-FA2-01(HORIZON-JU-IA), HORIZON-ER-JU-2022-FA5-01(HORIZON-JU-IA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}