{"TopicDetails": {"type": 0, "ccm2Id": 44083640, "cftId": 0, "identifier": "HORIZON-WIDERA-2021-ACCESS-06-01", "title": "Support for R&I policy making in the Western Balkans", "publicationDateLong": 1623801600000, "callIdentifier": "HORIZON-WIDERA-2021-ACCESS-06", "callTitle": "Support for R&I policy making in the Western Balkans", "callccm2Id": 44083687, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43121707, "abbreviation": "HORIZON.4.1", "description": "Widening participation and spreading excellence"}, {"id": 43121702, "abbreviation": "HORIZON.4", "description": "Widening Participation and Strengthening the European Research Area"}], "destinationDetails": "<p><strong>Introduction</strong></p><p>The ERA Communication (COM(2020) 628 final, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52020DC0628&amp;from=EN) has established the need of improving access to excellence as one of the four main strategic goals. In particular striving towards more excellence requires a stronger R&amp;I system where best practice is disseminated faster across Europe. The strategic plan for Horizon Europe aims at underpinning geographical diversity, building the necessary capacity to allow successful participation in the R&amp;I process and promoting networking and access to excellence thus optimising the impact of Pillar 2 and contributing to the objectives of the entire programme.</p><p>This destination will address “improving access to excellence” through a portfolio of complementary actions that aim at building up R&amp;I capacities in widening countries, also through national and regional R&amp;I reforms and investments, to enable them to advance to the competitive edge at European and international level. This portfolio constitutes the widening dimension of a broader European Excellence Initiative that reaches out beyond this programme part and will be implemented together with ERASMUS+.</p><p>Each of the five proposed actions is addressing a different target group of potential beneficiaries with a customised intervention logic. The use and appropriate design of partnerships with leading institutions abroad will be a key vector for accessing excellence. The intervention logic is designed to work points at a multitude of scales ranging from individual researcher through career development, focussed networks, institutional development to a systemic impact on national R&amp;I systems.</p><p>Capacity building will go beyond purely scientific capacities since it includes the development of management and administrative capacities for the benefit of institutions (notably in Twinning and the Strengthening Capacities for Excellence in Universities) that are eager to take over consortium leadership roles especially under Pillar 2. Teaming actions will create new or modernise existing centers of excellence by means of a very close and strategic partnership with leading institutions abroad. The impact will be amplified by the conditionality of a securing a complementary investment (especially for infrastructure, building, hardware) from the structural funds or other sources. Once established the centres will function as lighthouses with far reaching impact and role models for attracting the best talents. Further, they will demonstrate the success of modern governance and management, and, hence stimulate generalised reforms in the national R&amp;I environment.</p><p>In a complementary manner with a focus on the transformation of the academic and higher education system the university related scheme will foster reforms in widening countries embedded in dynamic European university alliances. Scientific excellence in the more traditional sense is the aim of Twinning where focused networks with excellent partners will develop new promising R&amp;I domains and test novel approaches in smaller joint research projects.</p><p>Innovation excellence is the focus of excellence hubs where innovation ecosystems in widening countries and beyond will team up and strive for creating better linkages between academia, business, government and society that will foster a real placed based innovation culture in widening countries on the grounds of a strategic agenda in line with regional or national smart specialisation strategies. In this context, synergies will be sought with the programme parts on European Innovation Ecosystems and the European Institute of Innovation &amp; Technology (EIT).</p><p>Furthermore, research and innovation performance is correlated with the efficiency of the national research and innovation system and the capacity and the effectiveness of the National Contact Points (NCPs). Special attention should be given to the less experienced entities in low R&amp;I performing countries to bridge the knowledge gap and rapidly acquire know-how accumulated in other countries thus enabling better access to funding opportunities in the EU Framework Programmes and beyond.</p><p>A dedicated support mechanism is envisaged in this Work programme part with the specific objective to strengthen the activities of NCPs to support international networking and to improve the quality of proposals from legal entities from low R&amp;I performing countries.</p><p>The NCP action will include the establishment of an NCP network for the ERA component of this work programme part.</p><p>In addition, particular attention will be paid to cross-cutting objectives set for Horizon Europe, such as gender equality and open science practices, through the different funded actions.</p><p><u>Expected impact</u></p><p>Proposals for topics under this Destination should set out a credible pathway to contributing to the following expected impacts:</p><ul><li>Increased science and innovation capacities for all actors in the R&amp;I system in widening countries</li><li>Structural changes leading to a modernised and more competitive R&amp;I systems in eligible countries</li><li>Reformed R&amp;I systems and institutions leading also to increased attractiveness and retention of research talents</li><li>Mobilisation of national and European resources for strategic investments</li><li>Higher participation success in Horizon Europe and more consortium leadership roles</li><li>Stronger linkages between academia and business and improved career permeability</li><li>Strengthened role of the Higher Education sector in research and innovation</li><li>Greater involvement of regional actors in R&amp;I process</li><li>Improved outreach to international scale for all actors</li><li>A more consistent level of NCP support services across Europe</li><li>An improved and professionalised NCPs in the widening countries, that would help simplify access to Horizon Europe calls, lowering the entry barriers for newcomers, and raising the average quality of proposals submitted.</li></ul>", "destinationDescription": "Improved  access to excellence", "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-CSA HORIZON Coordination and Support Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "29 June 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["29 September 2021"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3333654": [{"action": "HORIZON-WIDERA-2021-ACCESS-06-01 - HORIZON-CSA HORIZON Coordination and Support Actions", "plannedOpeningDate": "29 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["29 September 2021"], "budgetYearMap": {"2021": 5000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p> </p><p>The actions funded under this topic will coordinate national and regional R&amp;I, Education, Culture, Youth and Sport initiatives by pooling resources and contributing to the alignment of national and regional research, innovation, education, cultural youth and sport policies and thus contributing to the objectives of the Widening programme.</p><p>Project results are expected to contribute to the following expected outcomes:</p><ul level=\"0\"><li>Support to the Western Balkans Steering Platforms for Research and Innovation, and Education and Training as valuable instruments of policy dialogue with the region (incl. support to the annual Ministerial meeting of the Western Balkans Platforms on Education and Training, Research and Innovation and Culture);</li><li>Facilitation of the implementation of the Western Balkans Agenda on Innovation, Research, Education, Culture, Youth and Sport:   <ul level=\"1\"><li>Highlighting the strategic importance of the Western Balkans and facilitating actions aiming to support the region’s EU integration process, covering Research, Innovation, Education, Culture, Youth and Sport. </li><li>Aiming to promote regional economic growth and prosperity through planned investments, to be directed towards game-changing innovations and actions that create a sustainable and human centric development and digital future. Support the ongoing process of reforming education, training and research systems, and the development of the cultural and creative sectors with more and better opportunities for capacity building. </li><li>Contributing to the closer integration of the Western Balkan partners with the EU’s priorities, most notably the Green Deal, the Digital transformation, including the enhancement of ICT and digital skills along the lines of the Digital Agenda for the Western Balkans and the <span style=\"color:#141414;\">renewed Digital Education Action Plan</span>, the European Education Area and an Economy that works for and connects people and communities. </li>   </ul> </li><li>Providing support to the accession process and facilitate the association of Western Balkan countries to relevant European funding programmes.</li><li>Identification of common priorities agreed among the participating national and regional R&amp;I, education and cultural programmes as well as activities in the field of youth and sport, taking into account international developments where relevant;</li><li>Contribution to joint initiatives, resulting in the funding of cross-border innovation actions, design/implement a portfolio of complementary actions which would enable Western Balkans stakeholders and policy makers to better internationalise and integrate in EU actions and policy making;</li> </ul><p><span><span>Implementation of and financial support to other joint activities supporting R&amp;I, regulatory or societal uptake of results. </span></span><span> </span></p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p> </p><p><span>The COVID-19 pandemic has stressed the important role of research and innovation to tackle the immediate crises but also to ensure a sustainable and inclusive recovery while boosting the resilience of production sectors, the competitiveness of economies, and the transformation of the socio-economic systems across Europe. The Western Balkans are trying to catch up on Research, Development and Innovation (RDI). Closer links between research and innovation and institutional cooperation to produce high-quality knowledge, underpinning economic and societal solutions are paramount to help bridging the R&amp;I gap between the EU Member States and (potential) Candidate Countries. Actions stemming from this Call will foster the capacity building in the Western Balkans to allow successful participation in the R&amp;I process, improve the Technology Transfer Process, promote networking of and access to excellence, thus optimising the participation in and impact of Horizon Europe across the region. Activities from this Call will strengthen and foster the development of the human capital base in the region, they will promote the establishment of open, inclusive and responsible national research and innovation systems, support an institutional change through the development of inclusive gender equality plans in line with Horizon Europe and the ERA objectives, as well as support evidence based policy making.</span></p><p><span>The expected duration of the project is up to four years.</span></p><p><span>Underpinning the Western Balkans Agenda on Innovation, Research, Education, Culture, Youth and Sport, this action will foster a comprehensive policy approach, while seeking synergies across the entire Horizon Europe and other EU funding programmes. An action funded under this call will support the coordination and synchronised interaction among a multitude of instruments and programmes targeting the Western Balkans region. This should not only facilitate an increased participation of Western Balkan entities in relevant European funding programmes but also create economies of scale, complementarity, synergies, and avoid overlapping of actions.</span></p><p><span>An action stemming from this topic will support a platform for the various services addressing education, culture, youth, sport, research and innovation in the Western Balkans in their programming and implementation. All these areas are key for finding new solutions to the challenges we are facing across South East Europe. The actions should also aim to </span>support the implementation of people-to-people cooperation projects with and within the Western Balkans<span>, supporting partnerships between higher education institutions as well as creative professionals and industries and European incubation networks for creativity-driven innovation.</span></p><p><span>This action aligns with ERA and Widening objectives in that it aims to strengthen links with EU partners and opens up to EU networks, contributes to improving research and innovation management capacities in the Western Balkans, and it supports national policy reforms through targeted actions. A key element in this is the support to the development and implementation of Smart Specialisation Strategies and macro-regional strategies in cooperation with the JRC and the Policy Support Facility.</span></p><p><span>Initiatives in the fields of research, innovation, education, culture, youth and sport create new opportunities, reduce the skills mismatch, help to tackle climate change, support sustainable economic growth, the competitiveness of businesses and industries and the intercultural dialogue, enables digital transformation and provides better public services for all Europeans. The challenges of today require international efforts, addressing them jointly is in of broader and direct interest.</span></p><p><span>Proposals are invited to demonstrate engagement from relevant programmes and initiatives to pool resources and to ensure complementarity between activities and policies with those of the Framework Programme and relevant initiatives.</span></p><p><span>Proposals should seek parallel synergies with national (or regional) research programmes and initiatives as well, where appropriate, facilitate access to resources from national agencies, pertinent foundations, charities and transnational initiatives.</span></p><p><span>The proposal should also demonstrate potential impact on national, regional and transnational research and innovation.</span></p><p><span>Participation of key legal entities from associated third countries, particularly from the Western Balkans, is encouraged.</span></p>\n", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;line-height:115%;&#xA;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#xA;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#xA;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;&#xA;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes<o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the [specific topic of the Work Programme]<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">Standard application form &mdash;<i style=\"mso-bidi-font-style:normal\"> call-specific application form is available in the Submission System</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-csa_en.pdf\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">Standard application form (HE CSA)</span></a><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><o:p></o:p></span></span></p>\r\n<p><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">Standard evaluation form </span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">&mdash;<i style=\"mso-bidi-font-style:normal\"> will be used with the necessary adaptations</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-csa_en.pdf\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">Standard evaluation form (HE CSA)</span></a><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> <o:p></o:p></span></p>\r\n<p><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> <o:p></o:p></span><b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">MGA</span><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\"> <span lang=\"EN-US\"><o:p></o:p></span></span></span></p>\r\n<p><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:&#xA;EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:&#xA;EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><br />\r\n<o:p></o:p></span></span></p>\r\n<p><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"><o:p></o:p></span></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><o:p></o:p></span><span class=\"MsoHyperlink\"><o:p></o:p></span><span class=\"MsoHyperlink\"><o:p></o:p></span><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-11-widening-participation-and-strengthening-the-european-research-area_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 11. Widening participation and strengthening the European Research Area</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\">HE Framework Programme and Rules for Participation Regulation 2021/695</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\">HE Specific Programme Decision 2021/764</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation</span></a><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.<o:p></o:p></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jun 30, 2021 12:49:31 PM", "lastChangeDate": "Jun 30, 2021 12:49:31 PM", "content": "The submission session is now available for: HORIZON-WIDERA-2021-ACCESS-06-01(HORIZON-CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}