{"TopicDetails": {"type": 0, "ccm2Id": 43971702, "cftId": 0, "identifier": "HORIZON-HLTH-2022-TOOL-11-02", "title": "New methods for the effective use of real-world data and/or synthetic data in regulatory decision-making and/or in health technology assessment", "publicationDateLong": 1652227200000, "callIdentifier": "HORIZON-HLTH-2022-TOOL-11", "callTitle": "Tools and technologies for a healthy society (Single Stage - 2022)", "callccm2Id": 43972090, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108638, "abbreviation": "HORIZON.2.1.5", "description": "Tools, Technologies and Digital Solutions for Health and Care, including personalised medicine"}, {"id": 43108557, "abbreviation": "HORIZON.2.1", "description": "Health"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}], "destinationDetails": "<p><span>Calls for proposals under this destination are directed towards the Key Strategic Orientation KSO-A <em>‘Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chains’</em> of Horizon Europe’s Strategic Plan 2021-2024. Research and innovation supported under this destination should contribute to the impact area <em>‘High quality digital services for all’ </em>and in particular to the following expected impact, set out in the Strategic Plan for the health cluster: ‘<em>Health technologies, new tools and digital solutions are applied effectively thanks to their inclusive, secure and ethical development, delivery, integration and deployment in health policies and health and care systems’</em>. In addition, research and innovation supported under this destination could also contribute to the following impact areas: <em>‘A competitive and secure data-economy’</em>, <em>‘Industrial leadership in key and emerging technologies that work for people’</em>, and <em>‘Good health and high-quality accessible health care’</em>. </span></p><p><span>Technology is a key driver for innovation in the health care sector. It can provide better and more cost-efficient solutions with high societal impact, tailored to the specific health care needs of the individual. However, novel tools, therapies, technologies and digital approaches face specific barriers and hurdles in piloting, implementing and scaling-up before reaching the patient, encountering additional challenges such as public acceptance and trust. Emerging and disruptive technologies offer big opportunities for transforming health care, thereby promoting the health and well-being of citizens. Unlocking this potential and harnessing the opportunities depends on the capacity to collect, integrate and interpret large amounts of data, as well as ensure compatibility with appropriate regulatory frameworks and infrastructures that will both safeguard the rights of the individual and of society and stimulate innovation to develop impactful solutions. In addition to existing European Research Infrastructures, the European Health Data Space will promote health-data exchange and facilitate cross-border research activities. This destination aims to promote the development of tools, technologies and digital solutions for treatments, medicines, medical devices and improved health outcomes, taking into consideration safety, effectiveness, appropriateness, accessibility, comparative value-added and fiscal sustainability as well as issues of ethical, legal and regulatory nature. </span></p><p><span>In view of increasing the impact of EU investments under Horizon Europe, the European Commission welcomes and supports cooperation between EU-funded projects to enable cross-fertilisation and other synergies. This could range from networking to joint activities such as the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. Opportunities for potential synergies exist between projects funded under the same topic but also between other projects funded under another topic, cluster or pillar of Horizon Europe (but also with ongoing projects funded under Horizon 2020). In particular, this could involve projects related to European health research infrastructures (under pillar I of Horizon Europe), the EIC strategic challenges on health and EIT-KIC Health (under pillar III of Horizon Europe) or in areas cutting across the health and other clusters (under pillar II of Horizon Europe). For instance, with cluster 4 <em>“Digital, Industry and Space”</em> such as on digitalisation of the health sector, incl. health technologies, medical devices and key enabling technologies; assisted, autonomous, independent and empowered living; smart homes; decision support systems; health impact assessment (e.g. related to consumer products, working place innovation).</span></p><p><u><span>Expected Impacts</span></u></p><p><span>Proposals for topics under this destination should set out a credible pathway towards unlocking the full potential of new tools, technologies and digital solutions for a healthy society, and more specifically to several of the following expected impacts:</span></p><ul level=\"0\"><li><span>Europe’s scientific and technological expertise and know-how, its capabilities for innovation in new tools, technologies and digital solutions, and its ability to take-up, scale-up and integrate innovation in health care is world-class.</span></li><li><span>Citizens benefit from targeted and faster research resulting in safer, more efficient, cost-effective and affordable tools, technologies and digital solutions for improved (personalised) disease prevention, diagnosis, treatment and monitoring for better patient outcome and well-being, in particular through increasingly shared health resources (interoperable data, infrastructure, expertise, citizen/patient driven co-creation).</span>[[<span>Commission Communication on the digital transformation of health and care; COM(2018) 233 final.</span>]]</li><li><span>The EU gains high visibility and leadership in terms of health technology development, including through international cooperation.</span></li><li><span>The burden of diseases in the EU and worldwide is reduced through the development and integration of innovative diagnostic and therapeutic approaches, personalised medicine approaches, digital and other people-centred solutions for health care.</span></li><li><span>Both the productivity of health research and innovation, and the quality and outcome of health care is improved thanks to the use of health data and innovative analytical tools, such as artificial intelligence (AI) supported decision-making, in a secure and ethical manner, respecting individual integrity and underpinned with public acceptance and trust. </span></li> </ul><p><span>Citizens trust and support the opportunities offered by innovative technologies for health care, based on expected health outcomes and potential risks involved.</span></p>", "destinationDescription": "Unlocking the full potential of new tools, technologies and digital solutions for a healthy society", "topicMGAs": [], "tags": ["HTA", "Synthetic data", "Regulatory decision-making", "real-world data", "Methodological standards"], "keywords": ["Regulatory framework for innovation", "EOSC and FAIR data", "Health data", "Health technology assessment", "Social sciences and humanities", "Digital Agenda", "Artificial Intelligence"], "flags": ["EoscAndFairData", "SSH", "DigitalAgenda", "AI"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "06 October 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 April 2022"]}], "latestInfos": [{"approvalDate": "Aug 8, 2022 10:37:56 AM", "lastChangeDate": "Aug 8, 2022 10:37:56 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 61</li>\r\n    <li>Number of inadmissible proposals: 2</li>\r\n    <li>Number of ineligible proposals: 3</li>\r\n    <li>Number of above-threshold proposals: 35</li>\r\n    <li>Total budget requested for above-threshold proposals: 305,725,420 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:17:53 PM", "lastChangeDate": "Apr 28, 2022 5:17:53 PM", "content": "<p>Call HORIZON-HLTH-2022-TOOL-11 closed on 21 April 2022. 62 proposals were submitted. The breakdown per topic is:</p>\r\n<ul>\r\n    <li>HORIZON-HLTH-2022-TOOL-11-01: 36 proposals</li>\r\n    <li>HORIZON-HLTH-2022-TOOL-11-02: 26 proposals</li>\r\n</ul>\r\n<p>Evaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3403186": [{"action": "HORIZON-HLTH-2022-TOOL-11-01 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 60000000}, "budgetTopicActionMap": {}}], "3403189": [{"action": "HORIZON-HLTH-2022-TOOL-11-02 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 35000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>This topic aims at supporting activities that are enabling or contributing to one or several expected impacts of destination 5 “<em>Unlocking the full potential of new tools, technologies and digital solutions for a healthy society</em>”. To that end, proposals under this topic should aim for delivering results that are directed, tailored towards and contributing to all of the following expected outcomes:</span></p><ul level=\"0\"><li><span>Health regulatory bodies and/or </span><em>Health Technology Assessment (</em><span>HTA) bodies adopt optimised data-driven methodologies for the effective use of real-world data (including omics data)</span><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span>, and/or synthetic data derived from digital twins and advanced computational methods (such as modelling and simulation or approaches based on machine learning/AI), for the assessment of medicinal products and/or digital health innovations.</span></li><li><span>Health regulatory authorities and bodies (e.g. medicines agencies, HTA bodies, notified bodies for medical devices) use optimised guidelines for the development and assessment of medicinal products and/or medical devices including digital health innovations. </span></li><li><span>Health regulatory authorities and bodies across Europe are trained in data-driven decision making using emerging data types. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>With the emerging use of real-world data (RWD) and synthetic data by the pharmaceutical industry and medical devices industry, regulators and HTA bodies need to perform targeted validation of claims through independent analysis. The principal aim of this topic is to address the data needs of health regulatory bodies and HTA bodies across the EU, as outlined in the recently published “HMA-EMA Joint Big Data Taskforce Phase II report: ‘Evolving Data-Driven Regulation’”</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span> and its associated DARWIN (Data Analysis and Real World Interrogation Network) project</span><sup><a target=_self href=#fn3 id=r3>[3]</a></sup><span>.</span></p><p><span>To harness the potential of RWD and synthetic data from digital twins and advanced analytical models, and make them actionable for health regulatory decision-making and for health technology assessment, targeted research is needed on the evidentiary value of these data for a number of relevant use cases. In addition, methods need to be developed to increase the usability of such data by different stakeholder groups. Doing so will contribute to the European Health Data Space and maximise the positive impact of DARWIN in driving up the quality of evidence and decisions on the development and use of medicines and digital health innovations. </span></p><p><span>Access to and analysis of RWD and synthetic data can inform regulatory decision-making throughout the product lifecycle, namely: 1) support product development (e.g. scientific advice, PRIME</span><sup><a target=_self href=#fn4 id=r4>[4]</a></sup><span>),); 2) support authorisation of new medicines and digital health innovations; and 3) monitor the performance of medicines and digital health innovations on the market (effectiveness and safety). Eventually, this will put in place methods and processes that will enable continuous learning from pre-authorisation procedures and authorisation applications on the use of RWD and/or synthetic data.</span></p><p><span>Proposals should address all of the following areas: </span></p><ul level=\"0\"><li><span>Develop a set of evidentiary standards to be pre-specified and used in the analysis of real-word evidence and/or synthetic data applied to different types of regulatory advice and/or health technology assessment and decisions on the safety and efficacy/effectiveness of medicines and digital health innovations (e.g. in complement to clinical trial data in an authorisation application, or for extension of indications, post marketing surveillance, amendment of product information or regulatory actions on the marketing authorisation due to safety concerns). This includes validating the use of advanced analytical methods for regulatory decision-making and/or health technology assessment. </span></li><li><span>Address aspects that would enable moving towards a standard data quality framework reproducible across different types of RWD and/or synthetic data sources for regulatory decision-making and/or health technology assessment, with a characterisation of the data collection, management and reporting and an empirical data quality validation. In this regard, it will be important that successful proposals liaise with and closely monitor the work carried out in the context of the European Health Data Space.</span></li><li><span>Enhance the performance and efficiency of large randomised clinical trials and new models of clinical trials by developing standardised processes and methods to access RWD and/or synthetic data (e.g., facilitating the detection of various types of health outcomes during the treatment period of a double-blinded trial by linkage to appropriate electronic health care record databases, etc.), for regulatory decision-making and/or health technology assessment. </span></li><li><span>Define methodological standards for the regulatory acceptability of RWD, and/or synthetic data in the context of clinical trials augmented with RWD, and/or synthetic data, for regulatory decision making and/or health technology assessment. </span></li><li><span>Test the ability of machine learning methods to help identify relevant RWD, and/or synthetic data to match with and to interpret clinical trials, for regulatory decision‑making and/or health technology assessment.</span></li><li><span>Assess and validate how machine learning methods can be systematically harnessed to screen a large amount of data, including unstructured data, in many electronic databases to identify factors affecting efficacy and safety of treatments and/or digital health innovations, for regulatory decision-making and/or health technology assessment. The cross-border interoperability dimension should be taken into account. </span></li> </ul><p><span>Proposals should involve researchers who are specialised in the use of real-world data and/or synthetic data to evaluate medicinal products and/or health care digital innovation products and services. Proposals should involve national competent authorities (national health care product regulatory bodies and/or medical device notified bodies) and could involve citizens and patients’ representatives where relevant. Proposals should include capacity-building efforts to address inequalities of health regulatory processes across Europe. This should comprise education and training activities and sharing of best practices.</span></p><p><span>In addition to national competent authorities, proposals could consider the involvement of the European Medicines Agency (EMA) for an added value in order to provide an effective interface between the research activities and regulatory aspects and/or to translate the research results into validated test methods and strategies that would be fit for regulatory purpose.</span></p><p>Proposals could also consider the involvement of the European Commission's Joint Research Centre (JRC) to provide added-value regarding health registry data, interoperability, harmonisation and quality and linking with other data.</p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p>Digital Agenda<br>Social sciences and humanities<br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EoscAndFairData;sortQuery=sortStatus;orderBy=asc\">EOSC and FAIR data</a><br>Artificial Intelligence<br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>Real world data is an umbrella term for data regarding the effects of health interventions that are not collected in the context of highly-controlled RCTs. Instead, RWD can either be primary research data collected in a manner which reflects how interventions would be used in routine clinical practice or secondary research data derived from routinely collected data (https://www.ema.europa.eu/en/documents/presentation/presentation-session-1-use-real-world-data-pre-authorisation-what-can-it-answer-peter-mol_en.pdf)</span></p><p id=fn2><a  target=_self href=#r2>[2]</a><span>https://www.ema.europa.eu/en/documents/other/hma-ema-joint-big-data-taskforce-phase-ii-report-evolving-data-driven-regulation_en.pdf</span></p><p id=fn3><a  target=_self href=#r3>[3]</a><span>https://www.ema.europa.eu/en/documents/presentation/presentation-proposal-darwin-eu-data-analytics-real-world-interrogation-network-parlett-ema_en.pdf</span></p><p id=fn4><a  target=_self href=#r4>[4]</a><span>https://www.ema.europa.eu/en/human-regulatory/research-development/prime-priority-medicines</span></p>", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes.</span></p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A  number of non-EU/non-Associated Countries that are not automatically  eligible for funding have made specific provisions for making funding  available for their participants in Horizon Europe projects. See the  information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">In recognition of the opening of the US National  Institutes of Health&rsquo;s programmes to European researchers, any legal  entity established in the United States of America is eligible to  receive Union funding to support its participation in projects funded  under the Health cluster.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes.</span></span></p>\n<p>The Joint Research Centre (JRC) may participate as member of the consortium selected for funding.</p>\n<p>&nbsp;</p>\r\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<p><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes.</span></p>\n<p><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span> </p>\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the specific topic of the Work Programme.<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\" target=\"_blank\">Standard application form (HE RIA, IA)</a> &mdash; call-specific application form is available in the Submission System</span><span style=\"color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"> </span><br />\r\n<span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\" target=\"_blank\">Standard evaluation form (HE RIA, IA)</a> &mdash; will be used with the necessary adaptations</span><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> </span><br />\r\n<span class=\"MsoHyperlink\"><br />\r\n<span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\"> </span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/information-on-clinical-studies_he_en.docx\"><br />\r\n<br />\r\nEssential Information for Clinical Studies</a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-4-health_horizon-2021-2022_en.pdf\"><br />\r\nHE Main Work Programme 2021&ndash;2022 &ndash; 4. Health</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><br />\r\n<br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\"><br />\r\nEU Financial Regulation</span></a><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions<br />\r\n</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><br />\r\n</span></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.</span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;  contact your EEN national contact for advice to businesses with special  focus on SMEs. The support includes guidance on the EU research  funding.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact  the Funding &amp; Tenders Portal IT helpdesk for questions such as  forgotten passwords, access rights and roles, technical aspects of  submission of proposals, etc.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">assists you on intellectual property issues.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> and</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></span></b></span></span> <span style=\"font-family: Arial, sans-serif;\">&ndash; </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">the European Standards Organisations advise you how to tackle standardisation in your project proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#xA;normal;mso-bidi-font-weight:bold\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span>consult  the general principles and requirements specifying the roles,  responsibilities and entitlements of researchers, employers and funders  of researchers.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">help you find a partner organisation for your proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCP)</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contact your NCP for further assistance.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Aug 8, 2022 10:37:56 AM", "lastChangeDate": "Aug 8, 2022 10:37:56 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 61</li>\r\n    <li>Number of inadmissible proposals: 2</li>\r\n    <li>Number of ineligible proposals: 3</li>\r\n    <li>Number of above-threshold proposals: 35</li>\r\n    <li>Total budget requested for above-threshold proposals: 305,725,420 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:17:53 PM", "lastChangeDate": "Apr 28, 2022 5:17:53 PM", "content": "<p>Call HORIZON-HLTH-2022-TOOL-11 closed on 21 April 2022. 62 proposals were submitted. The breakdown per topic is:</p>\r\n<ul>\r\n    <li>HORIZON-HLTH-2022-TOOL-11-01: 36 proposals</li>\r\n    <li>HORIZON-HLTH-2022-TOOL-11-02: 26 proposals</li>\r\n</ul>\r\n<p>Evaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}, {"approvalDate": "Oct 13, 2021 11:55:26 AM", "lastChangeDate": "Oct 13, 2021 11:55:26 AM", "content": "The submission session is now available for: HORIZON-HLTH-2022-TOOL-11-02(HORIZON-RIA), HORIZON-HLTH-2022-TOOL-11-01(HORIZON-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}