{"TopicDetails": {"type": 0, "ccm2Id": 44084283, "cftId": 0, "identifier": "HORIZON-WIDERA-2022-ACCESS-07-01", "title": "Hop On Facility", "publicationDateLong": 1639612800000, "callIdentifier": "HORIZON-WIDERA-2022-ACCESS-07", "callTitle": "Hop On Facility", "callccm2Id": 44084337, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43121707, "abbreviation": "HORIZON.4.1", "description": "Widening participation and spreading excellence"}, {"id": 43121702, "abbreviation": "HORIZON.4", "description": "Widening Participation and Strengthening the European Research Area"}], "destinationDetails": "<p><strong><span>Introduction </span></strong></p><p><span>The ERA Communication </span><span>(COM(2020) 628 final, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52020DC0628&amp;from=EN) has established the need of improving access to excellence as one of the four main strategic goals. In particular striving towards more excellence requires a stronger R&amp;I system where best practice is disseminated faster across Europe. The strategic plan for Horizon Europe aims at underpinning geographical diversity, building the necessary capacity to allow successful participation in the R&amp;I process and promoting networking and access to excellence thus optimising the impact of Pillar 2 and contributing to the objectives of the entire programme.</span></p><p><span>This destination will address “improving access to excellence” through a portfolio of complementary actions that aim at building up R&amp;I capacities in widening countries, </span><span>also through national and regional R&amp;I reforms and investments,</span><span> to enable them to advance to the competitive edge at European and international level. This portfolio constitutes the widening dimension of a broader European Excellence Initiative that reaches out beyond this programme part and will be implemented together with ERASMUS+.</span></p><p><span>Each of the five proposed actions is addressing a different target group of potential beneficiaries with a customised intervention logic. The use and appropriate design of partnerships with leading institutions abroad will be a key vector for accessing excellence. The intervention logic is designed to work points at a multitude of scales ranging from individual researcher through career development, focussed networks, institutional development to a systemic impact on national R&amp;I systems.</span></p><p><span>Capacity building will go beyond purely scientific capacities since it includes the development of management and administrative capacities for the benefit of institutions (notably in Twinning and the Strengthening Capacities for Excellence in Universities) that are eager to take over consortium leadership roles especially under Pillar 2. Teaming actions will create new or modernise existing centers of excellence by means of a very close and strategic partnership with leading institutions abroad. The impact will be amplified by the conditionality of a securing a complementary investment (especially for infrastructure, building, hardware) from the structural funds or other sources. Once established the centres will function as lighthouses with far reaching impact and role models for attracting the best talents. Further, they will demonstrate the success of modern governance and management, and, hence stimulate generalised reforms</span> in<span> the national R&amp;I environment. </span></p><p><span>In a complementary manner with a focus on the transformation of the academic and higher education system the university related scheme will foster reforms in widening countries embedded in dynamic European university alliances. Scientific excellence in the more traditional sense is the aim of Twinning where focused networks with excellent partners will develop new promising R&amp;I domains and test novel approaches in smaller joint research projects. </span></p><p><span>Innovation excellence is the focus of excellence hubs where innovation ecosystems in widening countries and beyond will team up and strive for creating better linkages between academia, business, government and society that will foster a real placed based innovation culture in widening countries on the grounds of a strategic agenda in line with regional or national smart specialisation strategies. In this context, synergies will be sought with the programme parts on European Innovation Ecosystems and the European Institute of Innovation &amp; Technology (EIT).</span></p><p><span><span><span><span style=\"color:black\">Furthermore, research and innovation performance is correlated with the efficiency of the national research and innovation system and the capacity and the effectiveness of the National Contact Points (NCPs). Special attention should be given to the less experienced entities in low R&amp;I performing countries to bridge the knowledge gap and rapidly acquire know-how accumulated in other countries thus enabling better access to funding opportunities in the EU Framework Programmes and beyond.</span></span></span></span></p><p><span><span><span><span style=\"color:black\">A dedicated support mechanism is envisaged in this Work programme part with the specific objective to strengthen the activities of NCPs to support international networking and to improve the quality of proposals from legal entities from low R&amp;I performing countries.</span></span></span></span></p><p><span><span><span><span style=\"color:black\">The NCP action will include the establishment of an NCP network for the ERA component of this work programme part.</span></span></span></span></p><p><span>In addition, particular attention will be paid to cross-cutting objectives set for Horizon Europe, such as gender equality and open science practices, through the different funded actions.</span></p><p><u>Expected impact</u></p><p>Proposals for topics under this Destination should set out a credible pathway to contributing to the following expected impacts:</p><ul level=\"0\"><li>Increased science and innovation capacities for all actors in the R&amp;I system in widening countries</li><li><span>Structural changes leading to a modernised</span><span> and more competitive R&amp;I systems in eligible countries</span></li><li><span>Reformed R&amp;I systems and institutions leading also to increased attractiveness and retention of research talents</span></li><li><span>Mobilisation of national and European resources for strategic investments</span></li><li>Higher participation success in Horizon Europe and more consortium leadership roles</li><li>Stronger linkages between academia and business and improved career permeability</li><li>Strengthened role of the Higher Education sector in research and innovation</li><li>Greater involvement of regional actors in R&amp;I process</li><li>Improved outreach to international scale for all actors</li><li><span><span><span><span style=\"color:black\">A more consistent level of NCP support services across Europe</span></span></span></span></li><li><span><span><span><span style=\"color:black\">An improved and professionalised NCPs in the widening countries, that would help simplify access to Horizon Europe calls, lowering the entry barriers for newcomers, and raising the average quality of proposals submitted</span></span></span></span></li> </ul>", "destinationDescription": "Improved  access to excellence", "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "27 January 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "multiple cut-off", "description": "multiple cut-off"}, "deadlineDates": ["20 April 2022", "10 November 2022"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3423565": [{"action": "HORIZON-WIDERA-2022-ACCESS-07-01 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "27 January 2022", "deadlineModel": "multiple cut-off", "deadlineDates": ["20 April 2022", "10 November 2022"], "budgetYearMap": {"2022": 40000000}, "expectedGrants": 80, "minContribution": 200000, "maxContribution": 500000, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>The Hop On Facility is based on Article 20 (3) of the HE Common Understanding providing that the work programme may foresee the possibility for legal entities from low R&amp;I performing countries to join already selected collaborative R&amp;I actions, subject to the agreement of the respective consortium and provided that legal entities from such countries are not yet participating in it. The scheme further aims at achieving the Inclusiveness ambition of the future ERA policy by involving research institutions from widening countries under Horizon Europe Pillar 2 actions.</span></p><p><span>Main selection criteria are excellence and added value of the new partner performing a relevant additional task in the project. All consortium partners need to agree on the accession of the new partner whereas the R&amp;I relevance and complementarity needs to be demonstrated. The accepted application will trigger a GA amendment with the service in charge of the related topic.</span></p><p><span>Project results are expected to contribute to the following expected outcomes:</span></p><ul level=\"0\"><li><span>At system level, it mobilises excellence in the Widening countries, increases visibility of the participants from the Widening countries, improves knowledge circulation, and reduces lack of participation of the Widening countries in specific thematic domains.</span></li><li><span>At organisation level, it opens up silos of established closed consortia, improves research excellence of the Widening country’s institutions in specific fields, enlarges outreach of the participants’ R&amp;I actions and provides access to new talent pools. </span></li><li><span>At the level of the beneficiary, new competencies and skills for working in transnational projects including research management and dissemination and exploitation are acquired.</span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>The Hop On Facility integrates one additional participant from a Widening country to an ongoing project under Pillar 2 or the EIC pathfinder scheme while topping up a relevant task or work package and the cost incurred by the additional participant. This will happen on a voluntary basis without affecting the freedom of choice for the consortium and the principle of excellence. The Hop On Facility is open to all topics under Pillar 2 and the EIC pathfinder. Applications with activities that contribute to the policy objective of the transition towards a green and digital economy are especially encouraged.</span></p><p><span>The action will be part of an existing project with a valid Grant Agreement. Applications must demonstrate the R&amp;I added value of the new partner and present a visible and distinct work package for the acceding partner. Proposal should include a detailed description of the profile of the new partner and its role in the existing project. The additional partner and task should be presented in a distinct font or colour in a document based on the Description of the Action (DOA) of the ongoing action. Selected consortia will be invited to submit an amendment request for accession of a new partner, modification of the description of the action and upgrade of the budget.</span></p><p><span>The budget increase must be exclusively account at the benefit of the new partner with the exception of a coordination fee of up to 10% of the increased budget to be allocated to the coordinator of the consortium.</span></p>\n<SPAN class=\"topicdescriptionkind\">Specific Topic Conditions</SPAN>:<p><p><span><span>The indicative allocation of the budget to each call deadline is EUR 20.00 million.</span></span></p></p>\n", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;line-height:115%;&#10;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#10;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#10;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;&#10;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;&#10;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">1. Admissibility conditions: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;&#10;mso-bidi-font-weight:bold\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> of the Horizon Europe Work Programme General Annexes</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in Part B of the Application Form available in the Submission System</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\n<p><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\">.</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></p>\r\n<p>&nbsp;</p>\n<p>Legal entities established in Widening countries may join already selected actions, subject to the agreement of the respective consortium and provided that legal entities from such countries are not yet participating in it.</p>\n<p>The proposal must be submitted by the co-ordinator of a consortium funded under Pillar 2 or a EIC Pathfinder call of Horizon Europe with a valid grant agreement that does not have any participant from a country eligible to host the co-ordinator under the Widening component (Widening country). The proposal must include the accession of one additional partner from a widening country.</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes<o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>The proposal will be evaluated by independent experts focussing on the added value of the new partner and the work-package or task assigned to this institution in the context of the ongoing project. The ongoing project as such is not subject of the evaluation.<br>In case of proposals receiving equal score in the ranking procedure, a preference will be given to those proposals with a particular relevance to green or digital transitions of the economy. </p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">6. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the [specific topic of the Work Programme]<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"><i style=\"mso-bidi-font-style:normal\">Call-specific application form is available in the Submission System</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">Standard evaluation form</span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"><i style=\"mso-bidi-font-style:normal\">&nbsp;will be used with the necessary adaptations</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">MGA</span><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\"><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> <span lang=\"EN-US\"><o:p></o:p></span></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">Call-specific instructions<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span class=\"MsoHyperlink\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/information-on-clinical-studies_he_en.docx\">Essential Information for Clinical Studies</a><o:p></o:p></span></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-11-widening-participation-and-strengthening-the-european-research-area_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 11. Widening participation and strengthening the European Research Area</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\">HE Framework Programme and Rules for Participation Regulation 2021/695</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\">HE Specific Programme Decision 2021/764</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation</span></a><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#10;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#10;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 29, 2022 11:46:48 AM", "lastChangeDate": "Nov 29, 2022 11:46:48 AM", "content": "<p class=\"MsoNormal\">Update:<o:p></o:p></p>\r\n<p class=\"MsoNormal\">The Call Hop On Facility (HORIZON-WIDERA-2022- ACCESS-07) second cut-off closed on the 10/11/2022 and 81 proposals have been submitted.<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Evaluation results are expected to be communicated in March <strong>2023</strong>.<o:p></o:p></p>"}, {"approvalDate": "Nov 25, 2022 3:32:47 PM", "lastChangeDate": "Nov 25, 2022 3:32:47 PM", "content": "<p class=\"MsoNormal\">Update:<o:p></o:p></p>\r\n<p class=\"MsoNormal\">The Call Hop On Facility (HORIZON-WIDERA-2022- ACCESS-07) second cut-off closed on the 10/11/2022 and 81 proposals have been submitted.<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Evaluation results are expected to be communicated in March 2022.<o:p></o:p></p>"}, {"approvalDate": "Apr 22, 2022 10:50:33 AM", "lastChangeDate": "Apr 22, 2022 10:50:33 AM", "content": "<p class=\"MsoNormal\">Update:<o:p></o:p></p>\r\n<p class=\"MsoNormal\">The Call Hop On Facility (HORIZON-WIDERA-2022- ACCESS-07) first cut-off closed on the 20/04/2022 and 7 proposals have been submitted.<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Evaluation results are expected to be communicated in July 2022.<o:p></o:p></p>"}, {"approvalDate": "Mar 16, 2022 2:51:42 PM", "lastChangeDate": "Mar 16, 2022 2:51:42 PM", "content": "<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-align:&#10;justify;line-height:normal\"><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D\">As defined in the Horizon Europe regulation the so-called <u>widening countries Member States </u>are Bulgaria, Croatia, Cyprus, Czechia, Estonia, Greece, Hungary, Latvia, Lithuania, Malta, Poland, Portugal, Romania, Slovakia and Slovenia. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-align:&#10;justify;line-height:normal\"><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D\">The <u>widening Associated countries</u>* (on condition of an association agreement) are</span><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:red\"> </span><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D\">Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, Georgia, Kosovo, Moldova, Montenegro, Morocco, North Macedonia, Serbia, Tunisia, Turkey, Ukraine. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-align:&#10;justify;line-height:normal\"><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D\">The widening</span><span style=\"mso-ascii-font-family:&#10;Calibri;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;&#10;mso-bidi-font-family:Calibri;color:red\"> </span><u><span style=\"mso-ascii-font-family:&#10;Calibri;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;&#10;mso-bidi-font-family:Calibri;color:#1F497D\">outermost regions</span></u><span style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:Calibri;&#10;mso-hansi-font-family:Calibri;mso-bidi-font-family:Calibri;color:#1F497D\"> are </span><span lang=\"EN-IE\" style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:Calibri;&#10;mso-hansi-font-family:Calibri;mso-bidi-font-family:Calibri;color:#1F497D;&#10;mso-ansi-language:EN-IE\">(as defined in&nbsp;</span><span style=\"mso-ascii-font-family:&#10;Calibri;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;&#10;mso-bidi-font-family:Calibri;color:#1F497D\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:12012E/TXT&amp;from=EN\" target=\"_blank\"><span lang=\"EN-IE\" style=\"color:blue;mso-ansi-language:EN-IE\">Art. 349 TFEU</span></a></span><span lang=\"EN-IE\" style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D;mso-ansi-language:EN-IE\">)</span><span style=\"mso-ascii-font-family:&#10;Calibri;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;&#10;mso-bidi-font-family:Calibri;color:#1F497D\">: Guadeloupe, French Guiana, Martinique, R&eacute;union, Mayotte Saint-Martin, The Azores, Madeira, Canary Islands.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:35.4pt;margin-bottom:.0001pt;text-align:justify;line-height:normal\"><span lang=\"EN-IE\" style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:Calibri;&#10;mso-hansi-font-family:Calibri;mso-bidi-font-family:Calibri;color:#1F497D;&#10;mso-ansi-language:EN-IE\"><o:p>&nbsp;</o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-align:&#10;justify;line-height:normal\"><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D\">*For an updated list of widening Associated countries with applicable association agreements in place, please</span><span lang=\"EN-IE\" style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:Calibri;&#10;mso-hansi-font-family:Calibri;mso-bidi-font-family:Calibri;color:#1F497D;&#10;mso-ansi-language:EN-IE\"> consider to regularly visit the official European Commission related page for </span><span style=\"mso-ascii-font-family:Calibri;&#10;mso-fareast-font-family:Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&#10;Calibri;color:#1F497D\"><a href=\"https://ec.europa.eu/info/news/updates-association-third-countries-horizon-europe_en\"><span lang=\"EN-IE\" style=\"color:blue;mso-ansi-language:EN-IE\">Updates on the association of third countries to Horizon Europe | European Commission (europa.eu)</span></a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"text-align:justify\"><o:p>&nbsp;</o:p></p>"}, {"approvalDate": "Mar 4, 2022 10:29:59 AM", "lastChangeDate": "Mar 4, 2022 10:29:59 AM", "content": "<p class=\"MsoNormal\">Please, find below the link to the list of funded projects under Horizon Europe Pillar 2 and EIC Pathfinder. This list is purely indicative and does not give legally binding information on the eligibility for participation in the &ldquo;Hop-on Facility call&rdquo;.<o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/horizon/hop-on\">List of funded projects under Horizon Europe pillar 2 and the EIC Pathfinder (europa.eu)</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>"}, {"approvalDate": "Jan 31, 2022 3:00:12 PM", "lastChangeDate": "Jan 31, 2022 3:00:12 PM", "content": "<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:&#10;Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D\">Please, find below the link to the list of projects eligible to submit a proposal to the Hop on Facility call:<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:&#10;Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/horizon/hop-on\"><span style=\"color:#3399FF\">https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/horizon/hop-on</span></a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"mso-ascii-font-family:Calibri;mso-fareast-font-family:&#10;Calibri;mso-hansi-font-family:Calibri;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D\"><o:p>&nbsp;</o:p></span></p>"}, {"approvalDate": "Jan 27, 2022 12:00:00 AM", "lastChangeDate": "Jan 27, 2022 12:00:00 AM", "content": "The submission session is now available for: HORIZON-WIDERA-2022-ACCESS-07-01(HORIZON-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}