{"TopicDetails": {"type": 0, "ccm2Id": 46939249, "cftId": 0, "identifier": "HORIZON-MISS-2024-CROSS-01-02", "title": "Framework Partnership Agreement for a European Networked Catalyst Fund for Social Innovation in Support of the Missions", "publicationDateLong": 1713398400000, "callIdentifier": "HORIZON-MISS-2024-CROSS-01", "callTitle": "Cross-cutting actions", "callccm2Id": 46939277, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43118971, "abbreviation": "HORIZON.2.3", "description": "Civil Security for Society"}, {"id": 43118846, "abbreviation": "HORIZON.2.2", "description": "Culture, creativity and inclusive society"}, {"id": 43121563, "abbreviation": "HORIZON.2.6", "description": "Food, Bioeconomy Natural Resources, Agriculture and Environment"}, {"id": 43120821, "abbreviation": "HORIZON.2.5", "description": "Climate, Energy and Mobility"}, {"id": 43108557, "abbreviation": "HORIZON.2.1", "description": "Health"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}, {"id": 43120193, "abbreviation": "HORIZON.2.4", "description": "Digital, Industry and Space"}], "destinationDetails": "<p>This cross-cutting action advances the EU Mission objectives by setting up a European social innovation network. It leverages three different instruments:</p><ol level=\"0\">  <li>A Coordination and Support Action (CSA) will set up a network to build the capacity of social innovators and entrepreneurs, and impact investors;</li><li>A Framework Partnership Agreement (FPA) action will set up a framework to increase the impact of EU funding by attracting additional, non-EU funds in the form of private and public contributions and scale up social innovation projects thanks to a networked fund holding EU and non-EU contributions;</li><li>One or several Specific Grant Agreements (SGAs) will implement the above budget-less FPA action.</li> </ol><p>Notably:</p><ul level=\"0\"><li>concerning the CSA and the FPA, applicants are free to apply to the CSA, the FPA, or both. The reason for this freedom resides with entities not needing to be part of the consortium managing the CSA to be part of the network that the CSA will set up;</li><li>concerning the SGAs, applicants will have to have applied for the FPA and been selected to be eligible for an SGA.</li> </ul><p>Expected impacts:</p><p>Proposals for topics should set out a credible approach to creating a social innovation network and more specifically to the following impacts:</p><ul level=\"0\"><li>the integration of social innovation in the EU Missions;</li><li>the identification of existing, demonstrably successful social innovations, as established by qualitative and quantitative data, that enjoy a real potential for scaling, as attested by credible scaling plans, in support of the EU Missions;</li><li>a network composed of entities interested in scaling up social innovation projects as well as entities interested in investing in such social innovation ventures;</li><li>an interface between the EU Missions and the network to match the demand for and supply of social innovation solutions as well as social innovation investment;</li><li>the foundation for a financial Framework Partnership Agreement to create a networked catalytic fund to scale up social innovations;</li><li>a stronger social innovation funding environment;</li><li>the engagement of social innovation actors including philanthropy;</li><li>the identification of social innovation projects relevant to the EU Missions. Note: “social innovation” refers to “existing, demonstrably successful social innovations, as established by qualitative and quantitative data, that enjoy a real potential for scaling, as attested by credible scaling plans” in the remainder of the document, specifically, in the descriptions of the CSA, the FPA, and the SGA that follow.</li> </ul>", "destinationDescription": "Destination: Cross-cutting Activities (2024)", "topicMGAs": [], "keywords": ["Democratic engagement and civic participation", "Social Innovation"], "flags": ["SocInnov"], "sme": false, "actions": [{"status": {"id": 31094502, "abbreviation": "Open", "description": "Open"}, "types": [{"typeOfAction": "HORIZON-FPA HORIZON Framework Partnerships", "typeOfMGA": [{"id": 43027852, "abbreviation": "HORIZON-FPA-AG", "description": "HORIZON Framework Partnership"}]}], "plannedOpeningDate": "18 April 2024", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["25 September 2024"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3523488": [{"action": "HORIZON-MISS-2024-CROSS-01-02 - HORIZON-FPA HORIZON Framework Partnerships", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["25 September 2024"], "budgetYearMap": {"2024": 0}, "expectedGrants": 5, "budgetTopicActionMap": {}}], "3523490": [{"action": "HORIZON-MISS-2024-CROSS-01-01 - HORIZON-CSA HORIZON Coordination and Support Actions", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["25 September 2024"], "budgetYearMap": {"2024": 2500000.0}, "expectedGrants": 1, "minContribution": 2500000, "maxContribution": 2500000, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2024"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>The action aims at putting the EU Missions in a better position to achieve their societal and environmental transition objectives by improving the funding environment for the upscaling social innovation in the EU and associated countries. </p><p>The action shall strengthen the engagement of social innovation actors including philanthropy in the missions. </p><p>Successful social innovation projects with a real potential for scaling to advance the EU Missions will benefit from structured and networked funding environment. </p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Leveraging social innovation yields solutions that prove more adapted to society, locally and regionally, as well as more robust. In short, social innovations are “innovations that are social in ends and means.” They materialize as new products, services, and models that simultaneously meet social needs more effectively than alternatives and create new social relationships or collaborations. Social innovation involves not only citizens, but also public authorities, business and industry, and academia in the design, development, and execution of innovations. Social innovation is not only good for society, but also enhances society’s capacity to act. Social innovation engages and empowers citizens, results in a greater sense of agency and greater buy-in by citizens, industrialists, and public authorities, democratic participation, enhances the resilience of communities, increases the relevance, acceptance, and uptake of innovation, and helps foster lasting changes in individual behaviours, social practices, as well as governance models. In short, social innovation acts as a system changer.</p><p>As such, social innovation processes are relevant to all EU Missions. The Commission expects social innovation to mobilise additional stakeholders and stakeholder communities such as philanthropic funders at European level for the benefit of the EU Missions.</p><p>The availability of philanthropic and other funding for social innovation is highly skewed within EU Member States and Countries associated to Horizon Europe<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> and philanthropic and charitable funders face particular challenges to invest ‘cross-border’. The EU wants to contribute to establishing a better funding environment for social innovation in the context of missions across the EU and associated countries by enhancing the networking and experience sharing of funders (notably by the action described in topic HORIZON-MISS-2024-CROSS-01-01) and aims at collaborating to that end with interested funders by establishing long-term partnerships (framework partnership agreement / FPA).</p><p>Article 130(2) of EU Financial regulation provides: “The purpose of a financial framework partnership agreement shall be to facilitate the achievement of policy objectives of the Union by stabilising the contractual terms of the cooperation. The financial framework partnership agreement shall specify the forms of financial cooperation and shall include an obligation to set out, in the specific agreements signed under the financial framework partnership agreement, arrangements for monitoring the achievement of specific objectives.”</p><p>Framework partnership agreements (FPAs) are implemented through Specific Grant Agreements (SGAs). Based upon an FPA, a procedure to award a SGA (included in this work programme part as \"Specific Grant Agreements for a European Networked Catalyst Fund for Social Innovation in Support of the Missions\") provides an EU grant in line with the presented action plan to realise the joint objectives. This EU grant of EUR 2 million shall top-up the own means at least EUR 4 million of the individual or group of funders. The FPA award procedure as presented here has no budget. The budget and rules on funding are set out in each SGA and depend on the specific type of action.</p><p><strong>The Commission plans to establish 5 FPAs</strong> to ensure widest possible geographic coverage and make social innovation funding more prominent and more accessible across the EU and associated countries.</p><p><strong>The expected duration of the FPA is of four years</strong>. Having concluded an FPA does not entitle entities to be awarded an SGA.</p><p>The call targets funders of social innovation. Funders of social innovation may include foundations, philanthropists, national research and innovation funding agencies, other public bodies, or private investors.</p><p>To apply for the action, interested individual eligible entities or groups thereof should demonstrate that they have a <u><strong>track record as social innovation investors/financiers or that they have funded social innovation projects</strong></u>. Applicants do not need to be involved in the CSA HORIZON-MISS-2024-CROSS-01-01.</p><p>To apply for the action interested individual eligible entities or groups thereof shall describe the unique contribution the partnership would make towards (1) the outcomes specified in this topic, and (2) the wider impacts, in the longer term, specified in the respective destinations in the work programme and submit an action plan serving the above-mentioned objectives - namely advancing the EU Missions by financing the scaling up social innovation projects and increasing the impact of Horizon Europe funding by attracting additional non-EU funds in the form of private and public contributions - for the use of the grant that the Commission could award them via an SGA. The action plan should include the following:</p><ol level=\"0\">  <li>prospect identification and selection, and investment decisions: how they plan to identify promising projects and select the ones that they invest in; the Commission invites applicants to refer to the <a href=\"https://ec.europa.eu/info/publications/implementation-plans-eu-missions_en\">Mission Implementation Plans</a> when developing prospect identification and selection, and investment decision criteria;</li><li>funding strategies and practices including selection and award procedures in place or to be put in place to award grants to final beneficiaries that scale-up social innovations: how they plan to finance social innovation. The funding strategy presented shall be based on <strong>an exemplary EU grant of up to EUR 2 million complementary to own and other funds</strong> (see below) primarily to be granted to third parties over a period of up to 4 years (the maximum duration of the FPA). The amount here describes shall serve only as justification of the strategy, it does not constitute a formal financial proposal.</li><li>financial architecture: how they plan to finance the upscaling of social innovations including the leverage that they can secure with the grant awarded by Horizon Europe through the SGA; the Commission expects applicants to match each EUR 1 granted by the EU with EUR 2 by non-EU sources as a minimum.</li><li>monitoring and reporting: how they plan to monitor and report on the upscaling of social innovation projects;</li><li>measuring and communicating impact: how they plan to measure and communicate on the impact achieved.</li> </ol><p>The Commission invites applicants to consult the <a href=\"https://www.euscf.eu/\">Horizon 2020 European Social Catalyst Fund pilot</a>. Entities that are awarded an FPA could foresee collaborating with the networking, capacity building, and learning structure established by the HORIZON-MISS-2024-CROSS-01-01 CSA: “A European Social Innovation Networking and Capacity Building Action for a European Social Innovation Networked Fund.”</p><p>Blending Horizon Europe and non-EU resources would constitute a meaningful innovation in terms of EU co-investment schemes for social and environmental good.</p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>See for example reports by Philea, The Philanthropy Europe Association (www.philea.eu).</p>", "conditions": "<h1><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: medium;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\" style=\"line-height: 115%;\">General conditions</span></b></span></span></span></h1>\r\n<p class=\"MsoNormal\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">1. Admissibility conditions: </span></b><span lang=\"EN-US\">described in </span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex A</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> </span><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">and </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex E</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes</span></span></span></p>\n<p>The page limit of the application is 70 pages.</p>\n<p style=\"margin-left: 40px;\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System</span></span></span></span></p>\r\n<p style=\"margin-left: 40px;\">The page limit of 70 pages applies.</p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\">described in </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex B</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> </span></span></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">of the Work Programme General Annexes</span></span></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left: 40px;\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Horizon Europe Programme Guide</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">.</span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\"> described in </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex B</span></span></a></span></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b>4. Financial and operational capacity and exclusion: </b>described in </span></span></span><span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex C</span></span></a></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> of the Work Programme General Annexes</span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></span></span></span></p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\">\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span></span></span></span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex      D</span></span></a></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> </span><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">of      the Work Programme General Annexes</span></span></span></span><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n    </li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\">\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span></span></span></span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex      F</span></span></a></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span></span></span></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Online      Manual</span></span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n    </li>\r\n</ul>\n<p>To maximise impact for enhancing access to scale up funding for social innovation, a balanced portfolio of framework partnership agreements will be concluded, not only in order of ranking, but also with the ambition to maximise geographic coverage of EU Member States and associated countries by the portfolio of FPAs, provided that the applications attain all thresholds.</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\">\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span></span></span></span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex      F</span></span></a></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of the Work Programme General Annexes</span></span></span></span><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n    </li>\r\n</ul>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\">described in </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex G</span></span></a></span></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of the Work Programme General Annexes</span></span></span></span></p>\r\n<p>&nbsp;</p>\n<h1><span style=\"font-size: medium;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\" style=\"line-height: 115%;\">Specific conditions</span></b></span></span><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\"><o:p></o:p></span></b></h1>\r\n<p class=\"MsoNormal\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the [specific topic of the Work Programme]</span></span></span></span></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><o:p></o:p></span></p>\n<h1><span style=\"font-size: medium;\"><b><span lang=\"EN-US\" style=\"line-height: 115%;\"><span style=\"font-family: Arial;\">Documents</span></span></b></span><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\"><o:p></o:p></span></b></h1>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><b><span lang=\"EN-US\">Call documents:</span></b></span></span></span><b><span lang=\"EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Standard application form</span></span><span style=\"color: rgb(128, 128, 128);\"><span lang=\"EN-US\"> &mdash;<i style=\"mso-bidi-font-style:normal\"> call-specific application form is available in the Submission System</i></span></span></span></span><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-fpa_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Standard application form (HE FPA)</span></span></a>&nbsp;- see call template in the submission system</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Standard evaluation form</span></span><span style=\"color: rgb(128, 128, 128);\"><span lang=\"EN-US\"> &mdash;<i style=\"mso-bidi-font-style:normal\"> will be used with the necessary adaptations</i></span></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-fpa_en.pdf\" target=\"_blank\">&nbsp;Standard evaluation form (HE FPA)</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">MGA</span></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/fpa_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Framework Partnership Agreement FPA v1.0</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\n<h2><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Additional documents:</span></b></span></span></span><b><span lang=\"EN-US\"><o:p></o:p></span></b></h2>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-1-general-introduction_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 1. General Introduction</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-12-missions_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 12. Missions</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 13. General Annexes</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Programme Guide</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\" style=\"font-family: Arial;\"><span style=\"font-size: small;\">HE Framework Programme and Rules for Participation Regulation 2021/695</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\"><span style=\"font-size: small;\">HE Specific Programme Decision 2021/764</span></a></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">EU Financial Regulation</span></span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Funding &amp; Tenders Portal Terms and Conditions</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" style=\"font-size: 11pt; font-family: Arial;\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><b><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\">Online Manual</a>&nbsp;</b></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCPs)</a>&nbsp;</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; get guidance, practical information and assistance on participation in Horizon Europe. There are also NCPs in many non-EU and non-associated countries (&lsquo;third-countries&rsquo;).<b><o:p></o:p></b></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [{"callIdentifier": "HORIZON-MISS-2024-CROSS-01", "status": "Open", "criterionType": "SubFundingScheme", "criterionTypeDescription": "subfunding schemes", "criterionCode": "HORIZON-FPA", "criterionDescription": "HORIZON Framework Partnerships", "url": "https://ec.europa.eu/research/participants/submission/manage/screen/submission/create-draft/36573?topic=HORIZON-MISS-2024-CROSS-01-02", "startDate": "Apr 18, 2024 12:00:00 AM", "endDate": "Sep 25, 2024 5:00:00 PM", "mgaDescription": "HORIZON Framework Partnership", "mgaCode": "HORIZON-FPA-AG"}], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Apr 18, 2024 12:00:06 AM", "lastChangeDate": "Apr 18, 2024 12:00:06 AM", "content": "The submission session is now available for: HORIZON-MISS-2024-CROSS-01-02(HORIZON-FPA), HORIZON-MISS-2024-CROSS-01-01(HORIZON-CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": true, "allClosedTopics": false}}}