{"TopicDetails": {"type": 0, "ccm2Id": 45639405, "cftId": 0, "identifier": "HORIZON-CL2-2023-HERITAGE-ECCCH-01-01", "title": "A European Collaborative Cloud for Cultural Heritage", "publicationDateLong": 1670371200000, "callIdentifier": "HORIZON-CL2-2023-HERITAGE-ECCCH-01", "callTitle": "A European Collaborative Cloud for Cultural Heritage - 2023", "callccm2Id": 45703516, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43118846, "abbreviation": "HORIZON.2.2", "description": "Culture, creativity and inclusive society"}, {"id": 43118859, "abbreviation": "HORIZON.2.2.2", "description": "Cultural Heritage"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}], "destinationDetails": "<p>Europe’s rich cultural heritage and strong creative tradition not only reflect our past, but also shape our future. It is by building on this foundation and developing our strengths that we can face the great challenges of our time with confidence, and shape a future based on European values and the respect of human rights. Europe's cultural heritage is well alive because it is the result of the interaction between people and their environment, and above all of the collective effort of EU citizens, who all have the same entitlement to enjoy their human and in particular cultural rights.[[<sup> </sup><a href=\"https://rm.coe.int/1680083746\">CETS 199 - Council of Europe Framework Convention on the Value of Cultural Heritage for Society (coe.int)</a>]]</p><p>Convinced that cultural heritage and the cultural and creative industries are an important part of the \"social\" dimension of democracy and sustainability, the Horizon Europe calls under this destination invite suggestions for policies and practices to address, at all levels of action, current challenges and provide innovative responses. Europe’s wealth of monuments and sites and its creative diversity of traditions, crafts, arts, architecture, literature, languages, theatre, films, games and music is a unique asset. It enriches our lives, fosters social and cultural cohesion and contributes to a sense of belonging. It also underpins an economy generating more employment than the automotive industry and a similar trade balance as food, drinks and tobacco combined. Many of Europe’s multinationals build their international success on the European heritage and creativity. At the same time, the sector is nurturing large numbers of dynamic small and micro enterprises, creating employment not the least for young people and women, while deploying their creativity not only to generate income but also to contribute to social and cultural sustainability, well-being and projecting European values at home and abroad.</p><p>This destination adopts a people-centred perspective and places cultural heritage and the cultural and creative industries at the very heart of the European economy and its sustainable development. European R&amp;I activities under this destination will support and strengthen European cultural heritage and cultural and creative industries essentially under three areas:</p><p>Green: Europe’s cultural heritage and its cultural and creative industries need to share their responsibilities for adapting to the consequences of climate change, and mobilise their resources to support European citizens and societies for an inclusive, socially and culturally sustainable climate transition. A participatory approach to European cultural heritage and digital transformations in the preservation of tangible and intangible heritage will guide new endeavours.</p><p>R&amp;I actions will focus on, for example, supporting the cultural and creative industries to turn the challenges of the climate transition into opportunities, and become drivers of an inclusive societal transition. R&amp;I actions will foment the development of new environmentally friendly technologies and methods to manage, restore and preserve cultural heritage, with a view to making Europe a world leader in sustainable management of cultural heritage. R&amp;I will also strengthen our capacity to manage anthropogenic threats. Support to the New European Bauhaus initiative is part of this area, integrating the core New European Bauhaus values of sustainability, inclusion and aesthetics. </p><p>Digital: The digital transition promises enormous opportunities for Europe’s cultural heritage and cultural and creative industries, but also serious challenges. It is important to ensure that, through the digitisation, EU citizens benefit from cultural heritage and be enabled to contribute to its enrichment. Digitisation should also provide new training opportunities on creative industries for young citizens in less populated areas.</p><p>R&amp;I actions will focus on, for example, innovative approaches to empower the cultural and creative industries, including its many micro enterprises, to reap the benefits of using digital technologies, creating more appealing and valuable products, services and experiences for its users. R&amp;I actions will deepen our knowledge on what, how and why digitised and digital cultural heritage may be exploited, reaping the benefits while avoiding the many pitfalls, and creating societal value. Collaborative platforms for cultural heritage and cultural and creative industries will be supported. A dedicated call, namely HORIZON-CL2-2023-HERITAGE-ECCCH-01, will support the establishment of a digital European cultural heritage collaborative space, including a cloud platform for European cultural heritage institutions. Such platforms will strengthen the collaboration and co-creation among cultural heritage institutions and with other stakeholders in the cultural heritage domain, widen access for citizens and strengthen research. Please consider below some key characteristics and specific conditions of the call. Also, cooperation between different actors within the cultural and creative industries and between the CCIs and other economic sectors and industries will be strengthened, creating new market opportunities for CCI stakeholders.</p><p>Innovative: To an ever greater degree, creative and cultural aspects drive socio-ecological innovation, participatory democratic processes and economic growth. Successful new digital and physical products and services need to be appealing and attractive, adapted to cultural particularities. Similarly, societal transformations such as the green and digital transitions depend on behavioural changes, which are largely based on changes in lifestyle, culture and perceptions. In such processes, the human is at the centre, and cultural heritage, the arts and the cultural and creative industries are key.</p><p>R&amp;I actions will cover a variety of subjects, such as strengthening the innovation capacity of the cultural and creative industries, and their capability to act as innovation engines. Actions will focus both on cultural heritage and cultural and creative industries holistically, as an innovation ecosystem, and on specific CCI sectors such as music, filmmaking and video games. Actions will also foment innovation in cultural tourism, as well as explore innovative connections between cultural expressions and democracy and politics. Actions will also support the development of new innovative technologies and methods to restore, preserve and manage cultural heritage, as well as re-inforce the role of Europe’s cultural heritage in promoting European values among EU citizens and abroad.</p><p>The innovation ecosystems created and nurtured by the Knowledge and Innovation Communities (KICs) of the European Institute of Innovation and Technology (EIT), in particular the KIC “EIT Culture and Creativity”, may contribute to innovation actions under this destination, and should as appropriate be considered.</p><p>In line with the Commission priorities, R&amp;I actions under this Destination will help promote the European way of life, contribute to achieving the Green Deal goals and support an economy that works for people. They will contribute to the New European Bauhaus[[<sup> </sup>The New European Bauhaus initiative was launched by European Commission President von der Leyen in her State of the European Union speech autumn 2020. More information here: <a href=\"https://europa.eu/new-european-bauhaus/index_en\">https://europa.eu/new-european-bauhaus/index_en</a>]] initiative, to reaching the UN Sustainable Development Goals and to building a stronger, more participatory and crisis-resilient society and economy. They will support the realisation of the full potential of cultural heritage, arts and cultural and creative industries as drivers of sustainable innovation and a European sense of belonging.</p><p>The topics under the call HORIZON-CL2-2023-HERITAGE-ECCCH-01 aim at supporting the establishment of a digital European cultural heritage collaborative space, including a cloud platform, and contribute to the vision and objectives of the Commission[[<sup> </sup>Recommendation (EU) 2021/1970 of 10 Nov 2021 on a common European Data Space for Cultural Heritage.]]. For the purpose of this call, the collaborative space will be referred to as the “European Collaborative Cloud for Cultural Heritage” (ECCCH).</p><p>An ex-ante impact assessment for the ECCCH was carried out between December 2021 and March 2022 by eight renowned independent experts contracted by the Commission[[<sup> </sup>European Commission, Directorate-General for Research and Innovation, Brunet, P., De Luca, L., Hyvönen, E., et al., Report on a European collaborative cloud for cultural heritage : ex – ante impact assessment, 2022, <a href=\"https://data.europa.eu/doi/10.2777/64014\">https://data.europa.eu/doi/10.2777/64014</a>]]. This ex-ante impact assessment examined and described the needs of a digital European cultural heritage collaborative space from the perspective of the foreseen users (cultural heritage institutions, researchers, cultural and creative industries, etc.) and of European societies, thoroughly reviewed existing initiatives that might satisfy parts of these needs, and outlined the most important aspects to consider in implementing such a collaborative space.</p><p>The conclusion of the ex-ante impact assessment is that the ECCCH is highly important to Europe’s cultural heritage institutions and to European societies. In order to address the urgent evolving needs of Europe’s cultural heritage sector in the digital age for specifically adapted collaborative spaces, the European Union will ramp up its investments through the ECCCH, and also the common European Data Space for Cultural Heritage (the Data Space)[[<sup> </sup>See further <a href=\"https://digital-strategy.ec.europa.eu/en/library/staff-working-document-data-spaces\">https://digital-strategy.ec.europa.eu/en/library/staff-working-document-data-spaces</a>]] funded under the Digital Europe programme. The topics under this call are based on the conclusions and recommendations of the experts’ ex-ante impact assessment.</p><p>Some key characteristics of the vision for the ECCCH include:</p><ul level=\"0\"><li>The ECCCH will be addressed to professionals[[<sup> </sup>In the context of this call, ‘professionals’ should be understood as the wide and interdisciplinary group of people working with cultural heritage in a professional or semi-professional way, researchers as well as people working with related activities such as within the cultural and creative industries.]]. It will enable an unprecedented level of lasting collaboration, synergy and co-creation between public and private players that will generate new realms of research, knowledge and creation of societal value.</li><li>The basic ECCCH platform will provide easy to use tools for the most important needs.</li><li>Active user communities that contribute to training and support, as well as common data models, guidelines and libraries for developing tools (including support for Graphical User interfaces (GUI) and visualisation), will ensure that also less well-equipped institutions will draw the full benefit of the ECCCH.</li><li>To enhance collaboration and co-creation, IPR rights of the digital objects stored in the ECCCH and produced by ECCCH-based collaboration will be fully recorded and traceable. Guidelines for the use of IPR rights, such as rights statements provided by RightsStatements.org should be used where appropriate. This will enable new business models in the intersection between cultural heritage and cultural and creative industries.</li><li>The long-term sustainability of data and data formats is one of the underlying principles of the ECCCH. The ECCCH will tackle these challenges through its architecture and basic functionalities. The design and architecture of the ECCCH is based on three principles:   <ul level=\"1\"><li>digital twins of heritage objects, </li><li>digital continuum, tracing all interactions with heritage objects and related data objects, </li><li>digital ecosystem, open to all stakeholders, professions and activities to interact with each other and with the digital heritage objects, ultimately leading towards a new generation of multidimensional, interconnected and knowledge-enhanced heritage data forming digital commons, where the ECCCH will play a key role. </li>   </ul> </li><li>The architecture of the ECCCH will ensure an evolutionary design, which will allow the adaption and incorporation of new technologies and tools and to fulfil new user requirements, while discontinuing less used tools.</li><li>An open Application Programming Interface will allow new functionality to be developed and incorporated in the ECCCH by different initiatives, and encourage interoperability.</li><li>The ECCCH will be open and inclusive, both in terms of the users of the platform and the connections to other related initiatives/platforms such as the Data Space.</li><li>The ECCCH should build on the wealth of existing knowledge, technologies and work processes in Europe. It should draw on previous experience and best practice. The ECCCH and the Data Space should complement each other towards the common vision.</li><li>The ECCCH should ensure, through its Governance body, the engagement of a wide range of appropriate representatives from Member States and Associated Countries, as well as from related EU initiatives. </li> </ul><p>The ECCCH will thus be a genuine collaboration platform, which brings together a wide array of professions, researchers and technologies for museums and other cultural heritage institutions. It will include and develop interactive tools for research, curation, restoration, preservation and for reaching out to citizens and cultural and creative industries, properly protect and manage IPR and allow commercial as well as non-commercial collaboration with a wide range of players.</p><p>All topics under this call are subject to the following conditions:</p><ul level=\"0\"><li>All software developed should be open source, licensed under a CC0 public domain dedication or under an open source license as recommended by the Free Software Foundation[[<sup> </sup>https://www.gnu.org/licenses/license-list#SoftwareLicenses]] and the Open Source Initiative[[<sup> </sup><a href=\"https://opensource.org/licenses\">https://opensource.org/licenses</a>]].</li><li>If the use of fully open source software would require disproportional efforts or significantly diminish the quality or performance of the software, and if suitable non open source function libraries exists, such libraries may be used provided that a full user license free of charge for an unlimited period of time is granted to the consortium responsible for the ECCCH as well as to all users of the ECCCH.</li><li>All software and other related deliverables should be compliant with the data model and the software development guidelines elaborated by the project funded under topic ‘HORIZON-CL2-2023-HERITAGE-ECCCH-01-01’.</li> </ul><p>All projects funded should participate in concertation activities with the project funded under topic ‘HORIZON-CL2-2023-HERITAGE-ECCCH-01-01’</p><p><u>Expected impacts:</u></p><p>Proposals for topics under this Destination should set out a credible pathway to contributing to the following expected impact of the Horizon Europe Strategic Plan:</p><ul level=\"0\"><li>The full potential of cultural heritage, arts and cultural and creative sectors as a driver of sustainable innovation and a European sense of belonging is realised through a continuous engagement with society, citizens and economic sectors as well as through better protection, restoration and promotion of cultural heritage. </li> </ul><p>Legal entities established in China are not eligible to participate in Innovation Actions in any capacity. Please refer to the Annex B of the General Annexes of this Work Programme for further details.</p>", "destinationDescription": "Innovative research on the European cultural heritage and the cultural and creative industries (2023/24)", "topicMGAs": [], "tags": ["Cultural heritage", "HORIZON-CL2-2023-HERITAGE-ECCCH-01-01", "collaborative platform", "digital cultural heritage", "cloud", "museum"], "keywords": ["International Cooperation", "EOSC and FAIR data", "Artificial Intelligence", "Social sciences and humanities", "Digital Agenda", "Computer sciences, information science and bioinfo", "Arts, Art history"], "flags": ["EC-WORLD", "EoscAndFairData", "AI", "SSH", "DigitalAgenda"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-IA HORIZON Innovation Actions", "typeOfMGA": [{"id": 43027849, "abbreviation": "HORIZON-AG-LS", "description": "HORIZON Lump Sum Grant"}]}], "plannedOpeningDate": "10 January 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 September 2023"]}], "latestInfos": [{"approvalDate": "Dec 12, 2023 10:26:28 AM", "lastChangeDate": "Dec 12, 2023 10:26:28 AM", "content": "<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-GB\" style=\"text-transform: uppercase;\">Flash EVALUATION results<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm\"><span lang=\"EN-GB\">HORIZON-CL2-2023-HERITAGE-ECCCH-01 <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm\"><span lang=\"EN-GB\">Opening date: 10.01.2023. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm\"><span lang=\"EN-GB\">Deadline: 21.09.2023.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\">Available total budget: EUR 35.000.000 <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\">The results of the evaluation are as follows: <o:p></o:p></span></p>\r\n<ul style=\"margin-top:0cm\" type=\"disc\">\r\n    <li class=\"MsoNormal\" style=\"margin-bottom:0cm;text-align:justify;mso-list:l0 level1 lfo1\"><strong><span lang=\"EN-GB\">HORIZON-CL2-2023-HERITAGE-ECCCH-01-01</span></strong><span lang=\"EN-GB\"><o:p></o:p></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of proposals submitted: 9<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of inadmissible proposals: 6<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of ineligible proposals: -<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of above-threshold proposals: 2<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:18.0pt\"><span lang=\"EN-GB\">Total budget requested for above-threshold proposals: EUR 48.900.164,44<o:p></o:p></span></p>\r\n<p><span lang=\"EN-GB\"><br />\r\n</span></p>\r\n<ul>\r\n    <li><span lang=\"EN-GB\"><strong>HORIZON-CL2-2023-HERITAGE-ECCCH-01-02</strong><o:p></o:p></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of proposals submitted: 35<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of inadmissible proposals: 9<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of ineligible proposals: 1<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt\"><span lang=\"EN-GB\">Number of above-threshold proposals: 11<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:18.0pt\"><span lang=\"EN-GB\">Total budget requested for above-threshold proposals: EUR 51.555.650,27</span><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:18.0pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:18.0pt\"><span lang=\"EN-GB\">We recently informed the applicants about the evaluation results for their proposals.&nbsp;</span><span lang=\"EN-GB\" style=\"text-align: justify;\">For questions, p</span><span lang=\"EN-GB\" style=\"text-align: justify;\">lease contact the </span><span lang=\"EN-GB\" style=\"text-align: justify;\"><a href=\"http://ec.europa.eu/research/enquiries\"><span style=\"font-size: 10.5pt; font-family: Verdana, sans-serif; text-decoration-line: none;\">Research Enquiry Service</span></a></span><span lang=\"EN-GB\" style=\"text-align: justify;\">.</span></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 22, 2023 12:49:56 PM", "lastChangeDate": "Sep 22, 2023 12:49:56 PM", "content": "<p>\r\n<p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\">The call</span><span lang=\"EN-GB\"> </span><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;&#10;mso-bidi-font-family:Arial\">HORIZON-CL2-2023-HERITAGE-ECCCH-01 has closed on 21.09.2023.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"text-align:justify;tab-stops:right 16.0cm\"><b><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\">44</span></b><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\"> proposals have been submitted.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"text-align:justify\"><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\">The breakdown per topic is:<o:p></o:p></span></p>\r\n<ul style=\"margin-top:0cm\" type=\"disc\">\r\n    <li class=\"MsoNormal\" style=\"margin-bottom:0cm;text-align:justify;mso-list:l0 level1 lfo1\"><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\">HORIZON-CL2-2023-HERITAGE-ECCCH-01-01:      9 proposals<o:p></o:p></span></li>\r\n    <li class=\"MsoNormal\" style=\"margin-bottom:0cm;text-align:justify;mso-list:l0 level1 lfo1\"><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\">HORIZON-CL2-2023-HERITAGE-ECCCH-01-02:      35 proposals<o:p></o:p></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-left:18.0pt;text-align:justify\"><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:Arial\"><o:p>&nbsp;</o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;&#10;mso-bidi-font-family:Arial\">Evaluation results are expected to be communicated in December 2023.</span></p>\r\n</p>"}, {"approvalDate": "Apr 3, 2023 5:43:07 PM", "lastChangeDate": "Apr 3, 2023 5:43:07 PM", "content": "<p>&nbsp;</p>\r\n<p>An additional template has been made available in the submission system for topic Horizon-CL2-2023-Heritage-ECCCH-01-01.<o:p></o:p></p>\r\n<p>Additional information must be uploaded in the form of an additional annex, if applicants intend to use <strong>financial support to third parties</strong> in their proposal. No page limit applies on this specific annex.</p>\r\n<p>Only information strictly covering the financial support to third parties in the form of a grant should be included in this document, any other information related to other parts of the proposal will be disregarded by the evaluators.<o:p></o:p></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p>The upload of this annex is optional in the system, therefore, if financial support to third parties is not used, the lack of this annex will not block submission.<o:p></o:p></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Feb 17, 2023 11:33:15 AM", "lastChangeDate": "Feb 17, 2023 11:33:15 AM", "content": "<p>\r\n<p class=\"MsoNormal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black;background:white\">Lump sum funding related information, including a list of dedicated&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=0,1;categories=;tenders=;programme=null;keyword=lump%20sum-FAQs;freeTextSearchKeyword=;matchWholeText=true;period=null;status=0;sortQuery=relevance;faqListKey=faqSearchTablePageState\" target=\"_blank\" style=\"font-variant-ligatures: normal;font-variant-caps: normal;orphans: 2;&#10;text-align:start;widows: 2;-webkit-text-stroke-width: 0px;word-spacing:0px\"><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;background:white\">FAQ</span></strong></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:black;background:&#10;white\"><span style=\"font-variant-ligatures: normal;font-variant-caps: normal;&#10;orphans: 2;text-align:start;widows: 2;-webkit-text-stroke-width: 0px;&#10;text-decoration-thickness: initial;text-decoration-style: initial;text-decoration-color: initial;&#10;float:none;word-spacing:0px\">s</span></span></strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:black;background:&#10;white\"><span style=\"font-variant-ligatures: normal;font-variant-caps: normal;&#10;orphans: 2;text-align:start;widows: 2;-webkit-text-stroke-width: 0px;&#10;text-decoration-thickness: initial;text-decoration-style: initial;text-decoration-color: initial;&#10;float:none;word-spacing:0px\">, is available on the</span></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/horizon/lump-sum\" target=\"_blank\" style=\"font-variant-ligatures: normal;font-variant-caps: normal;orphans: 2;&#10;text-align:start;widows: 2;-webkit-text-stroke-width: 0px;word-spacing:0px\"><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;background:white\">&nbsp;Lump sum funding page</span></strong></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black;background:white\"><span style=\"font-variant-ligatures: normal;&#10;font-variant-caps: normal;orphans: 2;text-align:start;widows: 2;-webkit-text-stroke-width: 0px;&#10;text-decoration-thickness: initial;text-decoration-style: initial;text-decoration-color: initial;&#10;float:none;word-spacing:0px\">&nbsp;of the Portal.</span><o:p></o:p></span></p>\r\n</p>"}, {"approvalDate": "Feb 7, 2023 12:35:29 PM", "lastChangeDate": "Feb 7, 2023 12:35:29 PM", "content": "<p>&nbsp;We would like to draw your attention to an update of the <strong>&ldquo; Detailed Budget Table&rdquo; &nbsp;Excel template. Please note that a new template was republished on 17 January 2023</strong> for your kind consideration and use.<o:p></o:p></p>\r\n<p style=\"margin-left:35.4pt\">In this new version, an additional paragraph was added to the instructions tab, explaining how to save the detailed budget table and how to upload it in the submission system.<o:p></o:p></p>\r\n<p style=\"margin-left:35.4pt\">The following instructions were added:<o:p></o:p></p>\r\n<p style=\"margin-left:35.4pt\"><em>&ldquo;</em> <em>After you completed this Excel workbook, you must also complete the table &lsquo;Budget for the proposal&rsquo; in Part A of the proposal, entering the requested EU contribution for each participant. Fill the Part A budget table using the total for each participant from the sheet &lsquo;Lump sum breakdown&rsquo; in this Excel workbook.</em> <o:p></o:p></p>\r\n<p style=\"margin-left:35.4pt\"><em>The format of this Excel workbook is </em><strong><i>.xlsm</i></strong><em> because it uses macros to generate sheets and make calculations automatically. </em><strong><i>Always save it as .xlsm.</i></strong><em> </em><i><br />\r\n<em>However, this format cannot be uploaded to the submission system for security reasons. </em><br />\r\n<em>Therefore, to submit the completed workbook, </em><strong>save a copy</strong><em> as an </em><strong>.xlsx</strong><em> or </em><strong>.xls</strong><em> document (and not as .xlsm) and upload it to the proposal submission tool at Step 5 of the submission process. </em><strong>Always keep a copy of the original .xlsm file.</strong><em> </em><br />\r\n<br />\r\n<em>To save the workbook as .xlsx document, use the </em><strong>action button</strong><em> in the sheet &ldquo;Instructions&rdquo;. Alternatively, click on &ldquo; </em><strong>File</strong><em>&rdquo; and then &ldquo; </em><strong>Save as</strong><em>&rdquo;; in the &ldquo;Save as&rdquo; dialog box, choose &ldquo; .xlsx&rdquo; or &ldquo;.xls&rdquo; from the &ldquo; </em><strong>Save as type</strong><em>&rdquo; dropdown list.&rdquo;</em></i> <o:p></o:p></p>\r\n<p style=\"margin-left:35.4pt\"><strong>You can still use the template initially available in the submission system, but please be aware of the instructions on how to upload and save the file.</strong><o:p></o:p></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3496300": [{"action": "HORIZON-CL2-2023-HERITAGE-ECCCH-01-01 - HORIZON-IA HORIZON Innovation Actions", "plannedOpeningDate": "10 January 2023", "deadlineModel": "single-stage", "deadlineDates": ["21 September 2023"], "budgetYearMap": {"2023": 25000000}, "expectedGrants": 1, "minContribution": 20000000, "maxContribution": 25000000, "budgetTopicActionMap": {}}], "3496302": [{"action": "HORIZON-CL2-2023-HERITAGE-ECCCH-01-02 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "10 January 2023", "deadlineModel": "single-stage", "deadlineDates": ["21 September 2023"], "budgetYearMap": {"2023": 10000000}, "expectedGrants": 2, "minContribution": 4000000, "maxContribution": 5000000, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>Projects should contribute to all of the following expected outcomes:</p><ul level=\"0\"><li>The ECCCH is established as a legal entity, which serves as a Single Entry Point<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> (SEP) and managing body, and is supported by an external independent advisory board that assesses and advises on the technical robustness, effectiveness and usability of the ECCCH platform, its tools and services.</li><li>The European Collaborative Cloud for Cultural Heritage (ECCCH) enhances the ability of cultural heritage actors to interact across disciplinary, institutional, sectorial and political boundaries and cooperate effectively in advancing research on cultural heritage and in developing innovative solutions for the discovery, recovery, conservation, digitalisation and valorisation of digital, digitised and digitisable cultural heritage objects<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>. This might also facilitate the prevention of illicit trafficking of cultural heritage objects<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>.</li><li>Cultural heritage institutions, curators, conservators, researchers, art managers, educators, other cultural heritage professionals and potential users in Europe are aware of, have access to and use the ECCCH platform, its tools and services for the study, digitisation, conservation, valorisation and access to cultural heritage artefacts and related data, in particular for the sharing and preservation of such data, and are involved in its validation and assessment, in view of continuously improving the ECCCH’s performance and use.</li><li>Cultural heritage institutions, curators, conservators, researchers, art managers, educators and other cultural heritage professionals apply new working approaches to collaborate across geographic, cultural, and political borders within Europe (and beyond), develop new business models to manage and valorise intellectual property related to cultural heritage artefacts and their digital twins, and unleash the full potential of a digitally enabled cultural heritage ecosystem connecting cultural heritage actors, activities and objects.</li><li>The governance and management of the ECCCH is widely accepted, trusted and supported by stakeholders at European, national, regional and local level, in particular by Member States, and its sustainability at legal, technical, financial, human resources and scientific level is ensured.</li><li>Participants of past and ongoing EU-funded initiatives, activities and networks are invited to cooperate with the ECCCH-related actions and to contribute with data to the ECCCH and testing of ECCCH tools. </li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This topic aims at designing and establishing a European Collaborative Cloud for Cultural Heritage (ECCCH) and demonstrating its basic capacities.</p><p>The cultural heritage sector is in the middle of a digital transition: digital technologies are revolutionising existing workflows, procedures and practices. To support this transition and further enhance research and innovation collaboration and activities in the field, the action should extend and improve the availability of sophisticated digital instruments and provide a platform for data exchange and collaboration to the cultural heritage sector. It should fulfil the requirements of the practitioners in the field by being inclusive, collaborative, interactive, safe, fidelity- and equality-based, and providing open access.</p><p>The overall goal is to define, extend and accelerate the development of a platform for multidisciplinary and multi-sectoral collaboration on cultural heritage, focusing on users’ requirements and ease of use, as well as underpinning an open digital ecosystem that provides the tools and services needed to enable and scale-up future research and innovation in the field.</p><p>The initial focus is on the design and implementation of the basic architecture and governance of the ECCCH. The design and implementation of the ECCCH should be driven by the needs of its users: The professionals with various disciplinary background working on cultural heritage and in related sectors. The governance body of the effort therefore should include a wide representation from the European cultural heritage sector, research organisations, other related initiatives and from Member States and Associated Countries (see further below).</p><p>The project should:</p><ul level=\"0\"><li>Provide services to both large and small museums and other cultural heritage institutions, thereby bridging the gap between national, regional and local cultural heritage institutions, both public and private.</li><li>Establish a pan-European network of key stakeholders from cultural heritage institutions, including a robust scientific and professional community and be open to the cooperative efforts of a wide community of users.</li><li>Supervise and steer the overall development strategy for the ECCCH. This includes the collaborative production, enrichment, structuring and dissemination of shared data to support community needs, while at the same time establish clear rules for access and participation and set up a framework for connecting existing communities and initiatives related to research and digital innovation in cultural heritage and cultural and creative industries.</li><li>Provide a unified framework for long-term access and preservation of digital(ised) data, both public and private, based on a user-driven and scalable design as well as a general strategy for stimulating the use of innovative tools and services for the ECCCH.</li><li>Propose a convincing consortium structure and outline a business plan ensuring viability during and after the implementation of the grant.</li><li>Ensure continued maintenance of the ECCCH platform and the required storage, beyond the lifetime of the project and position the digital ecosystem as a key to connecting cultural heritage actors, activities and objects in synergy with the other related initiatives in the field.</li><li>Enable semantic representation of multiple data types (various incarnations of 2D and 3D media, video, text), stored in federated repositories according to FAIR principles<sup><a target=_self href=#fn4 id=r4>[4]</a></sup>and encoding data provenance. Previous and current ongoing related European initiatives should be properly taken into account. If appropriate, collaboration with the common European Data Space for Cultural Heritage (the Data Space) should be established.</li><li>Allow for efficient web-based visualisation and analysis, and the creation of annotations over visual data. </li> </ul><p>Controlled use of data is an important goal. Thus, the ECCCH should support authentication (single user/groups of users), identification of ownership, data rights and traceability of modifications (creation of derived data), data quality/fidelity information, and data security facilities. Technologies enabling access and use from geographic areas with low-performance network connections should be provided. The system should allow national communities/institutions to link and potentially configure their own local clouds in case this is necessary.</p><p>The project should build an inventory of previously funded EU and national initiatives and existing digital resources in areas relevant to the ECCCH, such as for instance EOSC, the Data Space, Europeana or Gaia-X, establish a comprehensive gap analysis and identify the outputs or resources that could be incorporated in, connected to or facilitate interoperability with the ECCCH, with a view to build on previous investments and already available initiatives.</p><p>The proposed open source platform should:</p><ul level=\"0\"><li>Build on and expand existing standards and consolidated practices for managing the relevant data, including resources such as ontologies, vocabularies and terminologies. Where appropriate, this work should be conducted in collaboration with the Data Space;</li><li>Be based on a modular, extensible and evolutionary model, that enables the incorporation of other instruments/tools developed by other subsequent consortia (thus providing libraries and Application Programming Interface (API) for designing tools, including HTML5- and WebGL-compliant Graphical User Interface (GUI) and data visualisation libraries);</li><li>Provide instruments for assessing the quality of the data on the platform (and related attributes in the data model), and for monitoring the effectiveness/usage of the tools integrated into the ECCCH;</li><li>Along with basic data management layers, the ECCCH should provide the necessary instruments for developing applications working on and integrating with the cloud. These instruments and related libraries should be properly documented by means of software development guidelines, allowing other consortia to design additional tools to extend the ECCCH. </li> </ul><p>Demonstrating successfully a selection of essential tools enabling collaborative research and innovation activities of users within the ECCCH that can also serve as good-practice examples for the development of additional professional tools needed for the sustainable functioning of the platform, e.g.:</p><ul level=\"0\"><li>Integrating and accessing data,<em> </em>providing interactive and batch functionalities for data and metadata stored on the (federated) semantic repository, as well as sophisticated search and retrieval features, with web-based browsers specific for each data type, with compatible GUI;</li><li>Data management, to structure, encode, store and analyse all knowledge needed to support curation activities (organisation of catalogues, bibliographies, conservation history of specific artworks, loan and travel history, monitor fraudulent use of museum’s digital assets, etc.). </li> </ul><p>All basic infrastructure components should be provided as open-source, with proper documentation and training material to enable other consortia to cooperatively contribute data and tools to the cloud platform, according to the principle of an extensible and evolutionary design of the cloud. The good practice proposed for software documentation should become a reference for other project consortia under topics promoted in future ECCCH calls.</p><p>The ECCCH governance should follow basic requirements. In concrete terms, it should be structured and defined around the following needs: data security, scalability, technical robustness, technical and economic sustainability, independent usability evaluation and long-term assessments, networking, training and community building.<sup><a target=_self href=#fn5 id=r5>[5]</a></sup> To this end, the governance should include a legal entity with a Single Entry Point (SEP), as well as an independent external advisory board. The governance should be properly documented.</p><p>The governance body should include representative stakeholders of existing communities and cultural heritage institutions, potentially involving coordinators of other actions funded under the ECCCH calls and, where appropriate, relevant actions funded under the Digital Europe Programme, such as the Data Space. Furthermore, the governance body should ensure the engagement of appropriate representatives of a wide range of Member States and Associated Countries, as well as of related EU initiatives.</p><p>The governance body should:</p><ul level=\"0\"><li>drive continuous evaluation processes (integration and interoperability aspects, verification of user interface consistency and usability, and evaluation of effectiveness). These evaluations need to be conducted independently of the funded consortium;</li><li>connect technical consortia with the cultural heritage community at large, as well as with an inclusive community of professionals and researchers, through networking and training programs;</li><li>capture community expectations and oversee user-based assessments of ECCCH resources;</li><li>contribute to the future development agenda of the ECCCH and ensure economic, organisational and technical long-term sustainability.</li><li>ensure sustainability after the implementation of the grant. </li> </ul><p>The proposal should set out active links and coordination with projects funded under the call HORIZON-CL2-2023-HERITAGE-ECCCH-01, and if appropriate also with relevant projects funded under the Digital Europe programme, to take part in common technical coordination activities, and with a view to ensure synergies with current and previous activities in the field. It is expected to provide clear guidelines and technical support on how the deliverables developed by subsequent projects should be designed and implemented, with the goal of ensuring a proper integration in the ECCCH platform. Therefore, the proposal is expected to include a budget for the attendance to regular joint meetings and may consider to cover the costs of any other joint activities without the prerequisite to detail concrete joint activities at this stage. The Commission may take on the role of facilitator for networking and exchanges, including with additional relevant stakeholders, if appropriate.</p><p>The proposal should also set up and manage a common ECCCH website, where all projects funded under the ECCCH calls should be granted space. It is critical that any interested party from the EU or Associated Countries can access the ECCCH at fair conditions and pricing and with transparent and mutual obligations with regards to, for instance, security, safety and intellectual property rights. This should include the promotion of examples of collaborative work in representative application areas that relate to a large part of the cultural heritage sector.</p><p>Beneficiaries may provide financial support to third parties, in particular cultural heritage institutions with regional or local scope or mandate, in view of promoting the take-up of tools and methodologies as well as for demonstrating and validating the relevant use cases through experiments. The financial support to third parties can only be provided in the form of grants. A maximum of 10% of the budget is expected to be dedicated to financial support to third parties.</p><p>The Commission estimates that a project duration of approximately 5 years is appropriate for the project funded under this topic, in order to ensure that results from future ECCCH actions can be properly incorporated.</p><p>Please also refer to the Destination introduction text to consider some key characteristics of the vision for the ECCCH.</p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><sup> </sup><u>See further: </u><a href=\"https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-im-ac-innotestbeds-18-20_en.pdf\">https://ec.europa.eu/research/participants/data/ref/h2020/other/guides_for_applicants/h2020-im-ac-innotestbeds-18-20_en.pdf</a><u> and </u><a href=\"https://www.lawinsider.com/dictionary/single-entry-point\">https://www.lawinsider.com/dictionary/single-entry-point</a></p><p id=fn2><a  target=_self href=#r2>[2]</a><sup> </sup>In the context of this topic, cultural heritage objects or artefacts should be understood as any form of cultural heritage that can be represented in a digital format: tangible, intangible, born digital, etc.</p><p id=fn3><a  target=_self href=#r3>[3]</a><sup> </sup>In line with the European Commission action plan against trafficking in cultural goods: <a href=\"https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/13352-Trafficking-in-cultural-goods-EU-action-plan_en\">https://ec.europa.eu/info/law/better-regulation/have-your-say/ini</a><a href=\"https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/13352-Trafficking-in-cultural-goods-EU-action-plan_en\">tiatives/13352-Trafficking-in-cultural-goods-EU-action-plan_en</a><u>. </u></p><p id=fn4><a  target=_self href=#r4>[4]</a><sup> </sup>Findable, Accessible, Interoperable and Reusable</p><p id=fn5><a  target=_self href=#r5>[5]</a><sup> </sup><u>See European Commission, Directorate-General for Research and Innovation, Brunet, P., De Luca, L., Hyvönen, E., et al., Report on a European collaborative cloud for cultural heritage : ex – ante impact assessment, 2022, Executive summary, p. 5, </u><a href=\"https://data.europa.eu/doi/10.2777/64014\">https://data.europa.eu/doi/10.2777/64014</a></p>", "conditions": "<h1><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: medium;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\" style=\"line-height: 115%;\">General conditions</span></b></span></span></span></h1>\r\n<p class=\"MsoNormal\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">1. Admissibility conditions: </span></b><span lang=\"EN-US\">described in </span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex A</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> </span><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">and </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex E</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes</span></span></span></p>\n<p style=\"margin-left: 40px;\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System</span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\">described in </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex B</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> </span></span></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">of the Work Programme General Annexes</span></span></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left: 40px;\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Horizon Europe Programme Guide</span></span></a></span></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">.</span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\"> described in </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex B</span></span></a></span></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></span></span></p>\n<p>If projects use satellite-based earth observation, positioning, navigation and/or related timing data and services, beneficiaries must make use of Copernicus and/or Galileo/EGNOS (other data and services may additionally be used).</p>\n<p>The following additional eligibility criteria apply: </p><p>Proposals must include an outline of previously funded projects in areas relevant to the European Collaborative Cloud for Cultural Heritage (ECCCH), at both European and national levels, as well as of other pertinent existing digital resources, and they must identify the outputs or resources that could be incorporated in, connected to, or facilitate interoperability with, the ECCCH. Proposals must outline a business plan for the sustainable operation of the structure and activities of the ECCCH after the end of the project.</p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b>4. Financial and operational capacity and exclusion: </b>described in </span></span></span><span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex C</span></span></a></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> of the Work Programme General Annexes</span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></span></span></span></p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\">\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span></span></span></span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex      D</span></span></a></span><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> </span><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">of      the Work Programme General Annexes</span></span></span></span><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n    </li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\">\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span></span></span></span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex      F</span></span></a></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span></span></span></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Online      Manual</span></span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n    </li>\r\n</ul>\n<p>The granting authority can fund a maximum of one project.</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\">\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span></span></span></span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex      F</span></span></a></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of the Work Programme General Annexes</span></span></span></span><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n    </li>\r\n</ul>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\">described in </span></span></span></span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Annex G</span></span></a></span></span><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\"> of the Work Programme General Annexes</span></span></span></span></p>\r\n<p>&nbsp;</p>\n<p>Eligible costs will take the form of a lump sum as defined in the Decision of 7 July 2021 authorising the use of lump sum contributions under the Horizon Europe Programme – the Framework Programme for Research and Innovation (2021-2027) – and in actions under the Research and Training Programme of the European Atomic Energy Community (2021-2025). [[This <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf\"><u>decision</u></a> is available on the Funding and Tenders Portal, in the reference documents section for Horizon Europe, under ‘Simplified costs decisions’ or through this link: <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf\"><u>https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf</u></a>]].</p>\n<p>Beneficiaries will be subject to these additional requirements on outputs:</p><p>All software developed should be open source, licensed under a CC0 public domain dedication or under an open source licence as recommended by the Free Software Foundation[[<sup> </sup>https://www.gnu.org/licenses/license-list#SoftwareLicenses]] and the Open Source Initiative[[<sup> </sup><a href=\"https://opensource.org/licenses\">https://opensource.org/licenses</a>]]. If the use of open source software components would require disproportional efforts or significantly diminish the quality or performance of the software, proprietary components may be used provided that: an open functional replacement is available; they do not introduce proprietary data formats or Application Programming Interfaces; a full user license free of charge for an unlimited period of time is granted to the consortium responsible for the ECCCH and all its users.</p>\n<p>Beneficiaries may provide financial support to third parties to cultural heritage institutions, in take-up of tools, technologies and for populating and validating the relevant use cases through experiments. A maximum of 10% of the budget should be dedicated to financial support to third parties. The maximum amount to be granted to each third party is EUR 60 000.</p>\n<p>The use of significant parts of the project budget to purchase or lease hardware equipment or commercial software is strongly discouraged.</p>\n<h1><span style=\"font-size: medium;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\" style=\"line-height: 115%;\">Specific conditions</span></b></span></span><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\"><o:p></o:p></span></b></h1>\r\n<p class=\"MsoNormal\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the [specific topic of the Work Programme]</span></span></span></span></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><o:p></o:p></span></p>\n<h1><span style=\"font-size: medium;\"><b><span lang=\"EN-US\" style=\"line-height: 115%;\"><span style=\"font-family: Arial;\">Documents</span></span></b></span><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\"><o:p></o:p></span></b></h1>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><b><span lang=\"EN-US\">Call documents:</span></b></span></span></span><b><span lang=\"EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Standard application form</span></span><span style=\"color: rgb(128, 128, 128);\"><span lang=\"EN-US\"> &mdash;<i style=\"mso-bidi-font-style:normal\"> call-specific application form is available in the Submission System</i></span></span></span></span><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Standard application form (HE RIA, IA)</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span class=\"MsoHyperlink\"><span style=\"font-size: 11pt; font-family: Arial, sans-serif; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/detailed-budget-table_he-ls-euratom_en.xlsm\">Excel detailed budget table</a></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\"><span lang=\"EN-US\">Standard evaluation form</span></span><span style=\"font-size: small; color: rgb(128, 128, 128);\"><span lang=\"EN-US\"> &mdash;<i> will be used with the necessary adaptations</i></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\" style=\"font-size: small;\"><span style=\"font-size: small;\"><span lang=\"EN-US\">Standard evaluation form (HE RIA, IA)</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size: small;\">MGA</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/ls-mga_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Lump Sum MGA v1.0</span></span></a></p>\n<h2><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Additional documents:</span></b></span></span></span><b><span lang=\"EN-US\"><o:p></o:p></span></b></h2>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span class=\"MsoHyperlink\"><span style=\"font-size: 11pt; font-family: Arial, sans-serif; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-funding-what-do-i-need-to-know_he_en.pdf\">Set of slides on the specificities of lump sum funding</a></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span class=\"MsoHyperlink\"><span style=\"font-size: 11pt; font-family: Arial, sans-serif; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/ls-decision_he_en.pdf\">RAO decision authorising the use of lump sum funding</a></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-1-general-introduction_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 1. General Introduction</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-5-culture-creativity-and-inclusive-society_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 5. Culture, creativity and inclusive society</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-12-missions_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 12. Missions</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2023-2024/wp-13-general-annexes_horizon-2023-2024_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Main Work Programme 2023&ndash;2024 &ndash; 13. General Annexes</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">HE Programme Guide</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\" style=\"font-family: Arial;\"><span style=\"font-size: small;\">HE Framework Programme and Rules for Participation Regulation 2021/695</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\"><span style=\"font-size: small;\">HE Specific Programme Decision 2021/764</span></a></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">EU Financial Regulation</span></span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Funding &amp; Tenders Portal Terms and Conditions</span></span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" style=\"font-size: 11pt; font-family: Arial;\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><b><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\">Online Manual</a>&nbsp;</b></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.</span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\" style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-IE\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/horizon/lump-sum\"><b><span style=\"color:blue\">Lump sum funding in Horizon Europe</span></b></a>&nbsp;(detailed information related to lump sum funding)<o:p></o:p></span></p>\r\n<p><span lang=\"EN-GB\" style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-IE\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=0,1;categories=;tenders=;programme=43108390;keyword=lump%20sum;freeTextSearchKeyword=;matchWholeText=true;period=null;status=0;sortQuery=relevance;faqListKey=faqSearchTablePageState\"><b><span style=\"color:blue\">Lump sum dedicated FAQs</span></b></a></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCPs)</a>&nbsp;</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; get guidance, practical information and assistance on participation in Horizon Europe. There are also NCPs in many non-EU and non-associated countries (&lsquo;third-countries&rsquo;).<b><o:p></o:p></b></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "", "latestInfos": [{"approvalDate": "Jan 10, 2023 12:00:00 AM", "lastChangeDate": "Jan 10, 2023 12:00:00 AM", "content": "The submission session is now available for: HORIZON-CL2-2023-HERITAGE-ECCCH-01-02(HORIZON-RIA), HORIZON-CL2-2023-HERITAGE-ECCCH-01-01(HORIZON-IA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}