{"TopicDetails": {"type": 0, "ccm2Id": 43971002, "cftId": 0, "identifier": "HORIZON-HLTH-2022-STAYHLTH-02-01", "title": "Personalised blueprint of chronic inflammation in health-to-disease transition", "publicationDateLong": 1652227200000, "callIdentifier": "HORIZON-HLTH-2022-STAYHLTH-02", "callTitle": "Staying healthy (Single stage, 2022)", "callccm2Id": 43971904, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108557, "abbreviation": "HORIZON.2.1", "description": "Health"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}, {"id": 43108591, "abbreviation": "HORIZON.2.1.1", "description": "Health throughout the Life Course"}], "destinationDetails": "<p><span>Calls for proposals under this destination are directed towards the Key Strategic Orientation KSO-D <em>‘Creating a more resilient, inclusive and democratic European society’</em> of Horizon Europe’s Strategic Plan 2021-2024. Research and innovation supported under this destination should contribute to the impact area <em>‘Good health and high-quality accessible health care’ </em>and in particular to the following expected impact, set out in the Strategic Plan for the health cluster: ‘<em>citizens of all ages stay healthy and independent in a rapidly changing society thanks to healthier lifestyles and behaviours, healthier diets, healthier environments, improved evidence-based health policies, and more effective solutions for health promotion and disease prevention’</em>. In addition, research and innovation supported under this destination could also contribute to the following impact areas: <em>‘High quality digital services for all’</em>, <em>‘Sustainable food systems from farm to fork on land and sea’</em>, and <em>‘Climate change mitigation and adaptation’</em>.</span></p><p><span>People´s health care needs are different, depending on their age, stage of life and socio-economic background. Their physical and mental health and well-being can be influenced by their individual situation as well as the broader societal context they are living in. Furthermore, health education and behaviour are important factors. Currently, more than 790 000 deaths per year in Europe are due to risk factors such as smoking, drinking, physical inactivity, and obesity. Upbringing, income, education levels, social and gender aspects also have an impact on health risks and how disease can be prevented. Moreover, people´s health can be impacted by a rapidly changing society, making it challenging to keep pace and find its way through new technological tools and societal changes, which both are increasing demands on the individual´s resilience. In order to leave no one behind, to reduce health inequalities and to support healthy and active lives for all, it is crucial to provide suitable and tailor-made solutions, including for people with specific needs.</span></p><p><span>In this work programme, destination 1 will focus on major societal challenges that are part of the European Commission’s political priorities, notably diet and health (obesity), ageing and demographic change, mental health, digital empowerment in health literacy, and personalised prevention. Research and innovation supported under this destination will provide new evidences, methodologies and tools for understanding the transition from health to disease. This will allow designing better strategies and personalised tools for preventing diseases and promoting health, including through social innovation approaches. Specific measures will also be developed to educate and empower citizens of all ages and throughout their life, to play an active role in the self-management of their own health and self-care, to the benefit of an active and healthy ageing. In 2022, it will also call for proposals for improving the availability and use of artificial intelligence (AI) tools to predict the risk for onset and progression of chronic diseases. Key to achieving the expected impacts is the availability and accessibility of health data from multiple sources, including real-world health data, which will require appropriate support by research and data infrastructures, AI-based solutions, and robust and transparent methodologies for analysis and reporting.</span></p><p><span>Dialogue and coordination between stakeholders and policy makers as well as integration across different settings will be needed to develop more effective cross-sectoral solutions for health promotion and disease prevention and deliver improved evidence-based health for all.</span></p><p><span>In view of increasing the impact of EU investments under Horizon Europe, the European Commission welcomes and supports cooperation between EU-funded projects to enable cross-fertilisation and other synergies. This could range from networking to joint activities such as the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. Opportunities for potential synergies exist between projects funded under the same topic but also between other projects funded under another topic, cluster or pillar of Horizon Europe (but also with ongoing projects funded under Horizon 2020). In particular, this could involve projects related to European health research infrastructures (under pillar I of Horizon Europe), the EIC strategic challenges on health and EIT-KIC Health (under pillar III of Horizon Europe), or in areas cutting across the health and other clusters (under pillar II of Horizon Europe). For instance, with cluster 2 <em>“Culture, Creativity and Inclusive Society</em>” such as on health inequalities, on other inequalities affecting health, or on citizens’ behaviour and engagement; with cluster 4 <em>“Digital, Industry and Space”</em> such as on digital tools, telemedicine or smart homes; with cluster 5 <em>“Climate, Energy and Mobility”</em> such as on urban health or on mitigating the impact of road traffic accidents and related injuries; with cluster 6 <em>“Food, Bioeconomy, Natural Resources, Agriculture and Environment”</em> such as on the role of nutrition for health (incl. human microbiome, mal- and over-nutrition, safe food), personalised diets (incl. food habits in general and childhood obesity in particular) and the impact of food-related environmental stressors on human health (incl. marketing and consumer habits).</span>[[<span>Strategic Plan 2021-2024 of Horizon Europe, Annex I, Table 2.</span>]]</p><p><u><span>Expected impacts:</span></u></p><p><span>Proposals for topics under this destination should set out a credible pathway to contributing to staying healthy in a rapidly changing society, and more specifically to one or several of the following impacts:</span></p><ul level=\"0\"><li><span>Citizens adopt healthier lifestyles and behaviours, make healthier choices and maintain longer a healthy, independent and active life with a reduced disease burden, including at old ages or in other vulnerable stages of life. </span></li><li><span>Citizens are able and empowered to manage better their own physical and mental health and well-being, monitor their health, and interact with their doctors and health care providers. </span></li><li><span>Citizens´ trust in knowledge-based health interventions and in guidance from health authorities is strengthened, including through improved health literacy (including at young ages), resulting in increased engagement in and adherence to effective strategies for health promotion, diseases prevention and treatment, including increased vaccination rates and patient safety. </span></li> </ul><p><span>Health policies and actions for health promotion and disease prevention are knowledge-based, people-centred and thus targeted and tailored to citizens' needs, and designed to reduce health inequalities. </span></p>", "destinationDescription": "Staying healthy in a rapidly changing society", "topicMGAs": [], "tags": ["Chronic inflammation", "Personalised interventions", "health determinants", "chronic diseases", "systems analysis"], "keywords": ["EOSC and FAIR data", "Health determinants", "Social Innovation", "Artificial Intelligence", "Innate immunity and inflammation", "Digital Agenda", "Social sciences and humanities", "Disease prevention"], "flags": ["EoscAndFairData", "SocInnov", "AI", "DigitalAgenda", "SSH"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "06 October 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 April 2022"]}], "latestInfos": [{"approvalDate": "Aug 8, 2022 10:35:09 AM", "lastChangeDate": "Aug 8, 2022 10:35:09 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 72</li>\r\n    <li>Number of inadmissible proposals: 0</li>\r\n    <li>Number of ineligible proposals: 1</li>\r\n    <li>Number of above-threshold proposals: 48</li>\r\n    <li>Total budget requested for above-threshold proposals: 340,711,708 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:15:51 PM", "lastChangeDate": "Apr 28, 2022 5:15:51 PM", "content": "<p>Call HORIZON-HLTH-2022-STAYHLTH-02 closed on 21 April 2022. 72 proposals were submitted under topic HORIZON-HLTH-2022-STAYHLTH-02-01.<br />\r\nEvaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3403119": [{"action": "HORIZON-HLTH-2022-STAYHLTH-02-01 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "06 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["21 April 2022"], "budgetYearMap": {"2022": 50000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>This topic aims at supporting activities that are enabling or contributing to one or several expected impacts of destination 1 “<em>Staying healthy in a rapidly changing society</em>”. To that end, proposals under this topic should aim for delivering results that are directed, tailored towards and contributing to several of the following expected outcomes:</span></p><ul level=\"0\"><li><span>Researchers and medical professionals understand the chronic inflammation factors triggering the health-to-disease transition and subsequently provide optimal counselling to citizens for improving their health. </span></li><li><span>Health care professionals have access to and employ objective health indicators of chronic inflammation for monitoring the health status, establishing personalised prevention measures and improving the health outcomes for citizens. </span></li><li><span>Health care professionals have the scientific evidence and understanding of health-to-disease transition to develop and use improved guidelines for personalised prevention strategies to tackle chronic diseases.</span></li><li><span>Citizens are better informed to actively manage their own health, have the tools to maintain their healthy status, improve their health and reduce their risk for developing chronic diseases.</span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>Personalised approaches for disease prevention seek to determine the predisposition to disease and deliver timely and targeted prevention measures. Understanding the risk factors that trigger the health-to-disease transition is essential for delivering personalized prevention measures or reducing the burden of chronic diseases.</span></p><p><span>A large body of clinical evidence has accumulated over the past decade demonstrating that chronic inflammation is a process implicated in chronic diseases/disorders. Inflammatory response is a physiological process helping the body to heal against harmful entities, but when dysregulated it could lead to unresolved chronic local or systemic inflammation. The later in combination with the person’s genotype, phenotype, medical history, nutritional and well-being status, life-style and/or occupational/environmental/life stressors is likely to be involved in driving the health-to-disease transition, leading to the onset of chronic diseases.</span></p><p><span>Proposals should be of multidisciplinary nature involving all relevant stakeholders and may cover several different stages in the continuum of the innovation path (from translational research to validation of the findings in human studies etc.), as relevant.</span></p><p><span>Proposals are expected to develop and implement data-driven, personalised approaches to identify the drivers of chronic inflammation that may determine the transition from health to pre-symptomatic and early stages of chronic diseases/disorders. The topic does not exclude any diseases/disorders. The human studies and human data utilised/generated should be compatible to an age range as representative as possible to the pre-disease phase and onset of the disease to be studied, in order to boost the fast translation of the research results into proof-of-concept studies.</span></p><p><span>Proposals should develop personalised diagnosis and/or prevention strategies linked to chronic systemic/local inflammation and assess the effects of different types of interventions and/or their combinations i.e. pharmacological, non-pharmacological, nutritional supplements, diet and life-style modifications, as relevant. Sex and gender differences should be investigated, wherever relevant.</span></p><p><span>The proposals should address several of the following areas:</span></p><ul level=\"0\"><li><span>Integrate state-of-the-art knowledge and data from suitable human studies (i.e. medical/clinical, well-being, life-style etc.) to identify actionable factors linking chronic systemic and/or local inflammation to the health-to-disease transition. Take stock of omics (i.e. genomics, metabolomics, nutrigenomics, microbiomics etc.), of dynamic measurements of the health and well-being status, and of data-driven analytical tools in order to identify biomarkers and other health indicators linked to the health-to-disease transition.</span></li><li><span>Understand at the systems-level the human biology and physiology underlying chronic inflammation in connection to the tissues/organ dysregulation, organ cross-talk and homeostasis breakdown triggering the health-to-disease transition, taking into account the person’s genotype, phenotype, medical history, nutritional and well-being status, life-style and/or occupational/environmental/life stressors.</span></li><li><span>Develop and deploy robust sensors, devices and/or mobile apps and other innovative technologies to monitor dynamically the individual’s health status and to identify objective indicators of chronic inflammation correlative to the health-to-disease transition.</span></li><li><span>Implement proof-of-concept human studies to assess the beneficial effect of diverse prevention and/or interventions strategies with the aim to demonstrate improved health outcomes.</span></li><li><span>Test suitable interventions with the aim to demonstrate the reduction and/or reversion of the pre-disease state linked to chronic systemic and/or local inflammation.</span></li> </ul><p><span>Proposals should adopt a patient-centred approach </span>to inform and empower patients, promote a culture of dialogue and openness between health professionals, patients and their families, and unleash the potential for social innovation.</p><p><span>The proposals should adhere to the FAIR</span><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span> data principles and adopt wherever relevant, data standards and data sharing/access good practices developed by existing European health research infrastructures.</span></p><p><span>All projects funded under this topic are strongly encouraged to participate in networking and joint activities, as appropriate. These networking and joint activities could, for example, involve the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities. This could also involve networking and joint activities with projects funded under other clusters and pillars of Horizon Europe, or other EU programmes, as appropriate. Therefore, proposals are expected to include a budget for the attendance to regular joint meetings and may consider to cover the costs of any other potential joint activities without the prerequisite to detail concrete joint activities at this stage. The details of these joint activities will be defined during the grant agreement preparation phase. In this regard, the Commission may take on the role of facilitator for networking and exchanges, including with relevant stakeholders, if appropriate. </span></p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p>Artificial Intelligence<br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=SocInnov;sortQuery=sortStatus;orderBy=asc\">Social Innovation</a><br>Social sciences and humanities<br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EoscAndFairData;sortQuery=sortStatus;orderBy=asc\">EOSC and FAIR data</a><br>Digital Agenda<br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>FAIR data are data, which meet principles of findability, accessibility, interoperability, and reusability.</span></p>", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes.</span></p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A  number of non-EU/non-Associated Countries that are not automatically  eligible for funding have made specific provisions for making funding  available for their participants in Horizon Europe projects. See the  information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">In recognition of the opening of the US National  Institutes of Health&rsquo;s programmes to European researchers, any legal  entity established in the United States of America is eligible to  receive Union funding to support its participation in projects funded  under the Health cluster.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes.</span></span></p>\n<p>&nbsp;</p>\r\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes.</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<p><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes.</span></p>\n<p><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span>.</p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes.</span> </p>\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the specific topic of the Work Programme.<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\" target=\"_blank\">Standard application form (HE RIA, IA)</a> &mdash; call-specific application form is available in the Submission System</span><span style=\"color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"> </span><br />\r\n<span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\" target=\"_blank\">Standard evaluation form (HE RIA, IA)</a> &mdash; will be used with the necessary adaptations</span><span style=\"color:#404040;&#xA;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> </span><br />\r\n<span class=\"MsoHyperlink\"><br />\r\n<span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\"> </span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/information-on-clinical-studies_he_en.docx\"><br />\r\n<br />\r\nEssential Information for Clinical Studies</a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-4-health_horizon-2021-2022_en.pdf\"><br />\r\nHE Main Work Programme 2021&ndash;2022 &ndash; 4. Health</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><br />\r\n<br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a></span><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\"><br />\r\nEU Financial Regulation</span></a><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions<br />\r\n</a><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><br />\r\n</span></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.</span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;  contact your EEN national contact for advice to businesses with special  focus on SMEs. The support includes guidance on the EU research  funding.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact  the Funding &amp; Tenders Portal IT helpdesk for questions such as  forgotten passwords, access rights and roles, technical aspects of  submission of proposals, etc.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">assists you on intellectual property issues.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> and</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></span></b></span></span> <span style=\"font-family: Arial, sans-serif;\">&ndash; </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">the European Standards Organisations advise you how to tackle standardisation in your project proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#xA;normal;mso-bidi-font-weight:bold\"> </span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span>consult  the general principles and requirements specifying the roles,  responsibilities and entitlements of researchers, employers and funders  of researchers.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">help you find a partner organisation for your proposal.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCP)</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; </span></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">contact your NCP for further assistance.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Aug 8, 2022 10:35:09 AM", "lastChangeDate": "Aug 8, 2022 10:35:09 AM", "content": "<p>We recently informed the applicants about the evaluation results for their proposals submitted under this call. The results of the evaluation are as follows:</p>\r\n<ul>\r\n    <li>Number of proposals submitted (including proposals transferred from or to other calls): 72</li>\r\n    <li>Number of inadmissible proposals: 0</li>\r\n    <li>Number of ineligible proposals: 1</li>\r\n    <li>Number of above-threshold proposals: 48</li>\r\n    <li>Total budget requested for above-threshold proposals: 340,711,708 EUR</li>\r\n</ul>"}, {"approvalDate": "Apr 28, 2022 5:15:51 PM", "lastChangeDate": "Apr 28, 2022 5:15:51 PM", "content": "<p>Call HORIZON-HLTH-2022-STAYHLTH-02 closed on 21 April 2022. 72 proposals were submitted under topic HORIZON-HLTH-2022-STAYHLTH-02-01.<br />\r\nEvaluation results are expected to be communicated on Friday 5 August 2022 at the earliest.</p>"}, {"approvalDate": "Oct 6, 2021 12:00:03 AM", "lastChangeDate": "Oct 6, 2021 12:00:03 AM", "content": "The submission session is now available for: HORIZON-HLTH-2022-STAYHLTH-02-01(HORIZON-RIA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}