{"TopicDetails": {"type": 0, "ccm2Id": 44087099, "cftId": 0, "identifier": "HORIZON-EIE-2021-INNOVSMES-01-01", "title": "European Partnership on Innovative SMEs", "publicationDateLong": 1623801600000, "callIdentifier": "HORIZON-EIE-2021-INNOVSMES-01", "callTitle": "Partnership on Innovative SMEs", "callccm2Id": 44087268, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43121692, "abbreviation": "HORIZON.3.2", "description": "European innovation ecosystems"}, {"id": 43479963, "abbreviation": "HORIZON.3.2.2", "description": "Promote and co-fund innovation programmes"}, {"id": 43121633, "abbreviation": "HORIZON.3", "description": "Innovative Europe"}], "destinationDetails": "<p>Small and medium-sized enterprises (SMEs) represent the backbone of the European economy. They represent 99.8% of all enterprises in the EU non-financial business sector and two thirds of employment. However, SMEs in Europe face obstacles to growth, expansion and scaling up, including lack of skills, administrative burden, and access to finance. Many lack capacity for innovation and struggle to enter international markets.</p><p>Greater cooperation with partners in Europe and beyond can help to address many of these issues. However, opportunities for bottom-up, international collaborations are limited. SMEs can struggle to find support for their internationalisation efforts. At national level, support is often limited to collaboration among partners within the same Member State. Levels of investment to support internationalisation in innovative SMEs vary and there is suboptimal co-ordination of national schemes. Overall, these issues weaken the resilience of the European innovation ecosystem.</p><p>The proposal for the topic under this destination should cover a specific niche that other EU, national and regional interventions do not address for the benefit of innovative SMEs in Europe: cooperation among European and/or international partners, with at least one innovative SME as the project leader. The proposed initiative would help innovative SMEs to increase their research and innovation (R&amp;I) capacity and productivity and to become embedded in global value chains and new markets. It would achieve this by supporting innovative SMEs in developing products, processes and services through funding market-led, cross-border, R&amp;I collaborative projects and providing accompanying measures. It would enable global collaboration and the commercialisation of new knowledge. It would thereby strengthen the overall resilience of the European innovation ecosystem.</p><p>In line with the Horizon Europe objectives[[HE Regulation, Article.3.2.(b), (c).]] it aims to generate knowledge, support the access to and uptake of innovative solutions by SMEs (including to address global challenges), facilitate technological development, demonstration, knowledge and technology transfer, and strengthen deployment and exploitation of innovative solutions.</p><p>In line with Horizon Europe Strategic Planning, the partnership aims to contribute to global and European policies. In particular the strategic priorities of the European Commission with a special focus on the ‘European Green Deal’ and ‘An economy that works for people’ including the SME Strategy for a sustainable and digital Europe, as well actions towards tackling the COVID-19 crisis and the post-COVID era.</p><p><strong><u>Expected impact</u></strong></p><p>The proposal for the topic under this destination should set out a credible pathway to contributing to the following expected impact:</p><p>To help innovative SMEs to grow and successfully access European and international markets and to embed in global value chains by :</p><ul><li>Strengthening the resilience of the European innovation ecosystem;</li><li>Addressing the productivity and internationalisation gap between innovative SMEs and large companies and aiming to improve SMEs’ global scale-up potential leading to increased employment and turnover;</li><li>Leveraging investment for innovative SMEs.</li></ul>", "destinationDescription": "INNOVSMES - Partnership on Innovative SMES", "topicMGAs": [], "tags": ["Eurostars", "innovation ecosystems"], "keywords": ["Services in support of internationalisation", "Incremental innovation", "Technological innovation", "Process innovation", "Design innovation", "Open innovation", "Start-up companies", "New business opportunities", "Entrepreneurship", "Forms of internationalisation", "Service innovation", "Co-funded European Partnerships", "Demand driven innovation", "Sustainable innovation", "Disruptive innovation", "Business model innovation", "Marketing innovation", "Related to SME and start-up support", "Technology management", "Product innovation", "International Cooperation", "Market-creating innovation", "Internationalisation - Market access", "Marketing management", "Spin-off companies", "Social innovation"], "flags": ["PART-COFUND", "EC-WORLD"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-COFUND HORIZON Programme Cofund Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 June 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["01 September 2021"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3347965": [{"action": "HORIZON-EIE-2021-INNOVSMES-01-01 - HORIZON-COFUND HORIZON Programme Cofund Actions", "plannedOpeningDate": "22 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["01 September 2021"], "budgetYearMap": {"2021": 34992907, "2022": 37891405}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021", "2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p> </p><p><span>Projects results are expected to contribute to all of the following expected outcomes:</span></p><ul level=\"0\"><li><span>Improved knowledge transfer in the innovative SMEs ecosystem, through increased and sustained collaboration between SMEs, public research partners and academia;</span></li><li><span>Mitigation of difficulties in access to finance for innovative SMEs and thus contribute to enhanced growth and expansion of innovative SMEs;</span></li><li><span>Improved innovative SME access to new international markets or value chains thus leading to improved market share and sales for innovative SMEs increasing their employment capacity;</span></li><li><span>Increase public research and innovation funding to innovative SMEs, to spur more high quality collaborations and more innovative solutions;</span></li><li><span>Pull together national efforts to spur internationalisation and collaboration in innovative SMEs, avoiding unnecessary duplication leading to a simplified offer to beneficiaries, achieving a more balanced geographic participation, ensuring complementarity and improved innovation ecosystems across Europe. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p> </p><p><span>The proposal should provide mainly two types of activities. Firstly, regular calls for proposals resulting in collaborative research and innovation activities. These activities should result in a faster time to market, de-risking investment, supporting business growth, contributing to EU and global priorities and supporting access to markets and knowledge. Secondly, through coordination and support activities, the creation of synergies between and synchronisation of national programmes, and a better cooperation and knowledge exchange between national intermediaries.</span></p><p><span>While collaborative research and innovation activities for internationalisation of innovative SMEs exist to some extent at Member State and EU level the alignment of national programmes and more effective and efficient processes of intermediaries and funding bodies are not addressed in instruments and programmes other than the Eurostars 1 and 2 programmes, supported under previous framework programmes. The initiative should draw on the experiences, and build on the successes, of those predecessor programmes.</span></p><p><span>There is a clear added value and ‘selling point’ for the initiative to further address gaps towards a better alignment and increased focus on internationalisation. This reflects the definition of European Partnerships in the Horizon Europe regulation</span><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span> as initiatives where the union and its partners ‘commit to jointly support the development and implementation of a programme of research and innovation activities, including those related to market, regulatory or policy uptake.’</span></p><p><span>The below list of specific activities, going beyond research and innovation activities, can therefore be implemented under the partnership and are anticipated as expected outputs:</span></p><ul level=\"0\"><li><span>Support transnational near-market collaborative research and innovation addressing technological and societal challenges;</span></li><li><span>Enhance SME readiness (absorptive capacities in all participating countries),</span></li><li><span>Attract wide range of beneficiaries by country and SME type and age;</span></li><li><span>Create synergies among national programmes by streamlining their execution;</span></li><li><span>Enhance cooperation and knowledge exchange at level of national intermediaries. </span></li> </ul><p><span>The proposed initiative will help innovative SMEs to increase their research and innovation capacities and productivity and to become embedded in global value chains and new markets. It will achieve this by supporting innovative SMEs in developing products, processes and services through funding market-led, cross-border, research and innovation collaborative projects and providing accompanying measures. The initiative addresses collaboration in Europe and beyond, and the commercialisation of new knowledge. Thereby it will strengthen the overall resilience of the European innovation ecosystem.</span></p><p><span>The overall objective of the initiative is to implement a Co-funded European Partnership for Innovative SMEs to stimulate economic growth and job creation by enhancing the competitiveness of innovative SMEs while contributing to deliver a positive economic, societal and environmental impact in Europe and beyond.</span></p><p><span>In order to address that objective, the initiative should:</span></p><ul level=\"0\"><li><span>Enable innovative SMEs to develop all forms of innovation, including breakthrough innovation, and strengthen market deployment of innovative solutions;</span></li><li><span>Foster the internationalisation of innovative SMEs;</span></li><li><span>Connect national programmes to unlock the potential of all partners. </span></li> </ul><p><u><span>Type and range of activities</span></u></p><p><span>A main activity would be to run calls for proposals, organise the evaluation process and enable collaborative cross-border research and innovation projects. Beyond providing funding to innovative SMEs for cross-border R&amp;I collaboration, they should include further promotion of the programme in underrepresented Member States, including but not limited to, through dissemination events, mutual learning seminars or roadshows.</span></p><p><span>The initiative should exploit synergies with cohesion policy funds and significantly support the widening aspect. In any case, links with regional smart specialisation strategies should be a priority.</span></p><p>Accompanying measures such as Innowwide should be included in the proposal.</p><p><u><span>Expected partner composition and geographical coverage</span></u></p><ul level=\"0\"><li><span>National administrations and National Funding Bodies (NFBs). </span></li> </ul><p><span>The private sector and research actors would need to be mainly drawn from the activities of the national and/or regional funding organisations. The effort, networks and judgements of these organisations are key to initiate cross-border research collaborations, to help prepare applications and to fund successful participants. The success of the initiative depends largely on these organisations.</span></p><p><span>A dedicated implementation structure may notably support them through various activities and services such as to organise calls, manage funding, monitor payments and projects and implement dissemination events, roadshows, matchmaking events, webinars etc.</span></p><p><span>The initiative should have an extended geographical coverage beyond Member States and Associated Countries, and the potential to evolve towards a global programme under Horizon Europe, including through possible involvement of additional partners during the lifetime of the programme. Third countries are welcome to participate in the Partnership. The initiative should promote the ambition towards more projects involving other partners than those in geographical proximity and the sufficient utilisation of the potential of the extended Eureka network.</span></p><p><u><span>Types and levels of contributions from partners </span></u></p><p><span>Proposals should mobilise the necessary financial resources from participating national (or regional) research programmes with a view to implementing joints call for transnational proposals resulting in grants to third parties. </span></p><p>Member States are invited to maximise the financial support provided to innovative SMEs through increased national funding during the selection process.</p><p><u><span>International dimension</span></u></p><p><span>Proposals should focus on supporting international, projects led by innovative SMEs. They should enable international cooperation, enabling small businesses to learn, combine and share expertise and benefit from working beyond national borders.</span></p><p><span>In line with the ambitions of the partnership to foster international collaboration and the provisions of the model grant agreement, projects involving one legal entity established in a Member State or Associated Country as beneficiary and one legal entity established in a non-associated third country as partner may be supported in the same manner as under Eurostars 2. A substantial majority of the projects supported must involve at least two beneficiaries from Member States or Associated Countries.</span></p><p><u><span>Synergies</span></u></p><p><span>Focussing on helping innovative SMEs to grow and successfully embed in international markets and value chains by developing methodologies and technologies, the partnership is expected to collaborate closely with other relevant European Partnerships, missions and the European Innovation Council in order to ensure coherence and complementarity of activities. Proposals must describe the methodology for their collaboration and the aims the project wants to achieve with this kind of collaboration.</span></p><p>Proposals should include only their commitments for the grant covered by the present work programme.</p><p><span><span>The Commission envisages to include new actions in its work programmes 2023-2024 and 2025-2027 to award a grant to identified beneficiaries with the aim of continuing to provide support to the partnership for the duration of Horizon Europe. </span></span></p>\n<SPAN class=\"topicdescriptionkind\">Specific Topic Conditions</SPAN>:<p><p>The total indicative budget for the partnership is up to EUR 250 million.</p></p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EC-WORLD;sortQuery=sortStatus;orderBy=asc\">International Cooperation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=PART-COFUND;sortQuery=sortStatus;orderBy=asc\">Co-funded European Partnerships</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>Definition as per Article 2(47) of the Horizon Europe Regulation.</span></p>", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;line-height:115%;&#10;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#10;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#10;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;&#10;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;&#10;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">1. Admissibility conditions: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;&#10;mso-bidi-font-weight:bold\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> of the Horizon Europe Work Programme General Annexes</span></p>\n<p>&nbsp;<b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in Part B of the Application Form available in the Submission System</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\n<p><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\">.</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes<o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>The granting authority can fund a maximum of one project.</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">6. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p>The starting date of grants awarded under this topic may be as of the submission date of the application. Applicants must justify the need for a retroactive starting date in their application. Costs incurred from the starting date of the action may be considered eligible.</p>\n<p><span>Beneficiaries may provide financial support to third parties.<br>The support to third parties can only be provided in the form of grants.</span></p><p><span><span><span>Financial support provided by the participants to third parties is one of the primary activities of this action in order to be able to achieve its objectives. The EUR 60 000 threshold provided for in Article 204(a) of the Financial Regulation No 2018/1046 does not apply.</span></span></span></p>\n<p>The funding rate is 30 % of the eligible costs.</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the specific topic of the Work Programme<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">Standard application form &mdash;<i style=\"mso-bidi-font-style:normal\"> call-specific application form is available in the Submission System</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-cofund_en.pdf\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">Standard application form (HE COFUND)</span></a><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">Standard evaluation form </span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">&mdash;<i style=\"mso-bidi-font-style:normal\"> will be used with the necessary adaptations</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-cofund_en.pdf\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">Standard evaluation form (HE COFUND)</span></a><span lang=\"EN-US\" style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">MGA</span><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\"><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">General MGA v1.0</span></a></span></span><span class=\"MsoHyperlink\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> <span lang=\"EN-US\"><o:p></o:p></span></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\">&nbsp;</p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-10-european-innovation-ecosystems_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 10. European Innovation Ecosystems (EIE)</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\">HE Framework Programme and Rules for Participation Regulation 2021/695</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\">HE Specific Programme Decision 2021/764</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation</span></a><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#10;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#10;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.<o:p></o:p></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jun 28, 2021 3:39:47 PM", "lastChangeDate": "Jun 28, 2021 3:39:47 PM", "content": "The submission session is now available for: HORIZON-EIE-2021-INNOVSMES-01-01(HORIZON-COFUND)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}