{"TopicDetails": {"type": 0, "ccm2Id": 43969520, "cftId": 0, "identifier": "HORIZON-INFRA-2021-NET-01-01-FPA", "title": "Framework Partnership Agreement (FPA) for Research and Education Networks", "publicationDateLong": 1623801600000, "callIdentifier": "HORIZON-INFRA-2021-NET-01-FPA", "callTitle": "Network connectivity in Research and Education - Enabling collaboration without boundaries (2021)", "callccm2Id": 43970125, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108518, "abbreviation": "HORIZON.1.3.1", "description": "Consolidating and Developing the Landscape of European Research Infrastructures"}, {"id": 43108514, "abbreviation": "HORIZON.1.3", "description": "Research infrastructures"}, {"id": 43108394, "abbreviation": "HORIZON.1", "description": "Excellent Science"}], "destinationDetails": "<p>The way scientific research is conducted has dramatically changed over the last years. Network, storage and computing services provide the foundation to conduct modern scientific research. Today the data for research is generated from countless sources and large instruments across the globe (e.g. CERN/Copernicus/Galileo/ESO[[European Southern Observatory]]/SKA[[Square Kilometer Array]]) and stored in data repositories. Allowing scientists to conduct excellent research requires high-bandwidth networks and network services to interconnect researchers, data and computing resources in a non-discriminatory way regardless of the location of the users and the resources.</p>\n\n<p>The federation of National Research and Education Networks shape a fundamental building-block of Europe&rsquo;s e-infrastructure landscape, delivering a pan-European network for scientific excellence, research, education and innovation by providing an integrated catalogue of services for connectivity, collaboration, security and trust-and-identity that ensure Europe remains at the forefront of research.</p>\n\n<p>This community has the potential to develop a new pan-European investment programme to reach Terabit capacity and meet the huge growth in network capacity and demand for advanced services for Research and Education. This programme will set the basis for a paradigm shift in the digital science and computational infrastructures planned for research and education over the next 10 years.</p>\n", "destinationDescription": "Network connectivity in research and education - enabling collaboration without boundaries (INFRANET)", "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-FPA HORIZON Framework Partnerships", "typeOfMGA": [{"id": 43027852, "abbreviation": "HORIZON-FPA-AG", "description": "HORIZON Framework Partnership"}]}], "plannedOpeningDate": "22 June 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["02 September 2021"]}], "latestInfos": [{"approvalDate": "Jul 6, 2021 3:32:47 PM", "lastChangeDate": "Jul 6, 2021 3:32:47 PM", "content": "<p>&nbsp;<span style=\"color: rgb(31, 73, 125); font-family: Calibri, sans-serif; font-size: 14.6667px;\">A new Proposal Part B Template (version 2.0) has been published. This new version has no references to maximum number or pages, because that limitation has been lift.</span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3352643": [{"action": "HORIZON-INFRA-2021-NET-01-01-FPA - HORIZON-FPA HORIZON Framework Partnerships", "plannedOpeningDate": "22 June 2021", "deadlineModel": "single-stage", "deadlineDates": ["02 September 2021"], "budgetYearMap": {"2021": 0}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>Project results are expected to contribute to all the following expected outcomes:</span></p><ul level=\"0\"><li><span>very high-bandwidth, end-to-end connectivity among research and education users all over Europe, and cross-border collaboration services that are reliable and secure, enabling Europe to overcome the remaining Digital Divide and to be at the forefront of global Research and Education, attracting data and talent;</span></li><li><span>secure access to computing facilities and data repositories for European and International research infrastructures (RIs) and paving the way for widespread access to common European Data Spaces;</span></li><li><span>an integrated portfolio of services for connectivity, collaboration, security, trust and identity;</span></li><li><span>collaboration with international partners, to foster global RI connectivity in line with Europe’s international cooperation policy objectives. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>Building on the successful former partnership in this field and the achievements delivered under the Horizon 2020 framework programme, and considering the need for continuing the provision of critical services for the scientific and research community without disruption, the Commission calls for a new partnership with the National Research and Education Networks that would cover the whole duration of Horizon Europe, with the following general objectives:</span></p><ul level=\"0\"><li><span>Provide faster, resilient, agile and secure <strong>connectivity services</strong> for enabling scientists, researchers and students to access near real-time applications that support development of solutions and evidence-based decision-making for society and a worldwide effective collaboration of virtual research communities. The aim is to provide connectivity in the European Research Area (ERA) in multiples of 100 Gbps, paving the way for Terabit connectivity in certain areas where higher bandwidth is required for both disciplinary and interdisciplinary research collaboration amongst the researchers and scientists across Europe and beyond. Both the cross-European educational dimension and providing ERA scientists and researchers with optimal and secure access to research infrastructures (RI) and data resources worldwide are within the scope of the FPA.​ </span></li> </ul><p><span>The scope of the partnership activities should be to deliver an action plan on basis of jointly agreed objectives, covering the next 7 years of work. The action plan should cover the following areas of activity:</span></p><p><strong><span>1. High quality connectivity and collaboration services for excellence in Research and Education</span></strong></p><ul level=\"0\"><li><span>Provide operational excellence by delivering and developing high quality, secure, trusted, interoperable and cost-effective services, connectivity and collaboration services for both Research and Education sectors and align service offering for supporting the policy agenda of ERA</span><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span>, EEA</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span> and EHEA</span><sup><a target=_self href=#fn3 id=r3>[3]</a></sup><span>: to enable borderless collaboration, and attract talent from anywhere in the world to cooperate and exchange data with their peers.</span></li><li><span>Provide core services on security and identity federation, in coordination with other e-infrastructure and heterogeneous identity providers to enable service interoperability and a trusted and seamless user experience. National and European regulation in electronic identity (e.g., such e-IDAS) should be considered in particular for the development of Trust &amp; Identity service in order to maximise societal impact beyond the research and scientific community.</span></li><li><span>Innovation of the service portfolio, including possible activities at lower TRL levels, in order to support researchers working on new network and added-value services such as super high transfer speeds, quantum network testing, etc.</span></li><li><span>Stimulating the development of consortium partners’ human capital (including training, secondment and exchange schemes) will be an important pillar in fostering service innovation and assuring expertise in all Member States and Associated Countries.</span></li> </ul><p><strong><span>2. State-of-the-art connectivity for the wider European Digital Infrastructure</span></strong></p><ul level=\"0\"><li><span>Push the boundaries of the state-of-the-art of the communication commons by constant development of both innovative multi-domain services and their use, and by translating this innovation into a competitive European ICT sector. This can include interconnection with key European data spaces and data repositories, including the Common European data spaces</span><sup><a target=_self href=#fn4 id=r4>[4]</a></sup><span> and with a wide spectrum of actors, e.g. industry and SMEs in collaboration with commercial operators.</span></li><li><span>Adapt to the changing environment by the continuous development of the service portfolio of the European communications commons while maintaining the high level of accountability, security, measurability, transparency and sustainability. Actions should align with and contribute to the regulatory, standardisation and policy framework in order to enable full exploitation of the communications commons.</span></li><li><span>Progressive upgrade from a Gigabit to a Terabit network as a critical part of the main public digital infrastructures in the EU. </span></li> </ul><p><strong><span>3. International connectivity and collaboration</span></strong></p><ul level=\"0\"><li><span>Services and network architecture shall enable European driven researchers and scientists unconstrained access to data and resources worldwide while attracting data and talent. Activities in the international realm shall clearly foster </span>international cooperation among <span>researchers, contribute to the objectives of other relevant EU programmes and policies,</span> and leverage the existing resources to maximise impact. Capacity building activities will be a crosscutting element in international cooperation.</li> </ul><p><span>Wherever necessary in implementing the action plan, the partnership should make recourse to procurement as a fundamental tool for maximising the utility of available resources and broadening the offer of state-of-the-art digital services to scientific, research and education communities. The action plan should specify the main areas where procurement is expected to take place. Whenever the partnership makes recourse to procurement activities, it should explore broader scenarios and business models (including the participation in innovative procurement actions) for the benefit of the research and education community and potentially the wider user base.</span></p><p><span>The partnership should also develop close synergies with EU Policy and EU Programmes, wherever these are relevant for its activities, for instance with Marie Skłodowska-Curie Actions (MSCA) <span>or the European Institute of Innovation and Technology (EIT) and its KICs, </span>for activities related to human capital development, training, and international collaboration. It may also seek synergies with other programmes and funding lines of the EU that demonstrate greater impact potential and or better efficiency in the use of resources in the implementation of the action plan.</span></p><p><span>The long-term cooperation between the Commission and the selected partners will be formalised within a Framework Partnership Agreement (FPA) covering the entire duration of Horizon Europe. The extended duration of the partnership is justified by the need to provide a stable environment for the implementation of a European communications commons and uninterrupted provisioning of digital services.</span></p><p><span>Through the Framework Partnership Agreement (FPA), the Commission intends to award specific grants</span><span> </span><span>to implement the action plan agreed in the FPA, in accordance with the procedures laid down in the FPA (see also section on \"Other actions\").</span></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><span>See COM(2020)628, \"</span>A new ERA for Research and Innovation\"</p><p id=fn2><a  target=_self href=#r2>[2]</a><span>European Economic Area</span></p><p id=fn3><a  target=_self href=#r3>[3]</a><span>European Higher Education Area</span></p><p id=fn4><a  target=_self href=#r4>[4]</a><span>A European strategy for data, COM(2020)66 final</span></p>", "conditions": "<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">1. Adm</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><strong>issibility conditions:</strong>&nbsp;</span><span style=\"background-color: rgb(198, 219, 239); font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex A of the Work Programme</span></p>\n<p>&nbsp;<strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Proposal page limits and layout:&nbsp;</span></strong><strong style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">&nbsp;</span></strong><span style=\"background-color: rgb(198, 219, 239); font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex A of the Work Programme. Please refer to Part B of the Application Form available in the Submission System.</span></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">2. Eli</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><strong>gible countries:&nbsp;</strong></span><span style=\"background-color: rgb(198, 219, 239); font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex B of the Work Programme.</span></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">3. Other eligibility conditions:&nbsp;</span></strong><span style=\"background-color: rgb(198, 219, 239); font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex B of the Work Programme.</span></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">4. Financial and operational capacity and exclusion:&nbsp;</span></strong><span style=\"background-color: rgb(198, 219, 239); font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex C of the Work Programme.</span></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">5. Evaluation and award:</span></strong></p>\n<ul>\r\n    <li style=\"padding: 0px; margin: 0px; color: rgb(51, 51, 51); line-height: 1.4; list-style-type: square;\"><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Award criteria, scoring and thresholds are described in General Annex D of the Work Programme.</span></li>\r\n</ul>\n<ul>\r\n    <li style=\"padding: 0px; margin: 0px; color: rgb(51, 51, 51); line-height: 1.4; list-style-type: square;\"><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Submission and evaluation processes are described in General Annexes E and F of the Work Programme and in the&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">Online Manual</a>.</span></li>\r\n</ul>\n<p>The granting authority can fund a maximum of one project.</p>\n<ul>\r\n    <li><span style=\"color: rgb(51, 51, 51); font-family: &quot;Times New Roman&quot;; font-size: medium; background-color: rgb(198, 219, 239);\">Indicative timeline for evaluation and grant agreement described in General Annex F of the Work Programme.</span></li>\r\n</ul>\n<p><strong style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">&nbsp;</span></strong><span style=\"color: rgb(3, 78, 162); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 16px; font-weight: 700;\">Legal and financial set-up of the grants:&nbsp;</span><span style=\"background-color: rgb(198, 219, 239); font-family: &quot;Times New Roman&quot;; font-size: medium;\">Described in General Annex G of the Work Programme.</span></p>\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span style=\"color: rgb(3, 78, 162); font-size: 16px; font-weight: 700; background-color: rgb(255, 255, 255);\">Application and evaluation forms and model grant agreement (MGA):</span></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">The<i>&nbsp;call-specific application form is available in the Submission System</i></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-fpa_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\"><span lang=\"EN-US\">Standard evaluation form (HE FPA)</span></a>&nbsp;&mdash;<i>&nbsp;will be used with the necessary adaptations</i></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/fpa_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">Framework Partnership Agreement FPA v1.0</a>&nbsp;- MGA<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\" target=\"_blank\" style=\"font-family: Arial, sans-serif; font-size: 9pt; color: rgb(40, 151, 183); text-decoration-line: none;\">&nbsp;</a></p>\n<p><span style=\"color: rgb(3, 78, 162); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 16px; font-weight: 700;\">Additional documents:</span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-3-research-infrastructures_horizon-2021-2022_en.pdf\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">HE Main Work Programme 2021&ndash;2022 &ndash; 3. Research Infrastructures</a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a></p>\r\n<p>&nbsp;</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">HE Programme Guide</a></p>\r\n<p class=\"MsoNormal\"><span class=\"MsoHyperlink\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">HE Programme and Rules for Participation Regulation 2021/695</span></a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span class=\"MsoHyperlink\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">HE Specific Programme Decision 2021/764</span></a></span><o:p></o:p></p>\r\n<p><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\">EU Financial Regulation 2018/1046</a></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\"><span lang=\"EN-US\">EU Financial Regulation</span></a><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\"><span lang=\"EN-US\">EU Grants AGA&nbsp;</span>&mdash; Annotated Model Grant Agreement</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span style=\"font-size: 11pt; line-height: 16.8667px; font-family: Calibri, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.<o:p></o:p></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jul 6, 2021 3:32:47 PM", "lastChangeDate": "Jul 6, 2021 3:32:47 PM", "content": "<p><span style=\"font-size:11.0pt;font-family:&quot;Calibri&quot;,sans-serif;&#10;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;color:#1F497D;&#10;mso-ansi-language:EN-GB;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">A new Proposal Part B Template (version 2.0) has been published. This new version has no references to maximum number or pages, because that limitation has been lift.</span></p>"}, {"approvalDate": "Jun 29, 2021 5:05:25 PM", "lastChangeDate": "Jun 29, 2021 5:05:25 PM", "content": "The submission session is now available for: HORIZON-INFRA-2021-NET-01-01-FPA(HORIZON-FPA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}