{"TopicDetails": {"type": 0, "ccm2Id": 44799644, "cftId": 0, "identifier": "HORIZON-MISS-2022-OCEANCLIMA-01-01", "title": "Mission Climate adaptation and Mission Ocean and waters - Joint demonstration for coastal resilience in the Arctic and Atlantic sea basin", "publicationDateLong": 1652227200000, "callIdentifier": "HORIZON-MISS-2022-OCEANCLIMA-01", "callTitle": "Joint Demonstration", "callccm2Id": 44799655, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43118971, "abbreviation": "HORIZON.2.3", "description": "Civil Security for Society"}, {"id": 43118846, "abbreviation": "HORIZON.2.2", "description": "Culture, creativity and inclusive society"}, {"id": 43121563, "abbreviation": "HORIZON.2.6", "description": "Food, Bioeconomy Natural Resources, Agriculture and Environment"}, {"id": 43120821, "abbreviation": "HORIZON.2.5", "description": "Climate, Energy and Mobility"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}, {"id": 43120193, "abbreviation": "HORIZON.2.4", "description": "Digital, Industry and Space"}], "missionDetails": "<p>This call is implemented jointly by Mission “Adaptation to Climate Change” and Mission “Restore our ocean and waters by 2030” to ensure integrated approaches. As such, activities under this joint call will address the objectives and impacts of these two Missions as stated in their respective introductory statements.</p>", "missionDescription": "Mission joint action: Ocean, Seas and Waters + Adaptation to Climate Change", "topicMGAs": [], "tags": ["Mission Climate", "joint action", "Mission", "Arctic", "Atlantic and Arctic sea basin", "joint demonstration", "nature-based solutions", "Mission ocean and waters", "associated regions", "sea level rise", "Atlantic and Arctic", "nature based solutions", "Mission climate change adaptation", "coastal resilience", "Mission ocean", "Mission restore our ocean and waters by 2030", "Atlantic"], "keywords": ["Marine ecosystems and processes", "Maritime Cooperation at Sea Basin level", "Marine biodiversity conservation", "Coastal ecosystems", "Societal Engagement", "European Maritime and Fisheries Fund", "Climate change adaptation", "Cross-Cutting Marine/Maritime Areas", "Ocean and Climate Change", "Marine Ecosystems", "Ocean sustainability and blue economy", "Seagrass", "Coastal Adaptation", "Marine Strategy Framework Directive", "Water-climate interactions", "Coastal Erosion", "Marine Ecosystems Restoration", "Ecosystem-Based Approach"], "flags": ["SocietalEngagement", "OCEAN"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-IA HORIZON Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "12 May 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["27 September 2022"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3417460": [{"action": "HORIZON-MISS-2022-OCEANCLIMA-01-01 - HORIZON-IA HORIZON Innovation Actions", "plannedOpeningDate": "12 May 2022", "deadlineModel": "single-stage", "deadlineDates": ["27 September 2022"], "budgetYearMap": {"2022": 20000000}, "expectedGrants": 1, "minContribution": 20000000, "maxContribution": 20000000, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p> </p><p>Projects results are expected to contribute to all of the following expected outcomes:</p><ul level=\"0\"><li>Upscaling of innovative solutions building climate resilience for coastal areas, making communities climate-proof and weather-resilient, in particular by adapting to extreme weather events and sea level rise;</li><li>Collaboration and twinning between most advanced and front-runners regions on climate adaptation and other regions vulnerable to similar climate impacts<strong>;</strong></li><li>Acceleration of synergetic transformation to climate neutrality and climate resilience in coastal areas, supporting the development of the blue and low carbon economy;</li><li>Technological, logistical, social and economic innovation for the restoration of marine, coastal and river ecosystems;</li><li>Basin-scale cooperation, including through transition arrangements that create socially and economically sustainable propositions for local stakeholders, including, where appropriate, for indigenous people;</li><li>Contributing to the implementation of the European Green Deal, the EU Adaptation Strategy , the EU Biodiversity Strategy, as well as the Galway Statement, the Belém Statement, the OSPAR Convention in connection with the implementation of EU marine environment, biodiversity and Arctic policies, the EU Arctic Joint Communication, the Atlantic Action Plan 2.0 with the aim to work for the benefit of all communities of stakeholders around the Atlantic and the Arctic and the Arctic Action Plan enhancing collaborative efforts to address the challenges in the Arctic;</li><li>Contribution to the Mission’s Digital Ocean and Water Knowledge system through marine observations and open data and knowledge sharing;</li><li>Contributing to better informed citizens and decision makers, for a better governance and coastal resilience planning</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This topic relates to the Adaptation to Climate Change Mission’s third objective, aiming to support at least 75 full scale deep demonstrations of climate resilience and to Mission Ocean, and waters’ objective 1 aiming at protection and restoration of marine and freshwater ecosystems and biodiversity. It also contributes to the objectives of the Marine Strategy Framework Directive (MSFD) and the Water Framework Directive (WFD) - including in terms of Good Environmental Status and restoration of aquatic ecosystems - and the Marine Spatial Planning Directive (MSPD).</p><p>Proposals should demonstrate solutions to build resilience to climate change in coastal areas in the Atlantic and Arctic sea basin, through the deployment of nature-based solutions, including nature-based infrastructures. Thus, proposals under this joint Missions topic should identify and demonstrate solutions that contribute to the objectives of both Missions at once.</p><p>Proposals under this topic must deploy full-scale demonstrations of innovative solutions with concrete measurable impacts leading to a measurable increase of the resilience and adaptation capacity of the regions involved, whilst contributing to climate change mitigation and biodiversity conservation.</p><p>Proposals should focus on demonstration activities for the restoration of marine and coastal ecosystems through nature-based solutions/infrastructures that boost coastal resilience, such as oyster reefs, kelp forests, seagrass, coastal wetlands and salt marshes. The proposals should also explore different pressures and climate change adaptation needs in a systemic way, such as the soil erosion and its impact on coastal areas resulting in marine ecosystem pressures. Combination of nature-based measures with hybrid solutions and relevant Blue-Green engineering may be considered, provided these combined solutions are sustainable and integrated in coastal resilience planning and decision-making processes and provide adequate social and environmental safeguards.</p><p>Citizen engagement is a key concept for the Missions. The proposals should involve local actors, communities and citizens in actively shaping solutions for marine ecosystem restoration and protection and holistic socio-ecological management of restored and valuable ecosystems, including where appropriate European volunteer/solidarity corps and citizens science activities in the restoration activities. As the regions and communities need to undergo significant transformation to become climate-proof, measures need to be co-owned and respond to local needs and shared sustainability visions. The involvement of local authorities and local communities, including indigenous peoples, is required in order to ensure that the solutions designed are best suited, co-created and with the necessary ownership. Activities should, therefore, promote the involvement of local communities in order to hear from them the impact of intended actions, and to co-create measures that meet the Missions’ aims while taking local communities’ needs and values on board.</p><p>Proposals may involve coastal communities particularly vulnerable to the risks of extreme weather events, sea level rise, permafrost and/or ice melting. Islands and the EU Outermost Regions urgently needing restoration measures to adapt to climate change thus ensuring their population safety and climate-proof and weather resilient infrastructure may be covered by proposals.</p><p>Proposals should:</p><ul level=\"0\"><li>Carry out demonstration activities in 5 different regions belonging to the Atlantic and/or Arctic sea basin, involving and including in the consortium entities from these three countries;</li><li>Involve at least 10 ‘associated regions<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>’ as third parties to showcase the feasibility, replicability and scale up of the solutions developed. The consortium will proactively reach out to the “associated regions” to enable them to follow closely the project and its demonstration activities, proving knowledge transfer to them and with technical assistance to build capacity and to implement coastal resilience solutions in their territories;</li><li>Identify further areas and locations where the solutions are replicable and draw up an action plan and roadmap to replicate and scale up the ecosystem and biodiversity restoration solutions and actions.</li> </ul><p>As a mechanism to provide knowledge transfer and technical assistance to the “associated regions”, the selected projects will be able to provide support to third parties in the form of grants. The maximum amount of the envisaged Financial Support to Third Parties is EUR 100,000 per third party for the entire duration of the action. Proposals should outline the selection process of the third parties to which financial support would be granted based on principles of transparency, objectivity and fairness.</p><p>Proposals should (when relevant) build upon existing knowledge and solutions and support the upscaling of successful pilots, including from beyond the EU, designed and developed in the frame of projects funded by current and previous European and national programmes, in particular the European Union framework programmes for Research and Innovation (such as Horizon 2020, and the All-Atlantic Ocean Research Alliance<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> ), as well as the LIFE programme, Erasmus+, the national and regional programmes in the Atlantic/Arctic basins, such as INTERREG<sup><a target=_self href=#fn3 id=r3>[3]</a></sup> and European Maritime and Fisheries Fund, as well as the activities of the Sustainable Blue Economy Partnership and the Atlantic Action Plan 2.0.</p><p>In addition, the projects granted under this topic will be requested to contribute to the networking and coordination activities led by the soon to be established Mission Implementation Platform, amongst all the projects funded under the Horizon 2020<sup><a target=_self href=#fn4 id=r4>[4]</a></sup>, the European Green Deal call and under Horizon Europe, when particularly relevant for climate adaptation knowledge and solutions. Applicants should acknowledge this request and already account for these obligations in their proposal, making adequate provisions in terms of resources and budget to engage and collaborate with the Adaptation to Climate Change Mission and with Mission Ocean and waters governance structures. Projects funded under this topic are strongly encouraged to participate in networking and joint activities also with other activities and projects within the Atlantic and/or Arctic basin on restoration of marine ecosystems and climate adaptation.</p><p>The projects funded under this topic will:</p><ul level=\"0\"><li>build links with other Mission activities and other relevant activities within the basin to maximize synergies, as well as with the European Blue Parks, other Missions’ activities;</li><li>include a mechanism and the resources to establish operational links with the Climate-ADAPT platform (run by the European Environment Agency (EEA) together with DG CLIMA) that will act as a central element for the monitoring, support and visualisation of the Adaptation to Climate Change Mission progress in European Regions. To this purpose, projects will feed their results to the Climate-ADAPT and EEA assessments;</li><li>support the Ocean and Water Knowledge System, in particular by contributing to biodiversity monitoring, modelling and knowledge creation and data.</li> </ul><p>As appropriate, the projects should also link with other Missions relevant initiatives. These networking and joint activities could, for example, involve the participation in joint workshops, the exchange of knowledge, the development and adoption of best practices, or joint communication activities.</p><p>To this extent, proposals should provide for dedicated activities on knowledge exchange and networking and earmark appropriate resources.</p>\n<SPAN class=\"topicdescriptionkind\">Specific Topic Conditions</SPAN>:<p><p>Activities are expected to achieve TRL 5 to 7 by the end of the project – see General Annex B.</p></p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=SocietalEngagement;sortQuery=sortStatus;orderBy=asc\">Societal Engagement</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=OCEAN;sortQuery=sortStatus;orderBy=asc\">Ocean sustainability and blue economy</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a>‘Associated regions’ are understood as areas with similar ecosystems (e.g. neighbouring regions and/or in a different sea basin) and/or less-developed regions, with the view to build capacity to implement the innovative solutions to restore ecosystems. The proposals should ensure that the associated regions are located in Member States/Associated countries other than those that are part of the project consortium. An “associated region” should benefit from the Financial Support to Third Parties provided under this topic only once.</p><p id=fn2><a  target=_self href=#r2>[2]</a><a href=\"https://allatlanticocean.org/whoweare\">https://allatlanticocean.org/whoweare</a></p><p id=fn3><a  target=_self href=#r3>[3]</a> <a href=\"https://www.atlanticarea.eu/\">https://www.atlanticarea.eu/</a> and <a href=\"https://www.interreg-npa.eu/\">https://www.interreg-npa.eu/</a></p><p id=fn4><a  target=_self href=#r4>[4]</a>LC-CLA-13-2020 https://cordis.europa.eu/programme/id/H2020_LC-CLA-13-2020 and LC-CLA-2020 12a Advancing climate services | Programme | H2020 | CORDIS | European Commission (europa.eu)</p>", "conditions": "<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;line-height:115%;&#xA;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#xA;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#xA;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;&#xA;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;&#xA;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\" lang=\"EN-US\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">1. Admissibility conditions: </span></b><span style=\"mso-ansi-language:EN-US;&#xA;mso-bidi-font-weight:bold\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#xA;bold\" lang=\"EN-US\"> of the Horizon Europe Work Programme General Annexes</span></p>\n<p style=\"margin-left: 40px;\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Proposal page limits and layout:</span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#xA;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\">.</span></p>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span style=\"mso-ansi-language:&#xA;EN-US\" lang=\"EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#xA;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></p>\n<p>If projects use satellite-based earth observation, positioning, navigation and/or related timing data and services, beneficiaries must make use of Copernicus and/or Galileo/EGNOS (other data and services may additionally be used).</p>\n<p>The following additional eligibility criteria apply: in addition to the standard eligibility conditions, proposals must include demonstration activities to be carried out in at least 5 different regions located in at least 3 different countries in the Atlantic and/or the Arctic geographical area, involving and including in the consortium entities from these countries.</p>\n<p>&nbsp;</p>\r\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"mso-ansi-language:FR-BE\" lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes</span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span></li>\r\n</ul>\n<p>&nbsp;</p>\r\n<p><b style=\"mso-bidi-font-weight:normal\"><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">6. Legal and financial set-up of the grants: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#xA;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"> of the Work Programme General Annexes</span></p>\n<p>Beneficiaries may provide financial support to third parties. Support to third parties can only be provided in the form of grants. The maximum amount to be granted to each third party is EUR 100,000, to showcase the feasibility, replicability and scale up of the solutions developed within the project in the “associated regions”. An “associated region” can benefit from the Financial Support to Third Parties provided under this topic within the duration of the project only once.</p>\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">if any, they are described in the specific topic of the </span><o:p></o:p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-12-missions_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 12. Missions</a></p>\n<p>&nbsp;</p>\r\n<p><b><span style=\"font-size:12.0pt;mso-bidi-font-size:&#xA;11.0pt;line-height:115%;mso-ansi-language:EN-US\" lang=\"EN-US\">Documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">Standard application form &mdash;<i style=\"mso-bidi-font-style:normal\"> call-specific application form is available in the Submission System</i></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\">Standard application form (HE RIA, IA)</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span lang=\"EN-US\">Standard evaluation form </span><span lang=\"EN-US\">&mdash;<i style=\"mso-bidi-font-style:normal\"> will be used with the necessary adaptations</i></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\"><span style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\" lang=\"EN-US\">Standard evaluation form (HE RIA, IA)</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\">MGA - Model Grant Agreement</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#xA;191.4pt\"><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE <span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">General MGA v1.0</span></a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span class=\"MsoHyperlink\"><o:p></o:p></span><span class=\"MsoHyperlink\"><o:p></o:p></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-12-missions_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 12. Missions</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\">HE Framework Programme and Rules for Participation Regulation 2021/695</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\">HE Specific Programme Decision 2021/764</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\"><span lang=\"EN-US\">EU Financial Regulation</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#xA;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#xA;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#xA;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#xA;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.</span></p>\r\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/ncp\" target=\"_blank\">National Contact Points (NCPs)</a>&nbsp;</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; get guidance, practical information and assistance on participation in Horizon Europe. There are also NCPs in many non-EU and non-associated countries (&lsquo;third-countries&rsquo;).</span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#xA;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span class=\"MsoHyperlink\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.</span></p>\r\n<p><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> </b>and<b> <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.</p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><span style=\"font-size:&#xA;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span><strong><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;, sans-serif; font-weight: normal;\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "", "latestInfos": [{"approvalDate": "Oct 7, 2022 7:07:25 PM", "lastChangeDate": "Oct 7, 2022 7:07:25 PM", "content": "<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span lang=\"EN-IE\">Call HORIZON-MISS-2022-OCEANCLIMA-01 has closed on 27 September 2022, 17:00:00 Brussels time.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span lang=\"EN-IE\">Zero proposals have been submitted.<o:p></o:p></span></p>"}, {"approvalDate": "May 12, 2022 12:00:00 AM", "lastChangeDate": "May 12, 2022 12:00:00 AM", "content": "The submission session is now available for: HORIZON-MISS-2022-OCEANCLIMA-01-01(HORIZON-IA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}