{"TopicDetails": {"type": 0, "ccm2Id": 43643431, "cftId": 0, "identifier": "HORIZON-INFRA-2021-EMERGENCY-02", "title": "Research infrastructure services for rapid research responses to COVID-19 and other infectious disease epidemics", "publicationDateLong": 1617667200000, "callIdentifier": "HORIZON-INFRA-2021-EMERGENCY-02", "callTitle": "Research infrastructure services for rapid research responses to COVID-19 and other infectious disease epidemics", "callccm2Id": 43643441, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43108526, "abbreviation": "HORIZON.1.3.2", "description": "Opening, Integrating and Interconnecting Research Infrastructures"}, {"id": 43108514, "abbreviation": "HORIZON.1.3", "description": "Research infrastructures"}, {"id": 43108394, "abbreviation": "HORIZON.1", "description": "Excellent Science"}], "topicMGAs": [], "tags": ["health emergency", "epidemic", "pandemic", "COVID-19", "SARS-CoV-2", "coronavirus"], "keywords": ["Africa", "Infectious diseases", "Emerging Epidemics", "SARS", "EOSC and FAIR data", "International Cooperation"], "flags": ["Africa", "EC-WORLD", "EoscAndFairData"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "15 April 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 May 2021"]}], "latestInfos": [{"approvalDate": "May 11, 2021 4:24:16 PM", "lastChangeDate": "May 11, 2021 4:24:16 PM", "content": "<p>As we continue to experience technical problems with the submission system for this topic, the new deadline for submission will be the 20th of May 2021 at 17:00.</p>"}, {"approvalDate": "May 5, 2021 5:37:16 PM", "lastChangeDate": "May 5, 2021 5:37:16 PM", "content": "<p>We are experiencing technical problems with the submission system for this topic. For this reason the new deadline for submission will be the 11th of May 2021, at 17:00.</p>"}, {"approvalDate": "Apr 13, 2021 6:21:43 PM", "lastChangeDate": "Apr 13, 2021 6:21:43 PM", "content": "<p>We are experiencing technical issues with the Submission System. As a  result the new planned opening date for this topic will be the 15th of April 2021.  Nevertheless, you could start preparing your application using the forms  provided in the &quot;Topic Conditions&quot; section.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3347765": [{"action": "HORIZON-INFRA-2021-EMERGENCY-02 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "15 April 2021", "deadlineModel": "single-stage", "deadlineDates": ["20 May 2021"], "budgetYearMap": {"2021": 21000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span><span>Project results are expected to contribute to all the following expected outcomes:</span></span></p><ul level=\"0\"><li><span>comprehensive catalogue of research infrastructure services relevant to tackle infectious diseases epidemics is available, including services supporting pertinent social sciences research;</span></li><li><span>fast assembly and provision of innovative, customised and efficient research infrastructure services to support research linked to detecting, assessing and combatting newly emerging SARS-CoV-2 variants;</span></li><li><span>challenge driven integration of research infrastructures to better support research addressing infectious diseases and face epidemics, including for use by epidemics risk assessment and risk management bodies (such as the European Centre for Disease prevention and Control (ECDC), the World Health Organisation (WHO), the World Organisation of Animal Health (OIE) and national epidemics management bodies);</span></li><li><span>rapid response to epidemics outbreaks through research infrastructure services underpinning and supporting research aiming to understand causes and development of the epidemic;</span></li><li><span>development of novel/adapted epidemics intervention tools and measures enabled by relevant research infrastructure (RI) services;</span></li><li><span>availability of research data emerging from access provision activities for re-use on common data platforms and registries, according to FAIR principles and compliant with legal provisions under the General Data Protection Regulation (GDPR). </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>Proposals under this action, will integrate research infrastructure services to form a comprehensive and inclusive portfolio to support research in response to infectious disease epidemics or underpinning respective forefront research in the field. As a first immediate challenge, the delivered services should support research targeting newly emerging SARS-Cov-2 variants and addressing the on-going COVID-19 pandemic.</span></p><p><span>Proposals will support the provision of trans-national and/or virtual access to researchers as well as training for using the infrastructures, and activities to improve, customise and integrate the services the infrastructures provide, so as to facilitate and integrate the access procedures and to further develop the remote or virtual provision of services. </span></p><p><span>Access to research infrastructure services will be provided to users to support their research projects targeting the development of new or adapted prevention and/or intervention tools and measures, such as new or adapted diagnostic procedures and therapies, drugs, vaccines, clinical disease management or disease vector control, or evidence-based public health, socio-behavioural and socio-economic measures. Priority should be given to supporting research projects targeting newly emerging virus variants, focusing on their detection, characterisation, surveillance and assessment (changes in transmissibility and disease manifestation) and on the adaptation of intervention and prevention measures (medication, vaccines, public health measures) which likely also requires additional regulatory and clinical trials support.</span></p><p><span>Following the One-Health concept, services supporting research on transmission of pathogens from animals to humans (or vice versa animals as host reservoir), including vector-borne transmission, should be covered. Research infrastructures dealing with social science should be involved to enable data acquisition enhancing understanding of individual and population perceptions and behaviours in an epidemic setting, including public response to intervention measures such as social distancing, vaccine campaigns, etc., over the course of an epidemic. Flexibility in the provision of services should be properly demonstrated to ensure fast re-orientation and expansion of the portfolio in response to unexpected epidemics situations, including emerging threats posed by new SARS-CoV-2 variants. Effective operational links to epidemics risk assessment and management bodies like ECDC, WHO, OIE, a possible future EU Health Emergency preparedness and Response Authority (EU-HERA) and national authorities are essential. Global standards, relevant data platforms and registries should be used to make user project results openly available and usable, thus enabling further research on pathogens, disease manifestation, behavioural research and other epidemics related social science research.</span></p><p><span>Appropriate links should be ensured with the European Open Science Cloud (EOSC), the European COVID-19 Data Platform and the newly established Population Health Information Research Infrastructure for COVID-19 (PHIRI). Data management (and related ethics issues) and interoperability should be addressed. </span></p><p><span>To identify and better exploit related synergies, share results and avoid overlaps, grants awarded under this action should cooperate with those awarded under the <em>Other</em> <em>action</em> “FAIR and open data sharing in support of European preparedness for </span>COVID-19 and other <span>infectious diseases”. To this extent, proposals should provide for dedicated activities and earmark appropriate resources.</span></p><p><span>Pandemics are global challenges and collaboration with relevant international partners should be envisaged.</span></p><p><span>Proposals should adhere to the guidelines and principles of the </span><a href=\"https://ec.europa.eu/research/infrastructures/pdf/2016_charterforaccessto-ris.pdf\"><span>European Charter for Access to Research Infrastructures</span></a><sup><a target=_self href=#fn1 id=r1>[1]</a></sup><span>. </span></p><p><span>Proposals should make available to researchers the widest and most comprehensive portfolio of research infrastructures services which are relevant for the scope. To this extent, they should involve, as beneficiaries or as third parties, the necessary interdisciplinary set of research infrastructures of European interest</span><sup><a target=_self href=#fn2 id=r2>[2]</a></sup><span> that provide such services. The inclusiveness of the proposal will be taken into account in the Excellence score. </span></p><p><span>Research infrastructures from third countries</span><sup><a target=_self href=#fn3 id=r3>[3]</a></sup><span> may be involved when appropriate, in particular when they offer complementary or more advanced services, including data, than those available in Europe. </span></p><p><span>Proposals could consider, for their inclusion in the service portfolio, relevant services and expertise offered by the European Commission’s Joint Research Centre (JRC) , and in particular by its Nanobiotechnology laboratories</span><sup><a target=_self href=#fn4 id=r4>[4]</a></sup><span>, on high-end characterisation of therapeutics against pandemics, including antibodies, viral antigens, vaccine nanocarriers, and, more in general, on characterisation of nanomaterials, nanomedicines and advanced materials.</span></p><p><span>Grants awarded under this action are expected to duly contribute to any future Partnership for Pandemic Preparedness that might be established under Horizon Europe. </span></p><p><span>Proposals should include an outreach plan to actively advertise its services to targeted research communities and, if applicable, to relevant industries, including SMEs.</span></p><p><span>Proposals are expected to exploit synergies and to ensure complementarity and coherence with other EU grants supporting access provision. </span></p><p><span>Proposals will include the list of services/installations</span><sup><a target=_self href=#fn5 id=r5>[5]</a></sup><span> opened by research infrastructures for trans-national or virtual access and the amounts of units of access made available for users. </span></p><p><span>Further conditions and requirements relating to access provisions that applicants should fulfil when drafting a proposal are given in the “</span>Specific features for Research Infrastructures<span>” section of this Work Programme. Compliance with these provisions will be taken into account during evaluation.</span></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><span>Proposals should set out a credible pathway to contributing to several of the following impacts</span></p><ul level=\"0\"><li><span>enhancement of EU capacity to identify, characterise and mitigate the effects of COVID-19 virus variants of concern, and future emerging pathogens of public health concern;</span></li><li><span>reinforced research infrastructures capacity to provide at scale and across the EU services to support excellent research to address societal challenges, and Horizon Europe objectives; </span></li><li><span>enhanced and increased society’s long-term and consistent problem-solving capacity and evidence-based policy making in areas linked to health, including a better understanding of socio-economic implications, through the provision of innovative, customised and efficient RI services;</span></li><li><span>new discoveries and knowledge breakthroughs enabled by access provision to the best and in some cases unique state-of-the-art RIs;</span></li><li><span>a new generation of researchers trained to optimally exploit all the essential and advanced tools for their research. </span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EoscAndFairData;sortQuery=sortStatus;orderBy=asc\">EOSC and FAIR data</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=EC-WORLD;sortQuery=sortStatus;orderBy=asc\">International Cooperation</a><br><a href=\"//ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-search;statusCodes=31094501,31094502,31094503;programCcm2Id=43108390;crossCuttingPriorityCode=Africa;sortQuery=sortStatus;orderBy=asc\">Africa</a><br></p>\n<p id=fn1><a  target=_self href=#r1>[1]</a><a href=\"https://ec.europa.eu/research/infrastructures/pdf/2016_charterforaccessto-ris.pdf\">https://ec.europa.eu/research/infrastructures/pdf/2016_charterforaccessto-ris.pdf</a></p><p id=fn2><a  target=_self href=#r2>[2]</a><span>A research infrastructure is of European interest when is able to attract users from EU or associated countries other than the country where the infrastructure is located. This includes ESFRI and ERIC infrastructures. </span></p><p id=fn3><a  target=_self href=#r3>[3]</a><span>See the Eligibility conditions for this action.</span></p><p id=fn4><a  target=_self href=#r4>[4]</a><span>For the participation of the JRC see General Annex B.</span></p><p id=fn5><a  target=_self href=#r5>[5]</a><span>‘Installation’ means a part or a service of a research infrastructure that can be used independently from the rest. A research infrastructure consists of one or more installations.</span></p>", "conditions": "<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">1. Adm</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><strong>issibility conditions:</strong> described in General Annex A of the Work Programme.</span></p>\n<p><span>Applicants are not required to submit a plan for the exploitation and dissemination of the results, as the main objective of these actions is the service provision.</span></p>\n<p><span>As proposals need to give information on the research infrastructures providing access, the page limit of the application is 100 pages.</span></p>\n<p>&nbsp;<strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Proposal page limits and layout: </span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">The layout of the proposal is described in General Annex E of the Work Programme. Please refer to the Application Form available in the Submission System.</span><strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><br />\r\n&nbsp;</span></strong></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">2. Eli</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><strong>gible countries: </strong>described in General Annex B of the Work Programme.</span></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">3. Other eligibility conditions: </span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex B of the Work Programme.</span></p>\n<p>The following additional eligibility criteria apply: <span>Given the specific nature of this action, access provision activities must be included in the proposal. Please read carefully the provisions under the section “</span>Specific features for Research Infrastructures<span>” at the end of this work programme part before preparing your application.</span></p><p><span>Due to the urgency and geographical relevance of this action and considering the Union’s interest to retain, in principle, relations with the countries associated to Horizon 2020 and other third countries in the process of association to Horizon Europe, legal entities established in Albania, Armenia, Bosnia and Herzegovina, Faroe Islands, Georgia, Iceland, Israel, Kosovo[[This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence.]]</span>, Moldova, Montenegro, Morocco, North Macedonia, Norway, Serbia, Switzerland, Tunisia, Turkey, Ukraine and United Kingdom are eligible for funding from the Union even if the Horizon Europe association agreement with the third country concerned does not apply at the time of signature of the grant agreement.</p><p><span>The consortium must include at least one independent legal entity established in a Member State and at least two other independent legal entities each established in different Member States or countries listed above.</span></p><p><span>Considering the Union’s interest to make accessible to its researchers the most advanced research infrastructures, wherever they are in the world, legal entities established in Australia, Brazil, Canada, China, India, Japan, Mexico, New Zealand, Republic of Korea, Russia, Singapore and USA, which provide, under the grant, access to their research infrastructures to researchers from Member States and Associated Countries, are exceptionally eligible for funding from the Union under this topic.</span></p>\n<p>The Joint Research Centre (JRC) may participate as member of the consortium selected for funding.</p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">4. Financial and operational capacity and exclusion: </span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex C of the Work Programme.</span></p>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">5. Evaluation and award:</span></strong></p>\n<ul>\r\n    <li><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Award criteria, scoring and thresholds:</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"> described in General Annex D of the Work Programme.</span></li>\r\n</ul>\n<p>The following additions to the general award criteria apply:</p><p><em><span>For the 'Excellence</span></em><em><span>' criterion</span></em><span>, in addition to its standard sub-criteria, the following aspects will also be taken into account:</span></p><ul level=\"0\"><li><span>The extent to which the access activities (trans-national and/or virtual access) will offer access to the state-of-the-art infrastructures of European interest in the field, high quality services, and will enable users to conduct excellent research.</span></li><li><span>The extent to which the project will contribute to facilitating and integrating the access procedures, to improve the services the infrastructures provide and to further develop their on-line services. </span></li> </ul>\n<ul>\r\n    <li><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Submission and evaluation processes: </span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annexes E and F of the Work Programme and in the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\">Online Manual</a>.</span></li>\r\n</ul>\n<p>The granting authority can fund a maximum of one project.</p>\n<ul>\r\n    <li><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Indicative timeline for evaluation and grant agreement:</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"> Information on the outcome of evaluation: at the earliest at the beginning of July 2021.<br />\r\n    Indicative timing for the signing of grant agreements: 3 months after the sending of the information on the outcome of evaluation.</span></li>\r\n</ul>\n<p><strong>&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">6. Legal and financial set-up of the grants: </span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">described in General Annex G of the Work Programme.</span></p>\n<p>Eligible costs may take form of unit costs for <span>trans-national and virtual access to research infrastructures as defined in the Decision authorising the use of unit costs for the actions involving trans-national and virtual access </span><span><span><span>(see Annex 2 of the Horizon Europe Model Grant Agreement)</span></span></span><span>. </span></p>\n<p><strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Call document and annexes: </span></strong></p>\r\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ri_en.pdf \" target=\"_blank\">HE Standard Application Form for access provision grants</a> - The specific form will be available in the Proposal Submission System<br />\r\n</span><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\" target=\"_blank\">HE MGA - Multi and Mono V1.0 </a><br />\r\n</span><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Excel Calculation Sheet for trans-national access costs </span></p>\r\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Excel Calculation Sheet for virtual access costs </span></p>\r\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">These documents are for reference only; for submission of proposals, the documents provided in the submission system should be used.</span><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><br />\r\n</span></p>\n<p><strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\">Additional documents:</span></strong><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"> <br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\" target=\"_blank\">General Introduction to the HE Work Programme 2021-2022</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-3-research-infrastructures_horizon-2021-2022_en.pdf\" target=\"_blank\">Research Infrastructures Work Programme 2021-2022</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\" target=\"_blank\">General Annexes to the HE Work Programme 2021-2022</a></span></p>\r\n<p><span style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/unit-cost-decision-research-infrastructures_horizon-euratom_en.pdf \" target=\"_blank\">Decision authorising the use of unit cost for providing trans-national and virtual access </a>in Research Infrastructure actions<br />\r\n</span><br />\r\n<a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\">EU Financial Regulation 2018/1046 </a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" target=\"_blank\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment </a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" target=\"_blank\">EU Grants AGA &mdash; Annotated Model Grant Agreement </a><br />\r\n<a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/x/E4Ac\" target=\"_blank\">Funding &amp; Tenders Portal Online Manual </a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Terms &amp; Conditions </a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a></p>", "supportInfo": "<p>&nbsp;</p>\r\n<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;\r\nfont-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en \" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.<o:p></o:p></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;\r\ncolor:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.cencenelec.eu/research/Pages/default.aspx\" target=\"_blank\">CEN&nbsp;and&nbsp;CENELEC</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">, the&nbsp;</span><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\">European Standards Organisations</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> advise you how to tackle standardisation in your project proposal. Contact CEN-CENELEC Research Helpdesk at&nbsp;</span><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:blue\">research@cencenelec.eu.</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:\r\n9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:\r\nnormal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p>&nbsp;</p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Oct 14, 2021 5:54:15 PM", "lastChangeDate": "Oct 14, 2021 5:54:15 PM", "content": "<p>FLASH INFO ON EVALUATION RESULTS<br />\r\n<br />\r\nCall identifier: HORIZON-INFRA-2021-EMERGENCY-02<br />\r\nCall title: Research infrastructure services for rapid research responses to COVID-19 and other infectious disease epidemics<br />\r\nPublished: 15.04.2021<br />\r\nDeadline: 20.05.2021<br />\r\nBudget available (as announced in the Work Programme):&nbsp; EUR 21.000.000<br />\r\nThe Commission has completed the evaluation of the proposals submitted to the above call. <br />\r\n<br />\r\nThe results of the evaluation are as follows: <br />\r\nNumber of proposals submitted: 8 proposals<br />\r\nNumber of inadmissible or ineligible proposals: 6<br />\r\nNumber of proposals receiving an evaluation score above the applicable threshold: 1<br />\r\nTotal budget requested by this above-threshold proposal: 20.998.624 &euro;<br />\r\nApplicants have been informed about the evaluation results for their proposals. <br />\r\n<br />\r\nIt is expected that the grant agreement will be signed by December 2021. <br />\r\n<br />\r\nInformation on the selected projects will be published on CORDIS after that date.<br />\r\n<br />\r\nFor questions, please contact the Research Enquiry Service</p>"}, {"approvalDate": "May 11, 2021 4:34:22 PM", "lastChangeDate": "May 11, 2021 4:34:22 PM", "content": "The submission session is now available for: HORIZON-INFRA-2021-EMERGENCY-02(HORIZON-RIA)"}, {"approvalDate": "May 11, 2021 4:24:16 PM", "lastChangeDate": "May 11, 2021 4:24:16 PM", "content": "<p>As we continue to experience technical problems with the submission system for topics HORIZON-INFRA-2021-EMERGENCY-01 and HORIZON-INFRA-2021-EMERGENCY-02, the new deadline for submission will be the 20th of May 2021 at 17:00.</p>"}, {"approvalDate": "May 5, 2021 5:37:16 PM", "lastChangeDate": "May 5, 2021 5:37:16 PM", "content": "<p>We are experiencing technical problems with the submission system for the calls HORIZON-INFRA-EMERGENCY-2021-01 and HORIZON-INFRA-EMERGENCY-2021-02. For this reason the new deadline for submission will be the 11th of May 2021, at 17:00.</p>"}, {"approvalDate": "May 5, 2021 5:26:21 PM", "lastChangeDate": "May 5, 2021 5:26:21 PM", "content": "The submission session is now available for: HORIZON-INFRA-2021-EMERGENCY-02(HORIZON-RIA)"}, {"approvalDate": "Apr 15, 2021 5:27:05 PM", "lastChangeDate": "Apr 15, 2021 5:27:05 PM", "content": "The submission session is now available for: HORIZON-INFRA-2021-EMERGENCY-02(HORIZON-RIA)"}, {"approvalDate": "Apr 13, 2021 6:21:43 PM", "lastChangeDate": "Apr 13, 2021 6:21:43 PM", "content": "<p>We are experiencing technical issues with the Submission System. As a result the new planned opening date for call HORIZON-INFRA-2021-EMERGENCY-02 will be the 15th of April 2021. Nevertheless, you could start preparing your application using the forms provided in the &quot;Topic Conditions&quot; section.</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}