{"TopicDetails": {"type": 0, "ccm2Id": 44130588, "cftId": 0, "identifier": "HORIZON-CL4-2022-DATA-01-05", "title": "Extreme data mining, aggregation and analytics technologies and solutions (RIA)", "publicationDateLong": 1623801600000, "callIdentifier": "HORIZON-CL4-2022-DATA-01", "callTitle": "WORLD LEADING DATA AND COMPUTING TECHNOLOGIES 2022", "callccm2Id": 44143315, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43108390, "abbreviation": "HORIZON", "description": "Horizon Europe Framework Programme (HORIZON)"}, "programmeDivision": [{"id": 43120231, "abbreviation": "HORIZON.2.4.7", "description": "Advanced Computing and Big Data"}, {"id": 43120193, "abbreviation": "HORIZON.2.4", "description": "Digital, Industry and Space"}, {"id": 43108541, "abbreviation": "HORIZON.2", "description": "Global Challenges and European Industrial Competitiveness"}], "destinationDetails": "<p>This destination will directly support the following Key Strategic Orientations, as outlined in the Strategic Plan:</p><ul level=\"0\"><li>KSO A, ‘<strong>Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chains</strong> to accelerate and steer the digital and green transitions through human-centred technologies and innovations.’</li><li>KSO C, ‘<strong>Making Europe the first digitally led circular, climate-neutral and sustainable economy</strong> through the transformation of its mobility, energy, construction and production systems</li> </ul><p>Proposals for topics under this Destination should set out a credible pathway to contributing to the following expected impact of Cluster 4 as set out in Horizon Europe Strategic Plan:</p><ul level=\"0\"><li><strong>Globally attractive, secure and dynamic data-agile economy</strong>, by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures (including space infrastructure and data), enabling the European single market for data with the corresponding data spaces and a trustworthy artificial intelligence ecosystem.</li> </ul><p>As data becomes the new fuel of the economy and a key asset to address our societal challenges, the EU cannot afford to have the data of its businesses, public sector and citizens stored and exploited largely outside its borders. This is affecting not only our economic performance but also our security, safety and sovereignty.</p><p>As announced in the EU data strategy (COM(2020) 66), the EU has the means to become the world’s most secure and trustful data hub. For that to happen, an important investment effort in the development of data technologies is needed to support the use, interoperability and analytical exploitation of EU-wide common data spaces targeting essential economic sectors and areas of public interest. The COVID-19 crisis showed how essential it is to master data technologies to address our societal challenges and to incentivize public and private stakeholders to trustfully share data.</p><p>The investments should cover the necessary data infrastructure and service platforms to enable virtualisation, adaptation of data and meta-data (including standards for data sharing) as well as common analytics tools. Investment in this Destination will reinforce the cloud and data infrastructure supply industry and make data accessible to research, education, businesses and governments across the EU in a way that meets European values and requirements. It will focus on energy-efficient and trustworthy data infrastructures and related services. The EU also needs to swiftly develop generic cloud to edge to IoT technologies, methods, tools and platforms for the support of future hyper-distributed applications in any business/societal sector.</p><p>Europe’s lead in the data economy also increasingly depends on its capability to autonomously develop key High Performance Computing (HPC) technologies, provide access to world-class supercomputing and data infrastructures, maintain global leadership in HPC applications, and foster the acquisition of HPC skills. This is the purpose of the activities funded by the EuroHPC Joint Undertaking.</p><p>Investments in this Destination contribute substantially to climate change objectives. Energy efficiency is a key design principle in actions, which will lead to new technologies and solutions that are cornerstones for a sustainable economy and society. These solutions range from environmentally sustainable data operations to balancing loads among centralised clouds and distributed edge computing, from decentralised energy sources to energy-harvesting sensors/devices, etc.</p><p>Finally, a robust data ecosystem rests as much on the wide, practical availability of top solutions and results, as on the transparency of the research and innovation process. To ensure trustworthiness and wide adoption by user communities for the benefit of society, actions should promote high standards of transparency and openness. Actions should ensure that the processes and outcomes of research and innovation align with the needs, values and expectations of society, in line with Responsible Research and Innovation.</p><p>This Destination is structured into the following headings, which group topics together with similar outcomes to address a common challenge:</p><ul level=\"0\"><li>Data sharing in the common European data space</li> </ul><p>Data sharing and data interoperability are still at their infancy; few data markets for sharing industrial data exist. In a recent survey[[<a href=\"https://ec.europa.eu/digital-single-market/en/news/sme-panel-consultation-b2b-data-sharing\">https://ec.europa.eu/digital-single-market/en/news/sme-panel-consultation-b2b-data-sharing</a>]], more than 40% of the SMEs interviewed claim they had problems in acquiring data from other companies. The diffusion of platforms for data sharing and the availability of interoperable datasets is one of the key success factors which may help to drive the European data economy and industrial transformation. On the other hand, Europe is developing a strong legal framework for data and is well positioned to exploit data from the public sector. The potential of European industrial data (from digitising industry) creates great synergies to feed European data ecosystems with industrial, personal, and public sector data, to be shared and exploited in full compliance with the ethical and legal framework.</p><p>In line with the FAIR principles (Findable, Accessible, Interoperable and Reusable), the overall objective of the topics in this heading is to make Europe the most successful area in the world in terms of data sharing and data re-use while respecting the legal framework relating to security and privacy and fostering collaboration and building on existing initiatives.</p><ul level=\"0\"><li>Strengthening Europe’s data analytics capacity</li> </ul><p>Recent developments in sensor networks, cyber-physical systems, and the ubiquity of the Internet of Things (IoT) and Artificial Intelligence (AI) have increased the collection of data (including health care, social media, smart communities, industry, manufacturing, education, construction, agriculture, water management finance/insurance, tourism, education, and more) to an enormous scale (by 2025, 463 exabytes of data will be produced every day in the world). There is significant potential for advances of data analytics at the intersection of many scientific, technology and societal fields (e.g. data mining, AI, complex systems, network science, statistics, natural language understanding, mathematics, particle physics, astronomy, earth observation…), and new methods and approaches are needed along the whole data life-cycle and value chain.</p><p>The overall objective of the topics in this heading is to make the EU fully autonomous in processing, combining, modelling and analysing such large amounts of data for efficiently predicting future courses of action with high accuracy and advanced decision-making strategies. The use of natural resources is reduced and waste avoided by making it possible to replace classical experiments by data-driven digital models. The technological achievements under this heading will support the development of responsible and useful AI solutions, built on high-quality and high-value data.</p><ul level=\"0\"><li>From Cloud to Edge to IoT for European Data</li> </ul><p>Today, 80% of the processing and analysis of data takes place in data centres and centralised computing facilities, and 20% in smart connected objects; only 1 European company in 4 use cloud technologies; 75% of the European cloud market is dominated by non-EU players. Considering the pace of development in this area outside of the EU, the implementation of the activities will require R&amp;I instruments with great flexibility, including the support of SMEs and start-ups, to nurture a European ecosystem and deliver swift results.</p><p>In line with Europe’s data, green and industrial strategies, for capitalising on the paradigm shift to the edge, Europe needs to pool major investments. Focus must be on the development and deployment of the next generation computing components, systems and platforms that enable this transition to a compute continuum with strong capacities at the edge and far edge in an energy efficient and trustworthy manner.</p><p>The overall objective of the topics in this heading is to establish the European supply and value chains in cloud to edge computing to Internet of Things (IoT) and tactile internet by integrating relevant elements of computing, connectivity, IoT, AI cybersecurity. New cloud/edge technologies with enhanced performance enabled by AI will increase European autonomy in the data economy required to support future hyper-distributed applications.</p><p>Finally, actions on high-end computing for exascale performance and beyond will be entirely implemented in the Joint Undertaking EuroHPC.</p><p>Today, Europe critically depends on foreign High Performance Computing (HPC) technologies that are essential for scientific and industrial innovation and competitiveness. By 2022 the next generation supercomputers will reach exascale performance, none of them with European technology components.</p><p>The overall objective such actions is to ensure digital autonomy for Europe in key high-end supercomputing technology (hardware and software) and applications, and developing the first exascale supercomputer based predominantly on European technology by 2026.</p><p>Activities beyond R&amp;I investments will be needed to realise the expected impacts: testing, experimentation, demonstration, and support for take-up using the capacities, infrastructures, and European Digital Innovation Hubs made available under the Digital Europe Programme; large-scale roll-out of innovative new technologies and solutions (e.g. interconnections between High-Performance Computing centres) via the Connecting Europe Facility; further development of skills and competencies via the European Institute of Innovation and Technology, in particular EIT Digital; upscaling of trainings via the European Social Fund +; and use of financial instruments under the InvestEU Fund for further commercialisation of R&amp;I outcomes.</p><p><strong>Expected impact</strong></p><p>Proposals for topics under this Destination should set out a credible pathway to contributing to <strong>world-leading data and computing technologies</strong>, and more specifically to one or several of the following impacts:</p><ul level=\"0\"><li>Improved European leadership in the global data economy</li><li>Maximised social and economic benefits from the wider and more effective use of data</li><li>Reinforced Europe’s ability to manage urgent societal challenges (e.g. data for crisis management, digital for clean energy).</li> </ul>", "destinationDescription": "World leading data and computing technologies", "topicMGAs": [], "tags": ["big data", "data aggregation"], "keywords": ["Data mining", "Digital Agenda", "Artificial Intelligence", "Real time data analytics"], "flags": ["AI", "DigitalAgenda"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HORIZON-RIA HORIZON  Research and Innovation Actions", "typeOfMGA": [{"id": 43027846, "abbreviation": "HORIZON-AG", "description": "HORIZON Action Grant Budget-Based"}]}], "plannedOpeningDate": "23 November 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["05 April 2022"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3390472": [{"action": "HORIZON-CL4-2022-DATA-01-01 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "23 November 2021", "deadlineModel": "single-stage", "deadlineDates": ["05 April 2022"], "budgetYearMap": {"2022": 33000000}, "budgetTopicActionMap": {}}], "3390474": [{"action": "HORIZON-CL4-2022-DATA-01-04 - HORIZON-IA HORIZON Innovation Actions", "plannedOpeningDate": "23 November 2021", "deadlineModel": "single-stage", "deadlineDates": ["05 April 2022"], "budgetYearMap": {"2022": 52000000}, "budgetTopicActionMap": {}}], "3390476": [{"action": "HORIZON-CL4-2022-DATA-01-05 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "23 November 2021", "deadlineModel": "single-stage", "deadlineDates": ["05 April 2022"], "budgetYearMap": {"2022": 30000000}, "budgetTopicActionMap": {}}], "3390479": [{"action": "HORIZON-CL4-2022-DATA-01-02 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "23 November 2021", "deadlineModel": "single-stage", "deadlineDates": ["05 April 2022"], "budgetYearMap": {"2022": 50000000}, "budgetTopicActionMap": {}}], "3390482": [{"action": "HORIZON-CL4-2022-DATA-01-03 - HORIZON-RIA HORIZON  Research and Innovation Actions", "plannedOpeningDate": "23 November 2021", "deadlineModel": "single-stage", "deadlineDates": ["05 April 2022"], "budgetYearMap": {"2022": 40000000.0}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><span>Proposal results are expected to contribute to the following expected outcomes:</span></p><ul level=\"0\"><li><span><span><span><span style=\"color:black\"><span><span>provide better technologies, tools and solutions for data mining (searching and processing) of large, constantly growing amounts and varieties of data, and/or extremely sparse/dispersed/heterogeneous/multilingual data (stored centrally or in distributed/decentralized systems), in particular IoT, industrial, business, administrative, environmental, scientific or societal data.</span></span></span></span></span></span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><span>The actions under this topic are expected to provide ground-breaking advances in the performance, speed and/or accuracy as well as usefulness of data discovery, collection, mining, filtering and processing in view of coping with “extreme data”: (defined as data that exhibits one or more of the following characteristics, to an extent that makes current technologies fail: increasing volume, speed, variety; complexity/diversity/multilinguality of data; the dispersed data sources; sparse/missing/insufficient data/extreme variations in values). The technologies and solutions are expected to discover and distil meaningful, reliable and useful data from heterogeneous and dispersed/scarce sources and deliver it to the requesting application/user with minimal delay and in the appropriate format. In particular, the advances should enable the development of trustworthy, accurate, green and fair AI systems where quality of data is as important as quantity and/or support industrial distributed decision-making tasks at appropriate level in the computing continuum (edge/fog/cloud). Insofar the results are intended for human use, the design of these tools should take into account the relevant human aspects and interactions with users.</span></p><p><span><span><span>The actions should address the integration of relevant technologies (e.g. big data, AI, IoT, HPC, edge/fog/cloud computing, language technologies, cybersecurity, telecommunications, autonomous systems etc.) as a means towards achieving the goals, and foster links to the respective research, industrial and user/innovator communities (e.g. AI4EU, digital innovation hubs). The use of European data sources (such as Copernicus, Galileo/EGNOS for satellite data) is encouraged in the use cases, where appropriate.</span></span></span></p><p><span><span>In this topic the integration of the gender dimension (sex and gender analysis) in research and innovation content is not a mandatory requirement. </span></span></p>\n<SPAN class=\"topicdescriptionkind\">Specific Topic Conditions</SPAN>:<p><p><span><span><span>Activities are expected to start at TRL 3 and achieve TRL 5 by the end of the project – see General Annex B.</span></span></span></p></p>\n<SPAN class=\"topicdescriptionkind\">Cross-cutting Priorities</SPAN>:<p>Artificial Intelligence<br>Digital Agenda<br></p>\n", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:11.0pt;line-height:115%;&#10;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#10;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#10;mso-bidi-font-family:&quot;Times New Roman&quot;;mso-bidi-theme-font:minor-bidi;&#10;color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:EN-US;&#10;mso-fareast-language:EN-US;mso-bidi-language:AR-SA\">General conditions</span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">1. Admissibility conditions: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;&#10;mso-bidi-font-weight:bold\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex A</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> and </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex E</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:&#10;bold\"> of the Horizon Europe Work Programme General Annexes</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in Part B of the Application Form available in the Submission System</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\n<p><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">A number of non-EU/non-Associated Countries that are not automatically eligible for funding have made specific provisions for making funding available for their participants in Horizon Europe projects. See the information in the </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">Horizon Europe Programme Guide</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\">.</span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">3<span style=\"mso-bidi-font-weight:bold\">. Other eligibility conditions:</span></span></b><span lang=\"EN-US\" style=\"mso-ansi-language:&#10;EN-US\"> described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex B</a></span></span><span style=\"mso-ansi-language:EN-US\"> <span lang=\"EN-US\">of the Work Programme General Annexes</span></span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex C</a> of the Work Programme General Annexes</span></p>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      D</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes<o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Submission and evaluation      processes</span></b><span lang=\"EN-US\"> are      described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of      the Work Programme General Annexes and the </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Online      Manual</a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in </span><span class=\"MsoHyperlink\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex      F</a></span><span lang=\"EN-US\"> of the Work Programme General Annexes</span><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"mso-bidi-font-weight:normal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">6. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in </span><span class=\"MsoHyperlink\"><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:&#10;minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">Annex G</a></span></span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"> of the Work Programme General Annexes<o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Specific conditions<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">7. Specific conditions: </span></b><span lang=\"EN-US\">described in the [specific topic of the Work Programme]<o:p></o:p></span></p>\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"font-size:12.0pt;mso-bidi-font-size:&#10;11.0pt;line-height:115%;mso-ansi-language:EN-US\">Documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Call documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/af/af_he-ria-ia_en.pdf\">Standard application form (HE RIA, IA)</a>&nbsp;&mdash;<i style=\"mso-bidi-font-style:normal\"> call-specific application form is available in the Submission System</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/temp-form/ef/ef_he-ria-ia_en.pdf\"><span lang=\"EN-US\">Standard evaluation form (HE RIA, IA)</span></a>&nbsp;</span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">&mdash;<i style=\"mso-bidi-font-style:normal\"> will be used with the necessary adaptations</i><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_horizon-euratom_en.pdf\">HE&nbsp;<span lang=\"EN-US\">General MGA v1.0</span></a>&nbsp;-&nbsp;<span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US;mso-bidi-font-weight:bold\">MGA</span><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;tab-stops:&#10;191.4pt\">&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-1-general-introduction_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 1. General Introduction</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-7-digital-industry-and-space_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 7. Digital, Industry and Space</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/wp-call/2021-2022/wp-13-general-annexes_horizon-2021-2022_en.pdf\">HE Main Work Programme 2021&ndash;2022 &ndash; 13. General Annexes</a><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\">HE Programme Guide</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span class=\"MsoHyperlink\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0695\" target=\"_blank\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">HE Programme and Rules for Participation Regulation 2021/695</span></a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"padding: 3px 0px; margin: 0px 0px 0.0001pt; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">&nbsp;<span class=\"MsoHyperlink\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021D0764\" target=\"_blank\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">HE Specific Programme Decision 2021/764</span></a></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\"><span lang=\"EN-US\">EU Grants AGA </span>&mdash; Annotated Model Grant Agreement</a> <o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Funding &amp; Tenders Portal Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"font-size:11.0pt;line-height:115%;font-family:&quot;Calibri&quot;,sans-serif;&#10;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#10;minor-latin;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>", "supportInfo": "<p><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;font-weight:normal;mso-bidi-font-weight:bold\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><b>Online Manual&nbsp;</b></a></span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">is your guide on the procedures from proposal submission to managing your grant.<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/horizon/guidance/programme-guide_horizon_en.pdf\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Horizon Europe Programme Guide</span></b></a><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong><strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif; font-weight: normal;\">contains the detailed guidance to the structure, budget and political priorities of Horizon Europe.</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=undefined;categories=;programme=H2020;actions=;keyword=\" target=\"_blank\">Funding &amp; Tenders Portal FAQ</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; find the answers to most frequently asked questions on submission of proposals, evaluation and grant management.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/research-and-innovation/contact/research-enquiry-service_en\" target=\"_blank\">Research Enquiry Service</a></span>&nbsp;</b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; ask questions about any aspect of European research in general and the EU Research Framework Programmes in particular.<o:p></o:p></span></p>\r\n<p><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\">Enterprise Europe Network</span></b></a><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;color:#003366\">&nbsp;</span></strong><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></span></b>&nbsp;</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&ndash;&nbsp;contact the Funding &amp; Tenders Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;assists you on intellectual property issues.<br />\r\n<br />\r\n</span><b><a href=\"mailto:research@cencenelec.eu\" target=\"_blank\">CEN-CENELEC Research Helpdesk</a> and <a href=\"https://www.etsi.org/research/helpdesk\" target=\"_blank\">ETSI Research Helpdesk</a></b>&nbsp;<span style=\"font-family: Arial, sans-serif;\">&ndash;&nbsp;&nbsp;</span>the European Standards Organisations&nbsp;advise you how to tackle standardisation in your project proposal.&nbsp;&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><o:p></o:p></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://euraxess.ec.europa.eu/sites/default/files/am509774cee_en_e4.pdf\" target=\"_blank\">The European Charter for Researchers and the Code of Conduct for their recruitment</a></span></b></span><strong><u><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366\"> </span></u></strong><strong><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;color:#003366;font-weight:&#10;normal;mso-bidi-font-weight:bold\">&ndash; consult the general principles and requirements specifying the roles, responsibilities and entitlements of researchers, employers and funders of researchers.</span></strong><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></b></p>\r\n<p><span class=\"MsoHyperlink\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a></span></b></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;help you find a partner organisation for your proposal.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 24, 2021 9:35:25 AM", "lastChangeDate": "Nov 24, 2021 9:35:25 AM", "content": "The submission session is now available for: HORIZON-CL4-2022-DATA-01-01(HORIZON-RIA), HORIZON-CL4-2022-DATA-01-03(HORIZON-RIA), HORIZON-CL4-2022-DATA-01-02(HORIZON-RIA), HORIZON-CL4-2022-DATA-01-04(HORIZON-IA), HORIZON-CL4-2022-DATA-01-05(HORIZON-RIA)"}, {"approvalDate": "Aug 5, 2021 6:10:48 PM", "lastChangeDate": "Aug 5, 2021 6:10:48 PM", "content": "<p>&nbsp;Please note that affiliated and associated partners and entities are eligible to participate under this call for proposals.</p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}