{"TopicDetails": {"type": 0, "ccm2Id": 46266582, "cftId": 0, "identifier": "ERASMUS-EDU-2024-PEX-TEACH-ACA", "title": "Erasmus+ Teacher Academies", "publicationDateLong": 1701302400000, "callIdentifier": "ERASMUS-EDU-2024-PEX-TEACH-ACA", "callTitle": "Erasmus+ Teacher Academies", "callccm2Id": 46266589, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43353764, "abbreviation": "ERASMUS2027", "description": "Erasmus+ Programme (ERASMUS)"}, "programmeDivision": [{"id": 43431401, "abbreviation": "TEACH-ACA", "description": "Erasmus+ Teacher Academies"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERASMUS-LS ERASMUS Lump Sum Grants", "typeOfMGA": [{"id": 43341839, "abbreviation": "ERASMUS-AG-LS", "description": "ERASMUS Lump Sum Grant"}]}], "plannedOpeningDate": "05 December 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["06 June 2024"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3544305": [{"action": "ERASMUS-EDU-2024-PEX-TEACH-ACA - ERASMUS-LS ERASMUS Lump Sum Grants", "plannedOpeningDate": "05 December 2023", "deadlineModel": "single-stage", "deadlineDates": ["06 June 2024"], "budgetYearMap": {"2024": 22500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2024"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>ERASMUS+ TEACHER ACADEMIES </strong></p><p>The 2019 Council Resolution on further developing the <strong>European Education Area<a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32019G1118%2801%29\"><sup>1</sup></a> </strong>invites the Commission to “Develop new means to train and support competent, motivated and highly qualified teachers, trainers, early childhood education and care (ECEC) staff, school leaders and other staff, and promote their continuous professional development and high-quality, research-based teacher education”.</p><p>The Council Conclusions on European Teacher and Trainers for the Future of May 2020<sup><a href=\"http://www.consilium.europa.eu/media/44115/st08269-en20.pdf\">2</a> </sup>reiterate the role of teachers as cornerstones of the European Education Area and call for further support to teachers’ career and competence development as well as well-being at all stages of their careers. The Conclusions stress the benefits of mobility of teachers and the need of embedding mobility as part of teachers’ initial and continuous education. Moreover, the Conclusions invite the Commission to support closer cooperation between teacher education providers within the continuum of teachers’ professional development.</p><p>The 2020 Commission’s Communication on Achieving the European Education Area by 2025<a href=\"http://ec.europa.eu/education/resources-and-tools/document-library/eea-communication-sept2020_en\"><sup>3</sup></a> recognises the key role of teachers and trainers and sets the vision of having highly competent and motivated educators who can benefit from a range of support and professional development opportunities throughout their varied careers. It proposes a number of actions to address the challenges the teaching professions face today, including the plan to launch Erasmus+ Teacher Academies.</p><p>The Commission’s Digital Education Action Plan (2021-2027)<a href=\"http://ec.europa.eu/education/education-in-the-eu/digital-education-action-plan_en\"><sup>4</sup></a> stresses the need to ensure that all teachers and trainers have the confidence and competences to use technology effectively and creatively to engage and motivate their learners as well as to ensure that all learners develop their digital competences for learning, living and working in an ever more digitalised world.</p><p>The Council Resolution on a strategic framework for European cooperation in education and training towards the European Education Area and beyond (2021-2030) refers to the potential of Erasmus+ Teachers Academies in facilitating networking, knowledge sharing, mobility and providing teachers and trainers with learning opportunities at all phases of teachers’ and trainers’ careers.</p><p>There is a need to improve the <strong>attractiveness</strong> of the profession: in the EU countries participating in OECD’s TALIS survey, on average, less than 20% of lower secondary school teachers felt that their profession is valued by the society.</p><p>The <strong>ageing</strong> of the teaching professionals is a concern as upcoming waves of retirement could result in potential shortages in the teaching workforce in a country.</p><p>The <strong>Education and Training Monitor</strong> indicates also that a number of European countries face <strong>serious shortages</strong> of teachers, either across the board or in some subjects such as science, or in specific profiles such as teaching pupils with special needs.</p><p>Despite wide offer of continuous professional development, <strong>teachers still self-report a lack of professional development opportunities</strong> according to the OECD’s TALIS survey.</p><p>Despite the benefits of <strong>mobility</strong>, it is still not embedded in teacher education effectively, due to many practical obstacles that should be removed by more consistent policies.</p><p>The Erasmus+ Teacher Academies will address these issues by promoting close cooperation between organisations active in initial and continuing teacher education and training, complement other work done in achieving the Education Area, and help transfer the results <strong>to national and regional policy making and eventually to teacher education and support for schools</strong>.</p><p>They will build on the innovations and effective practice that exists within national teacher education and European cooperation and develop them further. Specific attention will be paid to dissemination and exploitation of effective practice across countries and teacher education providers, and to ensuring feedback and impact also at policy level.</p><p><strong>OBJECTIVES OF THE ACTION </strong></p><p>The overall objective of this action is to create European partnerships of teacher<sup>5</sup> education and training providers to set up Teacher Academies that will develop a European and international outlook in teacher education.</p><p>These Academies will embrace multilingualism, language awareness and cultural diversity, develop teacher education in line with the EU’s priorities in education policy and contribute to the achievement of the objectives of the European Education Area.</p><p>The Erasmus+ Teacher Academies will meet the following objectives:</p><ul level=\"0\"><li>Contribute to the <strong>improvement of teacher education policies and practices in Europe</strong> by <strong>creating networks and communities of practice on teacher education</strong> that bring together providers of initial teacher education (preservice education for future teachers) and providers of continuing professional development (in-service), other relevant actors such as teacher associations, ministries and stakeholders to develop and test strategies and programmes for professional learning that is effective, accessible and transferable to other contexts.</li><li>Develop and test jointly different models of <strong>mobility (virtual, physical and blended)</strong> in initial teacher education and as part of teachers’ continuous professional development in order to enhance the quality and number of mobility as well as to make mobility an integral part of teacher education provision in Europe.</li><li>Develop <strong>sustainable collaboration</strong> <strong>between teacher education providers</strong> with an impact to the quality of teacher education in Europe and with a view <strong>to inform teacher education policies at European and national levels</strong>.</li><li>Enhance the <strong>European dimension</strong> and internationalisation of teacher education through innovative and practical collaboration with teacher educators and teachers in other European countries and by sharing experiences for the further development of teacher education in Europe.</li> </ul><p>This collaboration will address one or more of the<strong> horizontal priorities of the Erasmus+ Programme</strong>, as theme(s) for the Teacher Academy activities.</p><p>Teacher Academies should identify and work on one priority or more priorities that are particularly relevant for their partnership with a view to enhancing a high-quality education/professional development, and addressing (future) teachers’ pressing needs, notably by offering teachers courses, modules and other learning opportunities on:</p><p><strong>1. Inclusion and diversity, notably:</strong></p><p>To help teachers acquire the necessary knowledge, skills and competences for the educational inclusion of children/students with fewer opportunities, including children/students with disabilities or special needs, with a migrant background, as well as children/students living in rural and remote areas such as outermost regions, children/students facing gender inequalities, socio-economic difficulties or any other potential source of discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation. This also means understanding underachievement, disengagement, and addressing well-being, mental health and bullying. Examples include: Developing competences to teach in multilingual and multicultural settings, on gender-sensitive practices, inclusive education for children with special needs, on creating supportive learning environments and strategies addressing learners’ and teachers’ well-being at school, on how to use a variety of learning approaches and blended learning, as well as formative assessment methods and tools.</p><p>To equip teachers to addressing the barriers faced by these groups in accessing education, as well as contributing to creating a positive learning climate and inclusive environments that foster equity and equality, and that are responsive to the needs of the wider community; building relationships of trust with learners, parents, families and carers; using collaborative practices and work in multi-disciplinary teams in schools.</p><p>Further references:</p><ul level=\"0\"><li>Council Recommendation on promoting common values, inclusive education, and the European dimension of teaching<a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018H0607(01)&amp;from=EN\"><sup>6</sup></a></li><li>Council Recommendation on Pathways to School Success (replacing the Council Recommendation of 28 June 2011 on policies to reduce early school leaving)<a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32022H1209%2801%29&amp;qid=1671106078506\"><sup>7</sup></a>.</li> </ul><p><strong>2. Environment and fight against climate change, notably:</strong></p><p>To implement and further develop comprehensive and collaborative approaches to teaching and learning for the green transition and sustainable development, recognising that all teachers, whatever their discipline or sector of education, are sustainability educators who need to support their learners in preparing for the green transition.</p><p>To offer (future) teachers professional training/education about climate change and how to best teach it; develop sustainability competences of (future)teachers/educators and education leaders; and exchange and develop the approaches of the participating organisations regarding environmental sustainability.</p><p>To exchange on how to raise awareness about the green transition, environmental and climate-change challenges, to develop competences, green sectorial skills strategies and methodologies, as well as future-oriented curricula that better meet the needs of teachers.</p><p>To support teachers in adopting pedagogies, including testing innovative practices, that enhance teaching and learning for the green transition and sustainable development in interdisciplinary ways, including the socio-emotional aspects of learning, so that all learners can become agents of change and learn to reflect and act, both individually and collectively, locally and globally, for a more sustainable world.</p><p>Further reference: Council Recommendation on learning for environmental sustainability<a href=\"http://data.consilium.europa.eu/doc/document/ST-9242-2022-INIT/en/pdf\"><sup>8</sup></a>.</p><p><strong>3. Addressing digital transformation through development of digital readiness, resilience and capacity, notably: </strong></p><p>To support the need to engage (future) teachers in the path to digital transformation, with a view to harness the potential of digital technologies for teaching and learning and to develop digital skills for all, also increasing the capacity and readiness of institutions to manage an effective shift towards digital education.</p><p>To contribute to the first strategic priority of the Digital Education Action Plan, the development of a high-performing digital education ecosystem, by building capacity and critical understanding on how to exploit the opportunities offered by digital technologies for teaching and learning at all levels and for all sectors and to develop and implement digital transformation plans of educational institutions.</p><p>To support the purposeful use of digital technologies for teaching, learning, assessment and engagement. This includes the development of digital pedagogy and expertise in the use of digital tools for teachers, including accessible and assistive technologies and the creation and innovative use of digital education content. Particular attention will be given to promoting gender equality and addressing differences in relation to the access and use by under-represented groups.</p><p>Use of the European frameworks on digital competences of educators, citizens and organisations is encouraged.</p><p>Further reference: Digital Education Action Plan (2021-2027)<a href=\"http://education.ec.europa.eu/focus-topics/digital-education/action-plan\"><sup>9</sup></a>.</p><p><strong>4. Common values, civic engagement and participation, notably:</strong></p><p>To train and equip (future) teachers.</p><p>To promote active citizenship and ethics in their teaching, and foster the development of social and intercultural competences, critical thinking and media literacy.</p><p>To offer opportunities for children/students’ participation in democratic life, social and civic engagement notably through formal or non-formal learning activities.</p><p>To raise awareness on and understanding the European Union context, notably as regards the common EU values, the principles of unity and diversity, as well as their cultural identity, cultural awareness and their social and historical heritage.</p><p>Further reference: Council Recommendation on promoting common values, inclusive education, and the European dimension of teaching<a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018H0607(01)&amp;from=EN\"><sup>10</sup></a>.</p><p><strong>For more information, please consult the latest version of the Erasmus+ Programme Guide 2024:</strong> <a href=\"https://erasmus-plus.ec.europa.eu/erasmus-programme-guide\">The Erasmus+ Programme Guide | Erasmus+ (europa.eu)</a>.</p><p>-</p><p>[1] <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32019G1118%2801%29\">https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32019G1118%2801%29</a> </p><p>[2] <a href=\"https://www.consilium.europa.eu/media/44115/st08269-en20.pdf\">https://www.consilium.europa.eu/media/44115/st08269-en20.pdf</a></p><p>[3] <a href=\"https://ec.europa.eu/education/resources-and-tools/document-library/eea-communication-sept2020_en\">https://ec.europa.eu/education/resources-and-tools/document-library/eea-communication-sept2020_en</a></p><p>[4] <a href=\"https://ec.europa.eu/education/education-in-the-eu/digital-education-action-plan_en\">https://ec.europa.eu/education/education-in-the-eu/digital-education-action-plan_en</a></p><p>[5] For the purpose of this call, the term \"teacher\" is to be understood in an enlarged way, including trainers and Early childhood education and care (ECEC) staff.</p><p>[6] <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018H0607(01)&amp;from=EN\">https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018H0607(01)&amp;from=EN</a> </p><p>[7] <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32022H1209%2801%29&amp;qid=1671106078506\">https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32022H1209%2801%29&amp;qid=1671106078506</a> </p><p>[8] <a href=\"https://data.consilium.europa.eu/doc/document/ST-9242-2022-INIT/en/pdf\">https://data.consilium.europa.eu/doc/document/ST-9242-2022-INIT/en/pdf</a> </p><p>[9] <a href=\"https://education.ec.europa.eu/focus-topics/digital-education/action-plan\">https://education.ec.europa.eu/focus-topics/digital-education/action-plan</a> </p><p>[10] <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018H0607(01)&amp;from=EN\">https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018H0607(01)&amp;from=EN</a></p>\n", "conditions": "<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b>1.&nbsp;</b><b style=\"mso-bidi-font-weight:normal\">Eligible countries</b>:&nbsp;as described in the Call document.</span></span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ:C_202301262\">EUR-Lex - C/2023/01262 - EN - EUR-Lex (europa.eu)</a></p>\r\n<p><a href=\"https://erasmus-plus.ec.europa.eu/erasmus-programme-guide\">The Erasmus+ Programme Guide | Erasmus+ (europa.eu)</a></p>\r\n<p><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#00B050;mso-fareast-language:&#10;EN-GB\"><o:p></o:p></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b>2.&nbsp;</b><b>Eligibility and admissibility conditions:</b> as described in the Call document.</span></span></span></p>\r\n<p><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ:C_202301262\">EUR-Lex - C/2023/01262 - EN - EUR-Lex (europa.eu)</a></p>\r\n<p><a href=\"https://erasmus-plus.ec.europa.eu/erasmus-programme-guide\">The Erasmus+ Programme Guide | Erasmus+ (europa.eu)</a></p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span style=\"line-height: 115%;\">Proposal page limits and layout:</span></b><span style=\"line-height: 115%;\">&nbsp;Please refer to Part B of the standard proposal template.</span></span></span></span></p>\r\n<p>Page limit for Part B in this call is 70 pages.</p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> </span></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b>3. Evaluation</b></span></span></span></p>\r\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Evaluation criteria, scoring, threshold and process are described in the Call document.</span></span></span></p>\r\n<p><a href=\"https://erasmus-plus.ec.europa.eu/erasmus-programme-guide\">The Erasmus+ Programme Guide | Erasmus+ (europa.eu)</a></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\n<p class=\"MsoNormal\" style=\"text-indent:-.55pt;line-height:normal\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><b>4. Indicative timetable for evaluation and grant agreement:</b> as described in the Call document.</span></span></span><o:p></o:p></p>\r\n<ul>\r\n    <li>\r\n    <p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Publication of the call: 30.11.2023</span></span></span></span></p>\r\n    </li>\r\n    <li>\r\n    <p><span style=\"font-family: Arial; font-size: small;\">Deadline for submitting applications: June, 6, 2024 17:00 (Brussels Time)</span></p>\r\n    </li>\r\n    <li>\r\n    <p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Evaluation period: June-November 2024</span></span></span></span></p>\r\n    </li>\r\n    <li>\r\n    <p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Information to applicants: December 2024</span></span></span></span></p>\r\n    </li>\r\n    <li>\r\n    <p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\">Signature of grant agreement: March 2025</span></span></span></span></p>\r\n    </li>\r\n</ul>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><b>5. Proposal templates, guidance and model grant agreements (MGA):</b></span></span></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/erasmus/temp-form/af/af_erasmus-bb-lsii_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Standard application form (ERASMUS BB and LSII)</span></span></a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/ls-mga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"font-style: inherit; font-variant-ligatures: inherit; font-variant-caps: inherit; font-weight: inherit; white-space: nowrap;\">Lump Sum MGA</span></span></span></a></p>\r\n<p><a href=\"https://eur-lex.europa.eu/eli/C/2023/1262/oj\">EUR-Lex - C/2023/01262 - EN - EUR-Lex (europa.eu)</a></p>\r\n<p><a href=\"https://erasmus-plus.ec.europa.eu/erasmus-programme-guide\">The Erasmus+ Programme Guide | Erasmus+ (europa.eu)</a></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/how-to-manage-your-lump-sum-grants_en.pdf\">how-to-manage-your-lump-sum-grants_en.pdf (europa.eu)</a></p>", "supportInfo": "<p class=\"MsoNormal\"><span lang=\"EN-GB\">For help related to this call, please contact: </span><span lang=\"EN-GB\" style=\"mso-bidi-font-size:10.0pt;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-font-family:Arial;color:red;mso-fareast-language:EN-GB\">EACEA-EPLUS-TEACHER-ACADEMIES@ec.europa.eu</span><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\">Funding &amp; Tenders Portal FAQ</a></span><span lang=\"EN-GB\"> </span><span lang=\"EN-US\">&ndash; Submission of proposals</span><span lang=\"EN-GB\">.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\">IT Helpdesk</a></span><span lang=\"EN-GB\"> </span><span lang=\"EN-US\">&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\" target=\"_blank\">Online Manual</a> &ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.<span lang=\"EN-GB\"><o:p></o:p></span></p>", "sepTemplate": "<p class=\"MsoNormal\">To access the Electronic Submission Service, please click on the submission-button next to the&nbsp;<b>type of action</b>&nbsp;and the&nbsp;<b>type of model grant agreement</b>&nbsp;that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.<o:p></o:p></p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.<o:p></o:p></p>\r\n<p>&nbsp;</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>Erasmus+ is the EU Programme in the fields of education, training, youth and sport for the 2021-2027 period. Education, training, youth and sport are key areas that support citizens in their personal and professional development. High quality, inclusive education and training, as well as informal and non-formal learning, ultimately equip young people and participants of all ages with the qualifications and skills needed for their meaningful participation in democratic society, intercultural understanding, and the successful transition to the labor market. Building on the success of the programme in the 2014-2020 period, Erasmus+ strengthens its efforts to increase the number of opportunities offered to even more participants and to a wider range of organizations, focusing on the qualitative impact of the Programme and contributing to more inclusive and cohesive, greener, and digitally fit societies. </p><p>European citizens need to be better equipped with the knowledge, skills and competences necessary in a dynamically changing society that is increasingly mobile, multicultural and digital. Spending time in another country to study, to learn and to work should become the standard, and the opportunity to learn two other languages in addition to one’s mother tongue should be offered to everyone. The Programme is a key component supporting the objectives of the European Education Area, the Digital Education Action Plan 2021-2027, the European Union Youth Strategy and the European Union Work Plan for Sport (2021-24). </p><p>As the COVID-19 pandemic has shown, access to education is proving, more than ever, to be essential to ensure swift recovery from crises, while promoting equal opportunities for all. As part of this recovery process, the Erasmus+ programme takes its inclusive dimension to a new horizon by supporting opportunities for personal, socio-educational and professional development of people in Europe and beyond, with the aim of leaving no-one behind. </p><p>To increase the qualitative impact of its actions and ensure equal opportunities, the Programme will reach out more and better to people of different ages and from diverse cultural, social and economic backgrounds. It is at the heart of the Programme to come closer to those with fewer opportunities, including people with disabilities and migrants, as well as European Union citizens living in remote areas or facing socio-economic difficulties. In doing so, the Programme will also encourage its participants, young people in particular, to engage and learn to participate in civic society, raising awareness about European Union common values. In 2024, the Programme will also continue the effort to mitigate the socio-economic and educational consequences of the Russian invasion of Ukraine, including by supporting projects that promote educational activities and facilitate the integration of people fleeing the war in Ukraine into their new learning environments, as well as activities supporting organisations, learners and staff in Ukraine. </p><p>Furthermore, in line with the objectives of the European Innovation Agenda on supporting talent development for boosting Europe’s innovation capacity, developing digital skills and competences and skills in forward-looking fields, such as combating climate change, clean energy, artificial intelligence, robotics, and big data analysis, is essential for Europe's future sustainable growth and cohesion. The Programme can make a meaningful contribution by stimulating innovation and bridging Europe's knowledge, skills, and competences gap. EU businesses need to become more competitive through talent and innovation. This investment in knowledge, skills, and competences will benefit individuals, institutions, organizations, and society as a whole by contributing to sustainable growth and ensuring equity, prosperity, and social inclusion in Europe and beyond. </p><p>Another challenge relates to the Europe-wide trends of limited participation in democratic life and low levels of knowledge and awareness about European matters, as well as their impact on the lives of all European citizens. Many people are reluctant or face difficulties in actively engaging and participating in their communities or in the European Union's political and social life. Strengthening European identity and the participation of young people in democratic processes is of paramount importance for the European Union's future. </p><p>This objective can also be achieved through non-formal learning activities, which aim to enhance the skills and competences of young people and adult learners, as well as their active citizenship. The programme can contribute to enhance the development of social and intercultural competences, critical thinking and media literacy, and thus to prevent and counter disinformation and fake news. </p><p>In line with the European Union’s priorities in making its economy sustainable, Erasmus+ projects should be designed in an eco-friendly manner and should incorporate green practices in all facets. Organizations and participants involved should have an environment-friendly approach when designing their projects, which will encourage them to discuss and learn about environmental issues, make them think about what can be done to make projects more sustainable on their level, and help them come up with greener ways of implementing their activities. </p><p>Supporting and facilitating the transnational and international cooperation between organizations in the fields of education, training, youth and sport is essential to empowering people with more key competences, reducing early school leaving, and recognizing competences acquired through formal, informal, and non-formal learning. It facilitates the circulation of ideas, the transmission of best practices and expertise, and the development of digital capabilities. This contributes to a high-quality education while strengthening social cohesion. The Erasmus+ Programme is one of the European Union’s most visible success stories. It builds on the achievements of more than 35 years of European programmes in the fields of education and training, youth and sport, covering both the intra-European and the international partnerships dimension. </p>\n", "latestInfos": [{"approvalDate": "Jul 9, 2024 4:21:08 PM", "lastChangeDate": "Jul 9, 2024 4:21:08 PM", "content": "<p class=\"MsoNormal\" style=\"line-height: normal; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><strong><span style=\"font-size:10.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#404040;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/erasmus-edu-2024-pex-teach-aca?keywords=teacher%20academies\" target=\"_blank\">Erasmus + Teacher Academies</a></span></strong><span style=\"font-size:10.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#404040;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE\"><o:p></o:p></span></p>\r\n<p><strong><span style=\"font-size:10.0pt;line-height:107%;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#404040;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE;mso-bidi-language:AR-SA\">ERASMUS-EDU-2024-PEX-TEACH-ACA</span></strong></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><span style=\"font-size:10.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#404040;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE\">ERASMUS-EDU-2024-PEX-TEACH-ACA has closed on the 6/6/2024 at 17:00 CET.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><span style=\"font-size:10.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#404040;&#10;mso-ansi-language:EN-IE;mso-fareast-language:EN-IE\">118 proposals have been submitted.</span><span style=\"color: rgb(64, 64, 64); font-family: Arial, sans-serif; font-size: 10pt;\">&nbsp;</span></p>\r\n<p><span style=\"font-size:10.0pt;line-height:107%;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#404040;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE;mso-bidi-language:AR-SA\">Evaluation results are expected to be communicated in November 2024.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Dec 5, 2023 12:00:00 AM", "lastChangeDate": "Dec 5, 2023 12:00:00 AM", "content": "The submission session is now available for: ERASMUS-EDU-2024-PEX-TEACH-ACA(ERASMUS-LS)"}, {"approvalDate": "Nov 28, 2023 12:00:00 AM", "lastChangeDate": "Nov 28, 2023 12:00:00 AM", "content": "The submission session is now available for: ERASMUS-EDU-2024-PEX-TEACH-ACA(ERASMUS-LS)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}