{"TopicDetails": {"type": 0, "ccm2Id": 44427031, "cftId": 0, "identifier": "ERASMUS-EDU-2022-PEX-COVE", "title": "Partnership for Excellence - Centres of Vocational Excellence", "publicationDateLong": 1637798400000, "callIdentifier": "ERASMUS-EDU-2022-PEX-COVE", "callTitle": "Partnership for Excellence - Centres of Vocational Excellence", "callccm2Id": 44427036, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43353764, "abbreviation": "ERASMUS2027", "description": "Erasmus+ Programme (ERASMUS)"}, "programmeDivision": [{"id": 43433688, "abbreviation": "VET-COVE", "description": "Centres of Vocational Excellence"}], "topicMGAs": [], "tags": ["VET", "vocational training", "vocational excellence", "COVE"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ERASMUS-LS ERASMUS Lump Sum Grants", "typeOfMGA": [{"id": 43341839, "abbreviation": "ERASMUS-AG-LS", "description": "ERASMUS Lump Sum Grant"}]}], "plannedOpeningDate": "25 November 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["07 September 2022"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3414945": [{"action": "ERASMUS-EDU-2022-PEX-COVE - ERASMUS-LS ERASMUS Lump Sum Grants", "plannedOpeningDate": "25 November 2021", "deadlineModel": "single-stage", "deadlineDates": ["07 September 2022"], "budgetYearMap": {"2022": 48000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>CENTRES OF VOCATIONAL EXCELLENCE</strong></p><p>The initiative on Centres of Vocational Excellence (CoVE) supports a bottom-up approach to Vocational Excellence involving a wide range of local stakeholders. It enables VET institutions to rapidly adapt skills provision to evolving economic and social needs, including the digital and green transitions. CoVEs operate in a given local context, being the linchpin of skills ecosystems for innovation, regional development, and social inclusion, while working with CoVEs in other countries through international collaborative networks.</p><p>They provide opportunities for initial training of young people as well as the continuing up-skilling and re-skilling of adults, through flexible and timely offer of training that meets the needs of a dynamic labour market, in the context of the green and digital transitions. They act as catalysts for local business innovation, by working closely with companies and in particular SMEs.</p><p>Vocational Excellence ensures high quality skills and competences that lead to quality employment and career-long opportunities, which meet the needs of an innovative, inclusive and sustainable economy.</p><p>The concept of Vocational Excellence proposed here is characterised by a holistic learner centred approach in which VET:</p><ul level=\"0\"><li>Is an integrated part of <a href=\"https://strathprints.strath.ac.uk/58001/26/Buchanan_etal_OUP_2016_Skills_ecosystems.pdf\"><strong>skills ecosystems</strong></a>, contributing to regional development, innovation, smart specialisation and clusters strategies, as well as to specific value chains and industrial ecosystems</li><li>Is part of<a href=\"http://www.oecd.org/cfe/regional-policy/regionaldevelopment.htm\"> <strong>knowledge triangles</strong></a>, working closely with other education and training sectors, the scientific community, the creative sector, and business</li><li>Enables learners to acquire both <strong>vocational </strong>(job specific) as well as<a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32018H0604(01)&amp;from=EN\"> <strong>key competences</strong></a> through <strong>high-quality provision</strong> that is underpinned by quality assurance</li><li>Builds<a href=\"https://www.etf.europa.eu/en/news-and-events/news/public-private-partnerships-inclusive-skills-development\"> <strong>innovative forms of partnerships</strong></a> with the world of work, and is supported by the continuous professional development of teaching and training staff, innovative pedagogies, learner and staff mobility and VET internationalisation strategies</li> </ul><p><strong>OBJECTIVES OF THE ACTION</strong></p><p>This action supports the gradual establishment and development of international collaborative networks of <strong>Centres of Vocational Excellence</strong>, contributing to creating skills ecosystems for innovation, regional development, and social inclusion. Centres of Vocational Excellence will operate at two levels:</p><p>1. <strong>At national level </strong>involving a wide range of local stakeholders creating skills ecosystems for local innovation, regional development, and social inclusion, while working with CoVEs in other countries through international collaborative networks.</p><p>2. <strong>At international level</strong> bringing together CoVEs that share a common interest in:</p><ul level=\"0\"><li>specific sectors or industrial ecosystems ,</li><li>innovative approaches to tackle societal challenges (e.g. climate change, digitalisation, artificial intelligence, sustainable development goals, integration of migrants, upskilling people with low qualification levels, etc.), or</li><li>innovative approaches to increase the outreach, quality and effectiveness of existing CoVEs.</li> </ul><p>The networks will bring together existing CoVEs in different countries, or develop the Vocational Excellence model by linking partners from various countries, that intend to develop Vocational Excellence in their local context through international cooperation. They could contribute e.g. to the delivery phase of the New European Bauhaus initiative by collaborating with the communities involved in the local transformations fostered by the initiative.</p><p>The networks aim for \"<strong>upward convergence</strong>\" of VET excellence. They will be open for the involvement of countries with well-developed vocational excellence systems, as well as those in the process of developing similar approaches, aimed at exploring the full potential of VET institutions to play a proactive role in support of growth and innovation.</p><p>CoVEs are intended for organisations providing vocational education and training, at any EQF levels from 3 to 8, including the upper-secondary level, the post-secondary non-tertiary level as well as the tertiary level (e.g. Universities of applied sciences, Polytechnic institutes, etc.).</p><p>However, applications cannot include only activities that target learners at tertiary level; applications that focus on VET at tertiary level (EQF levels 6 to 8) must include at least one other VET qualification level between EQF levels 3 to 5, as well as a strong work-based learning component.</p><p><strong>ELIGIBILITY CRITERIA</strong></p><p>In order to be eligible for an Erasmus+ grant, project proposals for Centres for Vocational Excellence must comply with the following criteria:</p><p><strong>Who can apply?</strong></p><p>Any participating organisation legally established in an <strong>EU Member State or third country associated to the Programme</strong> can be the applicant. This organisation applies on behalf of all participating organisations involved in the project.</p><p><strong>What types of organisations are eligible to participate in the project?</strong></p><p>Any public or private organisation active in the field of vocational education and training, or in the world of work and legally established in an <strong>EU Member State or third country associated to the Programme</strong> or in any <strong>third country not associated to the Programme </strong>(see section \"Eligible Countries\" in Part A of this Guide) can be involved as full partner, affiliated entity or associated partner. For example, such organisations can be (non-exhaustive list):</p><ul level=\"0\"><li>VET providers</li><li>Companies, industry or sector representative organisations</li><li>National/regional qualification authorities</li><li>Research institutes</li><li>Innovation agencies</li><li>Regional development authorities</li> </ul><p><strong>Exception</strong>: organisations from Belarus (Region 2) are not eligible to participate in this action.</p><p><strong>Number and profile of participating organisations </strong></p><p>The partnership must include at least <strong>8 full partners</strong> from a minimum of <strong>4 EU Member States or third countries associated to the Programme</strong> (including at least 2 EU Member States).</p><p><strong>Each</strong> EU Member State or third country associated to the Programme must include:</p><p>a) at least <strong>1 enterprise, industry or sector representative organisation</strong>, and</p><p>b) at least <strong>1 vocational education and training provider</strong> (at secondary and/or tertiary level).</p><p>Further composition of the partnership should reflect the specific nature of the proposal.</p><p>Organisations from third countries not associated to the Programme can also participate as full partners, affiliated entities or associated partners (not as applicants), to the extent it is demonstrated that their participation brings an essential added value to the project.</p><p><strong>Duration of project :</strong></p><p>4 years.</p><p><strong>Where to apply?</strong></p><p>To the European Education and Culture Executive Agency (EACEA). Call ID: ERASMUS-EDU-2022-PEX-COVE.</p><p><strong>When to apply?</strong></p><p>Applicants have to submit their grant application by <strong>7 September at 17:00:00 (Brussels time)</strong>.</p><p>Applicant organisations will be assessed against the relevant exclusion and selection criteria. For more information please consult Part C of this Guide.</p><p><strong>SETTING UP A PROJECT</strong></p><p>CoVEs are characterised by adopting a <strong>systemic approach</strong> through which VET institutions actively contribute to co-create \"<strong>skills ecosystems</strong>\", <span>together with a wide range of other local/regional partners</span>. <span>CoVE´s are expected to go far beyond the simple provision of a quality vocational qualification. </span></p><p>A non-exhaustive list of typical activities and services provided by CoVEs is presented below. Projects will reach their objectives by building on a combination of a sub-set of these activities The project must include relevant deliverables linked to the following three clusters:</p><ul level=\"0\"><li>at least 3 of the activities listed in the Application Form under <strong>Cluster 1 - Teaching and learning</strong>,</li><li>at least 3 of the activities listed in the Application Form under <strong>Cluster 2 - Cooperation and partnership</strong>, and</li><li>at least 2 of the activities listed in the Application Form under <strong>Cluster 3 - Governance and funding</strong>.</li> </ul><p><em><strong>Cluster 1 - Teaching and learning</strong></em></p><p>i. Providing people with labour market relevant skills including those necessary for the green and digital transitions, in a lifelong learning and inclusive approach providing learning opportunities to people of all ages and socio-economic backgrounds. Combining offers of initial VET qualifications, with offers of continuing training for upskilling and reskilling (including micro-credentials), that are informed by skills intelligence</p><p>ii. Providing guidance services, as well as validation of prior learning.</p><p>iii. Developing innovative curricula that focus both on technical skills and key competences, while making use of European competence frameworks and derivative tools (e.g. DigComp, EntreComp , LifeComp, SELFIE WBL, and the European Digital Skill Certificate).</p><p>iv. Developing innovative learner-centred teaching and learning methodologies, including interdisciplinary, project-based, competence-based learning, “<a href=\"https://www.springer.com/gp/book/9783319922607\">Learning factories</a>”, <a href=\"https://publications.jrc.ec.europa.eu/repository/bitstream/JRC117481/makerspaces_2034_education.pdf\">makerspaces</a> as well as providing opportunities for international mobility (including internationalisation at home), while fully exploiting digital technologies such as MOOC's, simulators, virtual reality, Artificial intelligence, etc..</p><p>v. Fostering learner excellence through actions that incentive VET learners to explore their innovation and creative potential, leading to a virtuous cycle of benefits for the learners, the teachers and the VET institution that can integrate best practices into regular programmes.</p><p>vi. Developing modular and learner-centred international VET learning provision ensuring its recognition, as well as the transparency, understanding and portability of learning achievements, including through the development and/or use of micro-credentials and European vocational “core profiles”, and using the Europass Digital Credentials tool.</p><p>vii. Providing higher-level VET programmes, developing flexible pathways, and cooperation mechanisms between VET and higher education institutions.</p><p>viii. Investing in the initial and continuing professional development of teachers and trainers , for pedagogical, technical, and in particular digital skills including those necessary for online and distance learning, as well as for the implementation of a quality culture based on defined management systems .</p><p>ix. Establishing strong quality assurance mechanisms aligned with European tools and instruments, which may also include working towards the certification of education and training providers based on standards developed by relevant national and/or international standards organisations - e.g. ISO 21001 or EFQM (see also <a href=\"https://www.evta.eu/evta-quality-label/\">EVTA label for VET Excellence</a>).</p><p>x. Establishing effective feedback loops and graduate tracking systems that enable the timely adaptation of learning provision to evolving labour market needs.</p><p><em><strong>Cluster 2 - Cooperation and partnerships</strong></em></p><p>xi. Establishing business-education partnerships for apprenticeships, internships, skills anticipation, sharing of equipment, exchanges of staff and teachers between companies and VET centres, including for joining the <a href=\"https://ec.europa.eu/social/main.jsp?catId=1517&amp;langId=en\">Pact for Skills</a>, etc.</p><p>xii. Providing SMEs with technical support, needs assessment, tools and methodologies, as well as tailor-made training to support their offers for apprenticeship and up-skilling/re-skilling.</p><p>xiii. Providing or supporting business incubators for VET learners to develop their entrepreneurship skills and initiatives.</p><p>xiv. Working together with local SME's through innovation hubs, technology diffusion centres, prototyping and applied research projects, with the involvement of VET learners and staff.</p><p>xv. Contributing to creation and dissemination of new knowledge in partnership with other stakeholders, e.g. through open innovation, joint R&amp;D with universities, companies, and other research institutes, etc.</p><p>xvi. Developing VET internationalisation strategies, including those to foster international mobility (including virtual mobility) of VET learners, teachers and trainers, as well as leaders. This could also include preparatory work to facilitate mobility such as teaching programmes or courses on EU studies to improve understanding of Europe's integration process and its place in a globalised world (e.g. inspired on the Jean Monnet actions).</p><p>xvii. Launching and actively participating in campaigns and activities to raise the attractiveness of VET and awareness to the life and job opportunities provided by VET qualifications. These initiatives could attract more people (including learners in primary and secondary schools) to specific professions, and contribute to the European Vocational Skills Week.</p><p>xviii. Participating in national and international skills competitions, aimed at raising the attractiveness and excellence in VET.</p><p>xix. Developing \"International VET campus/academies\". Aimed at learners in primary, secondary, and VET schools, teachers and trainers, leaders in VET institutions, Trade unions, as well as for people considering future vocational study options. These could focus on specific occupational fields, products or services, as well as on complex challenges of societal and economic importance.</p><p><em><strong>Cluster 3 - Governance and funding</strong></em></p><p>xx. Ensuring the adequate autonomy , and the effective governance at all levels involving relevant stakeholders, particularly companies, chambers, professional and sector associations, trade unions, national and regional authorities and social partners.</p><p>xxi. Actively engaging in the overall national Skills governance systems and linking with employment and social policies at local, regional, national and European level.</p><p>xxii. Co-creating skills ecosystems to support innovation, smart specialisation strategies, clusters, and sectors and value chains (industrial ecosystems).</p><p>xxiii. Developing sustainable financial models that combine public and private funding, as well as income generating activities.</p><p>xxiv. Supporting the attraction of foreign investment projects by ensuring timely provision of skills for companies investing locally.</p><p>xxv. Making full use of national and EU financial instruments and Funds. These can include the support of education and training actions, mobility of learners and staff, applied research activities, infrastructure investments to modernise VET centres with advanced equipment, implementation of management systems to assure excellence and sustainability of VET organizations and the services they provide, etc.</p><p>CoVEs are not intended to build new VET institutions and infrastructure from scratch (although they may also do so), but instead to bring together a set of local/regional partners, such as initial and continuing VET providers, tertiary education institutions including universities of applied sciences and polytechnics, research institutions, companies, chambers, social partners, national and regional authorities and development agencies, public employment services, etc.</p><p>Projects are required to apply EU wide instruments and tools whenever relevant.</p><p>Projects must include the design of a long-term action plan for the progressive roll-out of project deliverables after the project has finished. This plan shall be based on sustained partnerships between education and training providers and key industry stakeholders at the appropriate level. It should include the identification of appropriate governance structures, as well as plans for scalability and financial sustainability. It should also ensure the appropriate visibility and wide dissemination of the work of the platforms, including at EU and national political level and include details on how the roll-out will be implemented at European, national and/or regional levels with relevant partners. The action plan shall also indicate how EU funding opportunities (e.g. European Structural Funds, European Fund for Strategic Investment, Erasmus+, COSME, sectoral programmes), and national and regional funding (as well as private funding), can support the roll-out of the project. This should take into account national and regional smart specialisation strategies.</p><p><strong>EXPECTED IMPACT</strong></p><p>The gradual establishment and development of European platforms of Centres of Vocational Excellence is expected to increase the attractiveness of vocational education and training and to ensure that it is at the forefront of providing solutions to the challenges posed by rapidly changing skills needs.</p><p>By forming an essential part of the “knowledge triangle” – the close collaboration between businesses, education and research – and playing a fundamental role in providing skills to support innovation and smart specialisation, the Centres of Vocational Excellence are expected to ensure high quality skills and competences that lead to quality employment and career-long opportunities, which meet the needs of an innovative, inclusive and sustainable economy. This approach is expected to pave the way for VET to act within a more comprehensive and inclusive conceptualisation of skills provision, addressing innovation, pedagogy, social justice, life-long learning, transversal skills, organisational and continuing professional learning and community needs.</p><p>By being firmly anchored within regional/local contexts while at the same time operating at transnational level, the Centres of Vocational Excellence will form strong and enduring partnerships between the VET community and the world of work at national level and across borders. They will thereby ensure the continuous relevance of skills provision and achieve results that would be difficult to obtain without knowledge sharing and sustained cooperation.</p><p>Through the wide dissemination of project outcomes at transnational, national and/or regional levels and the development of a long term action plan for the progressive roll out of project deliverables, taking national and regional smart specialisation strategies into account, individual projects are expected to engage relevant stakeholders within and outside the participating organisations and ensure a lasting impact after the project lifetime.</p><p><strong>AWARD CRITERIA</strong></p><p>The following award criteria apply:</p><p><strong>Relevance of the project</strong> (maximum score 35 points)</p><ul level=\"0\"><li><strong>Link to policy</strong>: the proposal establishes and develops a transnational cooperation platform of Centres of Vocational Excellence, aiming to foster VET excellence; it explains how it will contribute to achieve the goals of the policy priorities covered by the Council Recommendation on VET for sustainable competitiveness, social fairness and resilience, as well as the Osnabrück Declaration;</li><li><strong>Consistency</strong>: the extent to which the proposal is based on an adequate needs analysis; the goals are clearly defined, realistic and address issues relevant to the participating organisations and to the action;</li><li><strong>Innovation</strong>: the proposal considers state-of-the-art methods and techniques, and leads to innovative results and solutions for its field in general, or for the geographical context in which the project is implemented (e.g. content; outputs produced, working methods applied, organisations and persons involved or targeted);</li><li><strong>Regional dimension</strong>: the proposal demonstrates its integration and its contribution to regional development, innovation and smart specialisation strategies, based on the identification of local/regional needs and challenges;</li><li><strong>Cooperation and partnerships</strong>: the extent to which the proposal is suitable of realising a strong and enduring relationship at both local and transnational levels, between the VET community and businesses (can be represented by chambers or associations), in which interactions are reciprocal and mutually beneficial;</li><li><strong>European added value</strong>: the proposal clearly demonstrates the added value at the individual (learner and/or staff), institutional and systemic levels, generated through results that would be difficult to attain by the partners acting without European cooperation;</li><li><strong>Internationalisation</strong>: the proposal demonstrates its contribution to the international dimension of VET excellence, including the development of strategies to foster VET transnational mobility and sustainable partnerships;</li><li><strong>Digital skills</strong>: the extent to which the proposal foresees activities related to digital skills development (e.g. skills anticipation, innovative curricula and teaching methodologies, guidance, etc.) related to the development of digital skills;</li><li><strong>Green skills</strong>: the extent to which the proposal foresees activities (e.g. skills anticipation, innovative curricula and teaching methodologies, guidance, etc.) linked to the transition to a circular and greener economy;</li><li><strong>Social dimension:</strong> the proposal includes a horizontal concern throughout the various actions to address diversity and promote shared values, equality, including gender equality, and non-discrimination and social inclusion, including for people with special needs/fewer opportunities.</li> </ul><p><strong>Quality of the project design and implementation</strong> (maximum score 25 points)</p><ul level=\"0\"><li><strong>Coherence</strong>: the overall project design ensures consistency between project objectives, activities and the budget proposed. The proposal presents a coherent and comprehensive set of appropriate activities and services to meet the identified needs and lead to the expected results. There are appropriate phases for preparation, implementation, monitoring, exploitation, evaluation and dissemination;</li><li><strong>Methodology</strong>: the quality and feasibility of the methodology proposed and its appropriateness for producing the expected results;</li><li><strong>Management</strong>: solid management arrangements are foreseen. Timelines, organisation, tasks and responsibilities are well defined and realistic. The proposal allocates appropriate resources to each activity. A clear set of Key Performance Indicators, and a timeline for their assessment and achievement are defined;</li><li><strong>Budget</strong>: the budget provides for appropriate resources necessary for success, it is neither overestimated nor underestimated;</li><li><strong>Work plan</strong>: quality and effectiveness of the work plan, including the extent to which the resources assigned to work packages are in line with their objectives and deliverables;</li><li><strong>Financial and quality control</strong>: control measures (continuous quality evaluation, peer reviews, benchmarking activities, etc.) and quality indicators ensure that the project implementation is of high quality and cost-efficient. Challenges/risks of the project are clearly identified and mitigating actions properly addressed. Expert review processes are planned as an integral part of the project. These processes include an independent external assessment at mid-term and at the end of the project;</li><li>If the project includes <strong>mobility activities</strong> (for learners and/or staff):   <ul level=\"1\"><li>The quality of practical arrangements, management and support modalities;</li><li>The extent to which these activities are appropriate to the project's aims and involve the appropriate number of participants;</li><li>The quality of arrangements for the recognition and validation of participants' learning outcomes, in line with European transparency and recognition tools and principles.</li>   </ul> </li> </ul><p><strong>Quality of the partnership and the cooperation arrangements</strong> (maximum score 20 points)</p><ul level=\"0\"><li><strong>Configuration</strong>: the project involves an appropriate mix of complementary participating organisations with the necessary profile, competences, experience and expertise to successfully deliver all aspects of the project;</li><li><strong>Upward convergence</strong>: the extent to which the partnership brings together organisations active in the field of vocational education and training, or in the world of work, that are at different stages of development of vocational excellence approaches, and allows for a smooth and effective exchange of expertise and knowledge among those partners;</li><li><strong>Geographical dimension</strong>: the extent to which the partnership includes relevant partners from different geographical areas, as well as the extent to which the applicant has motivated the geographical composition of the partnership and demonstrated its relevance to the achievement of the objectives of the CoVEs; as well as the extent to which the partnership includes a wide and appropriate range of relevant actors at local and regional level;</li><li><strong>Involvement of third countries not associated to the Programme</strong>: if applicable, the involvement of participating organisations from third countries not associated to the Programme brings an essential added value to the project;</li><li><strong>Commitment:</strong> the coordinator shows high quality management, ability to coordinate transnational networks and leadership in complex environment; the distribution of responsibilities and tasks is clear, appropriate, and demonstrates the commitment and active contribution of all participating organisations in relation to their specific expertise and capacity;</li><li><strong>Collaboration</strong>: an effective mechanism is proposed to ensure a good coordination, decision-making and communication between the participating organisations, participants and any other relevant stakeholder.</li> </ul><p><strong>Impact </strong>(maximum score 20 points)</p><ul level=\"0\"><li><strong>Exploitation</strong>: the proposal demonstrates how the outcomes of the project will be used by the partners and other stakeholders. It provides means to measure exploitation within project lifetime and after;</li><li>Dissemination: the proposal provides a clear plan for the dissemination of results, and includes appropriate targets, activities, relevant timing, tools and channels to ensure that the results and benefits will be spread effectively to stakeholders, policy makers, guidance professionals, enterprises, young learners, etc. within and after the project’s lifetime; the proposal also indicates which partners will be responsible for dissemination;</li><li><strong>Impact:</strong> the proposal demonstrates the potential impact of the project:   <ul level=\"1\"><li>On participants and participating organisations, during and after the project lifetime;</li><li>Outside the organisations and individuals directly participating in the project, at local, regional, national and/or European levels. The proposal includes measures as well as clearly defined targets and indicators to monitor progress and assess the expected impact (short- and long-term);</li>   </ul> </li><li><strong>Sustainability:</strong> the proposal explains how the CoVE will be rolled out and further developed. The proposal includes the design of a long-term action plan for the progressive roll-out of project deliverables after the project has finished. This plan shall be based on sustained partnerships between education and training providers and key industry stakeholders at the appropriate level. It should include the identification of appropriate governance structures, as well as plans for scalability and financial sustainability, including the identification of financial resources (European, national and private) to ensure that the results and benefits achieved will have a long-term sustainability.</li> </ul><p>To be considered for funding, applications must score <strong>at least 70 points</strong> (out of 100 points in total), also taking into account the necessary minimum pass score for each of the four award criteria: minimum 18 points for the “relevance of the project” category; minimum 13 points for “quality of the project design and implementation” and 11 points for the categories of “quality of the partnership and the cooperation arrangements” and “impact”. In ex aequo cases, priority will be given to highest scores for \"relevance of the project\" and then “impact”.</p><p>As a general rule, and within the limits of existing national and European legal frameworks, results should be made available as <strong>open educational resources </strong>(OER) as well as on relevant professional, sectorial or competent authorities’ platforms. The proposal will describe how data, materials, documents and audio-visual and social media activity produced will be made freely available and promoted through open licences, and does not contain disproportionate limitations.</p><p><strong>WHAT ARE THE FUNDING RULES?</strong></p><p>This action follows a lump sum funding model. The amount of the single lump sum contribution will be determined for each grant based on the estimated budget of the action proposed by the applicant. The granting authority will fix the lump sum of each grant based on the proposal, evaluation result, funding rates and the maximum grant amount set in the call. <strong>The maximum EU grant per project is 4 million euros</strong></p><p><strong>HOW IS THE PROJECT LUMP SUM DETERMINED?</strong></p><p>Applicants must fill in a detailed budget table according to the application form, taking into account the following points:</p><p>a) The budget should be detailed as necessary by beneficiary/-ies and organized in coherent work packages (for example divided into ‘project management’, ‘training’, ‘organization of events’, ‘mobility preparation and implementation’, ‘communication and dissemination’, ‘quality assurance’, etc.);</p><p>b) The proposal must describe the activities covered by each work package;</p><p>c) Applicants must provide in their proposal a breakdown of the lump sum showing the share per work package (and, within each work package, the share assigned to each beneficiary and affiliated entity);</p><p>d) Costs described can cover staff costs, travel and subsistence costs, equipment costs and subcontracting as well as other costs (such as dissemination of information, publishing or translation).</p><p>Proposals will be evaluated according to the standard evaluation procedures with the help of internal and/or external experts. The experts will assess the quality of the proposals against the requirements defined in the call and the expected impact, quality and efficiency of the action.</p><p>Following the proposal evaluation, the authorising officer will establish the amount of the lump sum, taking into account the findings of the assessment carried out. The lump sum value will be limited to a maximum of 80% of the estimated budget determined after evaluation.</p><p>The grant parameters (maximum grant amount, funding rate, total eligible costs, etc.) will be fixed in the Grant Agreement.</p><p>The project achievements will be evaluated on the outcomes completed. The funding scheme would allow putting focus on the outputs rather than the inputs, thereby placing emphasis on the quality and level of achievement of measurable objectives.</p><p>More details are described in the model Grant Agreement available in the Funding and Tender Opportunities Portal (FTOP).</p>\n", "conditions": "<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">1.&nbsp;&nbsp; </span></b><b style=\"mso-bidi-font-weight:normal\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Eligible countries</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">:&nbsp;as described in the Call document.</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p><font face=\"Arial, sans-serif\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=OJ:C:2021:473:FULL&amp;from=EN\" target=\"_blank\">OJC 473/2021</a></font></p>\r\n<p><font face=\"Arial, sans-serif\"><a href=\"https://erasmus-plus.ec.europa.eu/programme-guide/erasmusplus-programme-guide\" target=\"_blank\">Programme Guide Erasmus 2022</a></font></p>\r\n<p><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#00B050;mso-fareast-language:&#10;EN-GB\"><o:p></o:p></span></p>\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">2.&nbsp;&nbsp; </span></b><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Eligibility and admissibility conditions:</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> as described in the Call document.</span></p>\r\n<p>&nbsp;<a href=\"https://erasmus-plus.ec.europa.eu/programme-guide/erasmusplus-programme-guide\" target=\"_blank\" style=\"font-family: Arial, sans-serif;\">Programme Guide Erasmus 2022</a></p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\n<p><b><span style=\"font-size: 9pt; line-height: 115%; font-family: Arial, sans-serif;\">Proposal page limits and layout:</span></b><span style=\"font-size: 9pt; line-height: 115%; font-family: Arial, sans-serif;\">&nbsp;Page limit is 120 pages. For other specifications, please refer to Part B of the standard proposal template.</span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">3.&nbsp;&nbsp; Evaluation</span></b></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Evaluation criteria, scoring, threshold and process are described in the Call document.</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><strong>&nbsp;</strong><a href=\"https://erasmus-plus.ec.europa.eu/programme-guide/erasmusplus-programme-guide\" target=\"_blank\" style=\"font-family: Arial, sans-serif;\"><strong>Programme Guide Erasmus 2022</strong></a></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\n<p class=\"MsoNormal\" style=\"text-indent:-.55pt;line-height:normal\"><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">4.&nbsp;&nbsp; Indicative timetable for evaluation and grant agreement:</span></b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> as described in the Call document.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;&#10;text-indent:-.55pt;line-height:normal\"><span lang=\"EN-US\" style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Publication of the call:&nbsp;&nbsp;&nbsp;25/11/2021<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-indent:&#10;-.55pt;line-height:normal\"><span lang=\"EN-US\" style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Deadline for submitting applications:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 07/09/2022 17:00 (Brussels Time)<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-indent:&#10;-.55pt;line-height:normal\"><span lang=\"EN-US\" style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Evaluation period:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; September 2022 - January 2023&nbsp;<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-indent:&#10;-.55pt;line-height:normal\"><span lang=\"EN-US\" style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Information to applicants:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; February 2023<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-indent:&#10;-.55pt;line-height:normal\"><span lang=\"EN-US\" style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Signature of grant agreement:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;June 2023</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-indent:&#10;-.55pt;line-height:normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;text-indent:&#10;-.55pt;line-height:normal\"><span lang=\"EN-US\" style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\n<p><b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">5.&nbsp;&nbsp; Proposal templates, guidance and model grant agreements (MGA):</span></b></p>\r\n<p><strong style=\"text-indent: -18pt;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/erasmus/temp-form/af/af_erasmus-bb-lsii_en.pdf \" target=\"_blank\">Standard proposal template</a></span></strong><strong style=\"text-indent: -18pt;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span></strong>&nbsp;</p>\r\n<p><a href=\"https://erasmus-plus.ec.europa.eu/programme-guide/erasmusplus-programme-guide\" target=\"_blank\" style=\"font-family: Arial, sans-serif;\"><strong>Programme Guide Erasmus 2022</strong></a>&nbsp;</p>\r\n<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf \" target=\"_blank\"><strong>Guide for Applicants</strong>&nbsp;</a></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/ls-mga_en.pdf \" target=\"_blank\" style=\"text-indent: -18pt;\"><strong>Model Grant Agreement&nbsp;</strong></a></p>\r\n<p class=\"MsoNormal\" style=\"text-indent: -18pt; line-height: normal;\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"text-indent: -18pt; line-height: normal;\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>", "supportInfo": "<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">For help related to this <b>call</b>, please contact: </span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><font color=\"#339966\">eacea-eplus-VET@ec.europa.eu</font></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=0,1;categories=p_submission_eval;programme=null;keyword=;freeTextSearchKeyword=;matchWholeText=true;period=null;status=0,1;sortQuery=relevance;faqListKey=faqSearchTablePageState\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#0088CC;mso-fareast-language:&#10;EN-GB\">Funding &amp; Tenders Portal FAQ</span></b></a><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#0088CC;mso-fareast-language:EN-GB\">&nbsp;</span><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"http://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#0088CC;mso-fareast-language:&#10;EN-GB\">IT Helpdesk</span></b></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:blue;mso-fareast-language:EN-GB;&#10;mso-bidi-font-weight:bold\"> </span><span style=\"font-size:9.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#1F497D;&#10;mso-themecolor:text2;mso-fareast-language:EN-GB\">&ndash;&nbsp;Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\" target=\"_blank\"><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:#0088CC;mso-fareast-language:&#10;EN-GB\">Online Manual</span></b></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\">&ndash;&nbsp;Please be aware that the Manual is currently drafted for the H2020 Programme and may not entirely fit for other programmes. However, a revision is being completed to make it corporate.<o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p></p><p><span>Erasmus+ is the EU Programme in the fields of education, training, youth and sport for the period 2021-2027. Education, training, youth and sport are key areas that support citizens in their personal and professional development. High quality, inclusive education and training, as well as informal and non-formal learning, ultimately equip young people and participants of all ages with the qualifications and skills needed for their meaningful participation in democratic society, intercultural understanding and successful transition in the labour market. Building on the success of the programme in the period 2014-2020, Erasmus+ strengthens its efforts to increase the opportunities offered to more participants and to a wider range of organisations, focusing on its qualitative impact and contributing to more inclusive and cohesive, greener and digitally fit societies. </span><span> </span></p><p><span> </span></p><p><span><span>European citizens need to be better equipped with the knowledge, skills and competences needed in a dynamically changing society that is increasingly mobile, multicultural and digital. Spending time in another country to study, to learn and to work should become the standard, while speaking two other languages in addition to ones’ mother tongue should be the norm. The Programme is a key component supporting the objectives of the European Education Area, the Digital Education Action Plan 2021-2027, the European Youth Strategy and the European Union </span><span>Workplan</span><span> for Sport</span><span> (2021-2024)</span><span>. </span></span><span> </span></p><p><span> </span></p><p><span>As the COVID-19 pandemic has shown, access to education is proving, more than ever, to be essential to ensuring a swift recovery, while promoting equal opportunities for all. As part of this recovery process, the Erasmus+ programme takes its inclusive dimension to a new horizon by supporting opportunities for personal, socio-educational and professional development of people in Europe and beyond, with the aim of leaving no-one behind. </span><span> </span></p><p><span> </span></p><p><span>To increase the qualitative impact of its actions and ensure equal opportunities, the Programme will reach out more and better to people of different ages and from diverse cultural, social and economic backgrounds. </span><strong>It is at the heart of the Programme to come closer to those with fewer opportunities, including people with disabilities and migrants, as well as European Union citizens living in remote areas or facing socio-economic difficulties.</strong><span><span> In doing so, the Programme will also encourage its </span><span>participants,</span><span> in particular young people to engage and learn to participate in civic society, raising awareness about European Union common values. </span></span><span> </span></p><p><span> </span></p><p><span>Furthermore, </span><strong><span>developing digital </span><span>skills and competences</span><span> and skills in forward-looking fields</span></strong><span><span>, such as combating climate change, clean energy, artificial intelligence, robotics, big data analysis, etc. is essential for Europe's future sustainable growth and cohesion. </span><span>The Programme can make a meaningful contribution by stimulating innovation and bridging Europe's knowledge, skills and competences gap. EU businesses need to become more competitive through talent and innovation.</span><span> This investment in knowledge, skills and competences will benefit individuals, institutions, organis</span><span>ations and society as a whole by contributing to sustainable growth and ensuring equity, prosperity and social inclusion in Europe and beyond. </span></span><span> </span></p><p><span> </span></p><p><span><span>Another challenge relates to the Europe-wide trends of limited participation in democratic life and low levels of knowledge and awareness about European matters and their impact on the lives of all European citizens. Many people are reluctant, or face difficulties, in actively engaging and participating in their communities or in the European Union's political and social life.</span><span> </span></span><strong>Strengthening European identity and the participation of young people in democratic processes is of paramount importance</strong><span><span> for the European Union's future. </span><span>This issue </span><span>can also be targeted</span><span> through non-formal learning activities, which aim at enhancing the skills and competences of young people as well as their active citizenship.</span><span> </span></span><span> </span></p><p><span> </span></p><p><span>In line with the European Union’s priorities in making sustainable its economy, </span><strong><span>projects </span><span>should be designed</span><span> in an eco-friendly manner and should incorporate green practices in all facets</span></strong><span><span>. Organisations and participants involved should have an environmental-friendly approach when designing their projects, which will encourage them to discuss and learn about environmental issues, make them </span><span>think about what can be done at their level and help them come up with alternative greener ways of implementing their activities. </span></span><span> </span></p><p><span> </span></p><p><span><span>Supporting and facilitating the transnational and international cooperation between organisations in the fields of education, training, youth and sport is essential to empowering people with more key competences, reducing early school leaving and recognising competences acquired through formal, informal and non-formal learning. It facilitates the circulation of ideas and the transmission of best practices and expertise and the development of digital capabilities thus contributing to a </span><span>high quality</span><span> education while strengthening social cohesion.</span><span> The Erasmus+ Programme is one of the European Union’s most visible success stories. It builds on the achievements of more than 30 years of European programmes in the fields of education, training, youth and sport, covering both an intra-European as well as an international partnerships dimension. </span></span><span> </span></p><p><span> </span></p>\n", "latestInfos": [{"approvalDate": "Mar 2, 2023 5:32:52 PM", "lastChangeDate": "Mar 2, 2023 5:32:52 PM", "content": "<p><b><span lang=\"EN-GB\" style=\"font-size:10.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:Calibri;color:#FFA53C;&#10;text-transform:uppercase;mso-ansi-language:EN-GB;mso-fareast-language:EN-US;&#10;mso-bidi-language:AR-SA\">EVALUATION results</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm\"><span lang=\"EN-GB\">Published: 25/11/2021<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm\"><span lang=\"EN-GB\">Deadline: 07/09/2022<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\">Available budget: EUR 48 000 000</span></p>\r\n<p class=\"MsoNormal\">Number of proposals submitted: 76</p>\r\n<p class=\"MsoNormal\">Number of ineligible/inadmissuble proposals: 15</p>\r\n<p class=\"MsoNormal\"><font face=\"Arial, sans-serif\"><span style=\"font-size: 13.3333px;\">Number of above-threshold proposals: 22</span></font></p>\r\n<p class=\"MsoNormal\">Total budget requested for above-threshold proposals: EUR 79 868 103&nbsp;</p>\r\n<div>&nbsp;</div>\r\n<div>&nbsp;</div>\r\n<div><span lang=\"EN-GB\" style=\"font-size:10.0pt;font-family:&#10;&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-ansi-language:&#10;EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:AR-SA\">\r\n<p class=\"MsoNormal\" style=\"margin-left:18.0pt\">&nbsp;</p>\r\n<br />\r\n</span></div>\r\n<p class=\"MsoNormal\" style=\"text-align:justify\">&nbsp;</p>\r\n<div><!--[if !supportFootnotes]--><br clear=\"all\" />\r\n<hr align=\"left\" size=\"1\" width=\"33%\" />\r\n<!--[endif]-->\r\n<div id=\"ftn1\">\r\n<p class=\"MsoFootnoteText\" style=\"margin-left:18.0pt;text-align:justify;&#10;text-indent:-18.0pt\">&nbsp;</p>\r\n</div>\r\n</div>"}, {"approvalDate": "Sep 8, 2022 3:05:49 PM", "lastChangeDate": "Sep 8, 2022 3:05:49 PM", "content": "<p>&nbsp;<b><span style=\"mso-bidi-font-size:10.0pt;mso-fareast-font-family:&#10;Calibri;mso-bidi-font-family:Arial;color:#FFA53C;text-transform:uppercase;&#10;mso-fareast-language:EN-US\">PROPOSAL NUMBERS</span></b></p>\r\n<p class=\"MsoNormal\" style=\"text-align:justify\">Call ERASMUS-EDU-2022-PEX-COVE- has closed on 7 September 2022.<o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"text-align:justify;tab-stops:right 16.0cm\">76 proposals have been submitted.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <o:p></o:p></p>\r\n<p><span style=\"font-size:10.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;&#10;mso-bidi-language:AR-SA\">Evaluation results are expected to be communicated in February 2023</span></p>"}, {"approvalDate": "Feb 2, 2022 4:41:02 PM", "lastChangeDate": "Feb 2, 2022 4:41:02 PM", "content": "The submission session is now available for: ERASMUS-EDU-2022-PEX-COVE(ERASMUS-LS)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}