{"TopicDetails": {"type": 0, "ccm2Id": 31111089, "cftId": 0, "identifier": "EDIDP-ISR-DAA-2019", "title": "European Detect and Avoid (DAA) function based on new sensors and processing for RPAS integration into air-traffic management", "publicationDateLong": 1554336000000, "callIdentifier": "EDIDP-ISR-2019", "callTitle": "Permanent air or space capabilities for Intelligence, Surveillance and Reconnaissance (ISR) and communication, tactical Remotely Piloted Air Systems (RPAS) and sensor suite for integration into air-traffic management", "callccm2Id": 31111091, "allowPartnerSearch": true, "workProgrammepart": {"id": 273552, "ccm_id": 31113051, "wp_part": "EDIDP-2019-2020", "wp_year": "EDIDP-2019-2020", "wp_title": "EDIDP-2019-2020", "wp_website": "https://ec.europa.eu/growth/content/2019-calls-proposals-european-defence-industrial-development-programme-edidp_en", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/wp-call/edidp-wp1920_en.pdf"}, "frameworkProgramme": {"id": 31109727, "abbreviation": "EDIDP", "description": "European Defence Industrial Development Programme"}, "programmeDivision": [{"id": 31109729, "abbreviation": "EDIDP-1-1", "description": "EDIDP-1-1"}, {"id": 31109728, "abbreviation": "EDIDP-1", "description": "EDIDP-1"}], "topicMGAs": [], "tags": ["collision avoidance", "RPAS", "defence", "remotely piloted aircraft system", "air traffic management", "single european sky", "european air traffic", "EDIDP", "detect and avoid", "ATM"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDIDP-AG EDIDP Action grant", "typeOfMGA": []}], "plannedOpeningDate": "09 April 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 September 2019"]}], "latestInfos": [{"approvalDate": "Aug 2, 2019 4:56:59 PM", "lastChangeDate": "Aug 2, 2019 4:56:59 PM", "content": "<p>&nbsp;<font face=\"Times New Roman\" size=\"3\">  </font></p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\">Deadline for submitting proposals is postponed to 20 September 2019 17:00:00 Brussels local time </span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\">For each call, the document on </span><span lang=\"EN-GB\" style=\"margin: 0px;\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-psi_en.pdf\" target=\"_blank\"><font face=\"Calibri\" size=\"3\" color=\"#0563c1\">Generic Programme Security Instructions</font></a></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"> is available</span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px;\"><span style=\"margin: 0px;\"><font face=\"Calibri\" size=\"3\">-</font><span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><font face=\"Calibri\"><font size=\"3\"><span lang=\"EN-GB\" style=\"margin: 0px;\">For each call, a </span><span lang=\"EN-US\" style=\"margin: 0px;\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\"><font color=\"#0563c1\">Frequently asked questions</font></a> </span><span lang=\"EN-GB\" style=\"margin: 0px;\">document is available </span></font></font></p>\r\n<p>&nbsp;</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3274543": [{"action": "EDIDP-ISR-DAA-2019 - EDIDP-AG EDIDP Action grant", "plannedOpeningDate": "09 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2019"], "budgetYearMap": {"2019": 43700000}, "budgetTopicActionMap": {}}, {"action": "EDIDP-ISR-PEO-2019 - EDIDP-AG EDIDP Action grant", "plannedOpeningDate": "09 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2019"], "budgetYearMap": {"2019": 43700000}, "budgetTopicActionMap": {}}, {"action": "EDIDP-ISR-EHAPS-2019 - EDIDP-AG EDIDP Action grant", "plannedOpeningDate": "09 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2019"], "budgetYearMap": {"2019": 43700000}, "budgetTopicActionMap": {}}, {"action": "EDIDP-ISR-TRPAS-2019 - EDIDP-AG EDIDP Action grant", "plannedOpeningDate": "09 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2019"], "budgetYearMap": {"2019": 43700000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2019"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The 2018 Capability Development Plan (CDP) indicates that ensuring an effective and safe access to the airspace, notably in a Single European Sky context for existing and future manned and unmanned air capabilities in order to train for, and conduct, security and defence missions in peacetime, crisis and conflict is a priority in particular to facilitate the integration of military RPAS in non-segregated airspace.</p><p>This topic aims at the design and validation of a 100% European Detect And Avoid (DAA) solution for safe insertion of large military Remotely-Piloted Air Systems (RPAS) in the European air traffic with an objective of standardisation, interoperability and certification.</p><p>While unmanned air systems (RPAS) have been used to support military missions since long, these assets are still limited to operate in segregated airspace. Current operations require special provisions that severely limit the use of these assets, in particular in dense European airspace. To overcome these limitations, RPAS need to be able to integrate into non-segregated airspace, safely flying along with manned aircraft, interoperable with both military and civil Air Traffic Management (ATM) system, including interaction with Air Traffic Control (ATC) where required. This capability, often referred to as Air Traffic Insertion (ATI), is a key enabler to allow significant expansion of RPAS operations. It is particularly useful for large RPAS (MALE (Medium-Altitude Long-Endurance) and tactical categories) which have range and endurance performances allowing them to address a large scope of missions, including flight operations in civil airspace in Europe.</p><p>The absence of a pilot on board means that technological and procedural enablers have to be put in place to allow RPAS operating like any other airspace user. This capability, referred to as Detect And Avoid (DAA), ensures that the RPAS will be able to safely handle collision hazards with any other air vehicles in the sky. For that purpose, it relies on a combination of sensors for traffic detection, and algorithms for collision risk assessment and avoidance manoeuvre. It also provides the remote pilot with a required view of the traffic, Situation Awareness (SA), in order to keep the RPAS away from collision hazard by the appropriate separation minima (remain well clear).</p><p>European cooperation (particularly the MIDCAS (Mid Air Collision Avoidance System) project) has already addressed the definition of a DAA solution and the flight evaluation of a proof-of-concept demonstrator. Furthermore, the MIDCAS Standardisation Support Phase (MIDCAS SSP) is well into standardisation of DAA by working actively in the EUROCAE (EURopean Organisation for Civil Aviation Equipment) Working Group-105 development of required standards (OSED (Operational Services and Environment Definitions), MASPS (Minimum Aviation System Performance Standards) and MOPS (Minimum Operational Performance Standards)) for DAA. However major efforts remain to be made to reach higher maturity levels and to design an integrated and certifiable solution. The proposals will address the main remaining technical challenges (gaps) of DAA through two main streams of effort:</p><ul level=\"0\"><li>Qualify the overall performance of a DAA solution and its compliance with safety objectives, for operations in both A-C airspace classes (cooperative traffic) and D-G airspace classes (cooperative and non-cooperative traffic);</li><li>Increase the technological maturity level of non-cooperative sensors (visible, infrared and radar) up to TRL 6 through Size Weight &amp; Power (SWAP) optimization and improvement of data processing.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Proposals shall address the development and validation of a 100% European DAA solution, which does not contain technology subject to control or restriction by a third country or by a third-country entity (in particular free of any control regime by third countries), able to operate worldwide, in all airspace classes, compliant with applicable regulation &amp; standards, adaptable to a variety of RPAS/drones platforms (MALE, fixed-wing tactical RPAS, vertical take-off and landing RPAS), leveraging on available European background. The proposals should also cover the activities needed to increase the maturity level of non-cooperative sensors (<em>i.e.</em> visible, infrared and radar) through SWAP optimisation and improved robustness of data processing.</p><p>The proposals will address two main applications:</p><ul level=\"0\"><li>IFR (Instrument Flight Rules) flight operations insertion of RPAS in controlled airspace (A to C) with an initial emphasis on MALE;</li><li>IFR flight operations in uncontrolled airspace classes (D to G) for application to large tactical RPAS.</li> </ul><p>With the above, the proposals shall provide operational capability supporting initial (IOC) integration of RPAS in the European (A-C) airspace using cooperative DAA, as well as taking necessary steps towards full integration in all airspace classes (A-G).<br>These activities will be fully aligned with the RPAS 1 and RPAS 2 steps of the EU RPAS roadmap as well as the SESAR (Single European Sky ATM Research) European ATM master plan.</p><p>The proposals shall foresee a maximum reuse of building blocks and technologies already developed under European cooperation.</p><p>The proposals should also fully support the ongoing standardisation and regulatory work within EUROCAE WG-105, EASA (European Aviation Safety Agency), JARUS (Joint Authorities for Rulemaking on Unmanned Systems) and ICAO (International Civil Aviation Organisation), as well as SESAR2020 and other relevant European programs (including EDA (European Defence Agency)-coordination DAA programs MIDCAS and MIDCAS-SSP).</p><p>The proposals should not address the insertion of small drones in the so-called U-Space and the operations in Very-Low Level airspace (VLL) but should consider the interoperability with U-space.</p><p><strong>Targeted activities:</strong></p><p>The proposals shall cover the necessary activities for the design, and where required prototyping, testing and qualification, of a European DAA solution applicable to military RPAS and to various types of platforms (MALE, fixed-wing tactical and vertical take-off and landing RPAS).</p><p>The proposals shall cover at least the design activities (and possibly upstream and downstream activities) from the following overall programme of work:</p><ul level=\"0\"><li>Design improvements of the detect function: sensors miniaturization (SWAP), robustness of sensor processing and fusion algorithms, adaptation to European platforms and related concept of operations;</li><li>Design, prototyping and extensive testing of two DAA solutions:   <ul level=\"1\"><li>For operations in A-C airspace classes (cooperative);</li><li>For operations in D-G airspace classes (non-cooperative).</li>   </ul> </li><li>Design, testing and qualification (through extensive simulation) of a Collision Avoidance (CA) function according to European reference scenarios;</li><li>Formal validation of safety case through extensive qualifying simulation programme using reference scenarios, models and conditions provided by Eurocontrol or Air Navigation Service Providers (ANSPs), completed by flight tests;</li><li>Design and testing of a Remain Well Clear (RWC) function;</li><li>Implementation and flight testing of a TRL 6/7 demonstrator.</li> </ul><p>The proposals shall cover a view of the complete programme of work up to the operational system with a detailed description of the remaining work to be performed.</p><p><strong>Main high-level requirements:</strong></p><p>The system shall fulfil the following general requirements:</p><ul level=\"0\"><li>Support safe integration of RPAS into controlled and uncontrolled airspaces, by assuring SA, RWC and CA functionalities with the applicable target level of safety for both cooperative and non-cooperative traffic;</li><li>Enable RPAS operating IFR and Beyond Radio Line-of-Sight (BRLOS) with all capabilities needed for operation in all airspace classes;</li><li>Embed cooperative (<em>e.g.</em> ADS-B (Automatic Dependent Surveillance – Broadcast) receiver or Bearing-less Active Surveillance (BLAS)) and non-cooperative sensors (visible, infrared and radar);</li><li>Embed miniaturized non-cooperative sensors (visible, infrared and radar) allowing their integration in tactical RPAS. The sensors shall be compatible or compliant with draft MOPS RADAR (RTCA (Radio Technical Commission for Aeronautics) and EUROCAE) and draft MOPS EO/IR (Electro-optical/Infrared) (RTCA and EUROCAE);</li><li>Embed automatic traffic detection using a combination of cooperative and non-cooperative sensors;</li><li>Support integration of external systems data/information on fixed obstacles, weather hazards and no-fly zones;</li><li>Be able to fulfil civil and military requirements for different categories of RPAS with initial focus on MALE and tactical systems;</li><li>Be integrable (minimizing the customization process) in different categories of RPAS with initial emphasis on MALE and tactical UAS (Unmanned Air Systems) (fixed-wing and vertical take-off and landing RPAS);</li><li>Be in line with evolving European standards and regulatory framework as well as the future European ATM, as defined by SESAR;</li><li>Comply with European R&amp;D activities on RPAS Integration, <em>i.e.</em> SESAR OSED/SPR (Safety and Performance Requirements)/INTEROP documents on RPAS IFR integration (SESAR2020 PJ10.05 and Wave 2 developments when available);</li><li>Comply with EUROCAE DAA OSED and draft DAA MASPS standards;</li><li>Comply with risk-ratio defined in the DAA performance metrics defined by ICAO;</li><li>Be interoperable with existing and future collision avoidance systems (TCAS (Traffic Alert and Collision Avoidance System), ACAS (Airborne Collision Avoidance System)-X, ACAS-Xu), by meeting interoperability standards for CA;</li><li>Perform its intended functions in en-route and TMA (Terminal Control Area) phases at any height above ground (take-off, landing and ground operations are not considered);</li><li>Have system performances validated with European air traffic models and parameters.</li> </ul><p>Pure ground based DAA system is not considered feasible for long term evolution of the functionality, and therefore not recommended.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\"><li>Operational impact:   <ul level=\"1\"><li>Provide military users with a flexible and safe use of RPAS everywhere, in all airspace classes and anytime;</li><li>Allow extension of military RPAS operations in European airspace for training purpose and security missions (border/maritime surveillance, law enforcement, homeland security, protection of major events…).</li>   </ul> </li><li>Strategic impact and operational sovereignty:   <ul level=\"1\"><li>To contribute to the Union strategic autonomy in particular through independence to operate military RPAS in worldwide operation;</li><li>Ensure the DAA solution does not contain technology subject to control or restriction by a third country or by a third-country entity, directly, or indirectly through one or more intermediate undertakings.</li>   </ul> </li><li>Industrial impact: ensure European industrial capability and competiveness in a key technology area for RPAS/UAS and autonomous systems (military and civil);</li><li>Programmatic impact:   <ul level=\"1\"><li>Support European RPAS programs with DAA capability (such as but not limited to European MALE RPAS and on-going national tactical RPAS programmes);</li><li>Support implementation of the European ATM and drones/RPAS roadmaps, 2018 EU CDP;</li><li>Comply with and support SESAR2020, European standards (EUROCAE), European regulation (EASA), international standards (ICAO, JARUS).</li>   </ul> </li> </ul>\n", "conditions": "<p><font face=\"Arial, sans-serif\">1.<span style=\"white-space: pre;\">\t</span><strong>List of eligible countries:</strong> Described in section 3 of the call document.</font></p>\n<p><font face=\"Arial, sans-serif\">2.<span style=\"white-space: pre;\">\t</span><strong>Eligibility and admissibility conditions:</strong> Described in section 3 of the call document.</font></p>\n<p>3.<span style=\"white-space: pre;\">\t</span><strong>Evaluation criteria &amp; process:</strong></p>\r\n<p style=\"margin-left: 80px;\"><strong>Operational and financial capacity:</strong> Described in section 3 of the call document.</p>\r\n<p style=\"margin-left: 80px;\"><strong>Exclusion criteria:</strong> Described in section 3 of the call document.</p>\r\n<p style=\"margin-left: 80px;\"><strong>Award criteria, scoring and thresholds: </strong>Described in section 3 of the call document.&nbsp;</p>\r\n<p style=\"margin-left: 80px;\"><strong>Submission and evaluation procedure: </strong>Described in section 3 of the call document.</p>\n<p>&nbsp;4.<span style=\"white-space: pre;\">\t</span><strong>Proposal page limits and layout</strong>: 70&nbsp;</p>\n<p>&nbsp;5.<span style=\"white-space: pre;\">\t</span><strong>Additional requirements</strong></p>\r\n<p style=\"margin-left: 80px;\"><strong>Operational and financial capacity:</strong> Described in section 3 of the call document.</p>\r\n<p style=\"margin-left: 80px;\"><strong>Exclusion criteria:</strong> Described in section 3 of the call document.</p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p>&nbsp;6.<span style=\"white-space: pre;\">\t</span><strong>Planning for evaluation and grant agreement:</strong> Described in section 3 of the call document.&nbsp;</p>\n<p>&nbsp;7.&nbsp; &nbsp; &nbsp;<strong>Proposal forms, Model Grant Agreement:</strong></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_en.docx\" target=\"_blank\">Submission form</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-1_en.xlsx\" target=\"_blank\">Annex 1 &ndash; Eligible costs allocated to SMEs and mid-caps</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-2_en.xlsx\" target=\"_blank\">Annex 2 &ndash; Budget table &ndash; Actual costs revised&nbsp;</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-3_en.docx\" target=\"_blank\">Annex 3 &ndash; Declaration of honour</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-4_en.docx\" target=\"_blank\">Annex 4 &ndash; Agreement on pre-existing information (background information)</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-5_en.docx\" target=\"_blank\">Annex 5 &ndash; Statistical information</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/mga/edidp-mga_en.docx\" target=\"_blank\">Model Grant Agreement (Multi and Mono)</a></p>\n<p>8. <span style=\"white-space:pre\">\t</span><strong>Additional documents:<br  />\r\n</strong></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/wp-call/edidp-wp1920_en.pdf\" target=\"_blank\">Work programme 2019-2020</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/wp-call/edidp_call-texts-2019_en.pdf\" target=\"_blank\">Call texts 2019</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-guide-applicants_en.pdf\" target=\"_blank\">Guide for applicants</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\">Frequently asked questions</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-psi_en.pdf\" target=\"_blank\">Generic Programme Security Instructions</a></p>", "supportInfo": "<p>For help related to this call, please contact: <a href=\"mailto:EC-EDIDP-PROPOSALS@ec.europa.eu\" target=\"_blank\">EC-EDIDP-PROPOSALS@ec.europa.eu</a>&nbsp;&nbsp;</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\">Frequently asked questions</a></p>\r\n<div><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\">IT Helpdesk</a>  &ndash; Contact the IT helpdesk for questions such as forgotten passwords,  access rights and roles, etc...</div>\r\n<div>&nbsp;</div>\r\n<div>&nbsp;</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>Please see section 3 of the call document.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>The lack of different airborne Intelligence, Surveillance and Reconnaissance (ISR) capabilities is assessed as critical. The Capability Development Plan (CDP) underlines the permanence of the need for tracking of ships, aircraft and other equipment through a continuous air-space wide-area via interoperable unmanned surveillance system able to operate in all weather conditions and all types of environment (including denied) and with assured data integrity. Permanent ISR and communication air and space platform, tactical Remotely Piloted Aircraft System (RPAS) and sensors should contribute to information collection and the timely delivery of the information obtained for use in the production of intelligence and situational awareness. </p><p>Proposals are invited against any of the following topics:</p><ul level=\"0\"><li><strong>EDIDP-ISR-TRPAS-2019: </strong>Development of a low-observable tactical RPAS with the capability to provide near real time information and with modern self-protection;</li><li><strong>EDIDP-ISR-DAA-2019: </strong>European Detect and Avoid (DAA) function based on new sensors and processing for RPAS integration into air-traffic management;</li><li><strong>EDIDP-ISR-EHAPS-2019: </strong>European High Altitude Platform Station (Euro-HAPS) solution for Union defence (surveillance of maritime zones, land borders or critical assets); </li><li><strong>EDIDP-ISR-PEO-2019: </strong>Persistent earth observation from space with automated interpretation of data and information, including artificial intelligence, cloud solutions and real time on-board processing by sensors.</li> </ul>\n<p>The Union is considering a contribution of up to EUR 43 700 000 to support proposals addressing any of the above-mentioned topics and their associated specific challenge, scope, targeted activities and main high-level requirements.</p><p><strong>Several actions, addressing different topics, may be funded under this call.</strong></p><p>The Commission will pay attention to the civil and dual-use on-going initiatives at Union level to avoid any duplication (especially with Copernicus).</p>\n", "latestInfos": [{"approvalDate": "Aug 6, 2019 6:08:12 PM", "lastChangeDate": "Aug 6, 2019 6:08:12 PM", "content": "<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span style=\"margin: 0px; font-size: 11pt;\" lang=\"EN-GB\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span style=\"margin: 0px; font-size: 11pt;\" lang=\"EN-GB\">For each call, the document on </span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/mga/edidp-mga_en.docx\">EDIDP MGA &mdash; Multi and Mono V7.0. - final</a></span>        <span style=\"margin: 0px; font-size: 11pt;\" lang=\"EN-GB\"> is available</span></p>"}, {"approvalDate": "Aug 2, 2019 4:56:59 PM", "lastChangeDate": "Aug 2, 2019 4:56:59 PM", "content": "<p style=\"margin: 0px; padding: 3px 0px; text-align: left; color: rgb(0, 0, 0); text-transform: none; line-height: 18.9px; text-indent: 0px; letter-spacing: normal; font-family: eui-light,Helvetica Neue,Helvetica,sans-serif; font-size: 12.6px; font-variant: normal; word-spacing: 0px; white-space: normal; orphans: 2; -webkit-text-stroke-width: 0px; background-color: transparent;\">&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\">Deadline for submitting proposals is postponed to 20 September 2019 17:00:00 Brussels local time </span></p>\r\n<p style=\"margin: 0px; padding: 3px 0px; text-align: left; color: rgb(0, 0, 0); text-transform: none; line-height: 18.9px; text-indent: 0px; letter-spacing: normal; font-family: eui-light,Helvetica Neue,Helvetica,sans-serif; font-size: 12.6px; font-variant: normal; word-spacing: 0px; white-space: normal; orphans: 2; -webkit-text-stroke-width: 0px; background-color: transparent;\">&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\">For each call, the document on </span><span lang=\"EN-GB\" style=\"margin: 0px;\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-psi_en.pdf\" target=\"_blank\"><font color=\"#0563c1\" face=\"Calibri\" size=\"3\">Generic Programme Security Instructions</font></a></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"> is available</span></p>\r\n<p style=\"margin: 0px; padding: 3px 0px; text-align: left; color: rgb(0, 0, 0); text-transform: none; line-height: 18.9px; text-indent: 0px; letter-spacing: normal; font-family: eui-light,Helvetica Neue,Helvetica,sans-serif; font-size: 12.6px; font-variant: normal; word-spacing: 0px; white-space: normal; orphans: 2; -webkit-text-stroke-width: 0px; background-color: transparent;\">&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px;\"><span style=\"margin: 0px;\"><font face=\"Calibri\" size=\"3\">-</font><span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><font face=\"Calibri\"><font size=\"3\"><span lang=\"EN-GB\" style=\"margin: 0px;\">For each call, a </span><span lang=\"EN-US\" style=\"margin: 0px;\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\"><font color=\"#0563c1\">Frequently asked questions</font></a> </span><span lang=\"EN-GB\" style=\"margin: 0px;\">document is available </span></font></font></p>\r\n<p style=\"margin: 0px; padding: 3px 0px; text-align: left; color: rgb(0, 0, 0); text-transform: none; line-height: 18.9px; text-indent: 0px; letter-spacing: normal; font-family: eui-light,Helvetica Neue,Helvetica,sans-serif; font-size: 12.6px; font-variant: normal; word-spacing: 0px; white-space: normal; orphans: 2; -webkit-text-stroke-width: 0px; background-color: transparent;\">&nbsp;</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}