{"TopicDetails": {"type": 0, "ccm2Id": 31111288, "cftId": 0, "identifier": "EDIDP-PNTSCC-SCC-2019", "title": "Development of a European protected waveform to secure military satellite communications in peacetime, missions and operations", "publicationDateLong": 1554336000000, "callIdentifier": "EDIDP-PNTSCC-2019", "callTitle": "Positioning, Navigation and Timing (PNT) and satellite communication capabilities ", "callccm2Id": 31111289, "allowPartnerSearch": true, "workProgrammepart": {"id": 273552, "ccm_id": 31113051, "wp_part": "EDIDP-2019-2020", "wp_year": "EDIDP-2019-2020", "wp_title": "EDIDP-2019-2020", "wp_website": "https://ec.europa.eu/growth/content/2019-calls-proposals-european-defence-industrial-development-programme-edidp_en", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/wp-call/edidp-wp1920_en.pdf"}, "frameworkProgramme": {"id": 31109727, "abbreviation": "EDIDP", "description": "European Defence Industrial Development Programme"}, "programmeDivision": [{"id": 31109729, "abbreviation": "EDIDP-1-1", "description": "EDIDP-1-1"}, {"id": 31109728, "abbreviation": "EDIDP-1", "description": "EDIDP-1"}], "topicMGAs": [], "tags": ["baseband equipment", "communication", "EDIDP", "waveform", "protected waveform", "SATCOM", "satellite", "defence"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDIDP-AG EDIDP Action grant", "typeOfMGA": []}], "plannedOpeningDate": "09 April 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 September 2019"]}], "latestInfos": [{"approvalDate": "Aug 2, 2019 5:00:47 PM", "lastChangeDate": "Aug 2, 2019 5:00:47 PM", "content": "<p>&nbsp;<font face=\"Times New Roman\" size=\"3\">  </font></p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\">Deadline for submitting proposals is postponed to 20 September 2019 17:00:00 Brussels local time </span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\">For each call, the document on </span><span lang=\"EN-GB\" style=\"margin: 0px;\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-psi_en.pdf\" target=\"_blank\"><font face=\"Calibri\" size=\"3\" color=\"#0563c1\">Generic Programme Security Instructions</font></a></span><span lang=\"EN-GB\" style=\"margin: 0px; font-size: 11pt;\"> is available</span></p>\r\n<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"margin: 0px;\"><span style=\"margin: 0px;\"><font face=\"Calibri\" size=\"3\">-</font><span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><font face=\"Calibri\"><font size=\"3\"><span lang=\"EN-GB\" style=\"margin: 0px;\">For each call, a </span><span lang=\"EN-US\" style=\"margin: 0px;\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\"><font color=\"#0563c1\">Frequently asked questions</font></a> </span><span lang=\"EN-GB\" style=\"margin: 0px;\">document is available </span></font></font></p>\r\n<p>&nbsp;</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3274549": [{"action": "EDIDP-PNTSCC-PNT-2019 - EDIDP-AG EDIDP Action grant", "plannedOpeningDate": "09 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2019"], "budgetYearMap": {"2019": 44100000}, "budgetTopicActionMap": {}}, {"action": "EDIDP-PNTSCC-SCC-2019 - EDIDP-AG EDIDP Action grant", "plannedOpeningDate": "09 April 2019", "deadlineModel": "single-stage", "deadlineDates": ["20 September 2019"], "budgetYearMap": {"2019": 44100000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2019"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>In today’s military applications supported by satellite communications, security, information assurance and link efficiency technologies are inextricably linked. Military operations are becoming more complex as conflict areas grow more dispersed on a global scale, with a growing need to support a diversity of on-the-move, on-the-pause and fixed platforms. At the same time, cyber security threats are becoming more apparent, raising concerns that nations, terrorist groups, criminals and individual hackers can jam, interrupt and endanger military operations.</p><p>Member States are increasingly pooling and sharing their defence efforts to increase their strategic autonomy in a geopolitical context, overcome new security risks with enhanced military capabilities, and create a more competitive and integrated defence industry.</p><p>In satellite communications, most individual nations cannot generate significant capabilities by themselves. Instead, European nations can generate increased capabilities through cooperation and collaboration. Several pooling and sharing initiatives have already been kicked off in the European defence context to face challenges related to the fragmentation of supply and demand, the assured secure access to satellite communications and the changing environment.</p><p>The complexity of dispersed operations translates into requirements to have access to complex global satellite communication networks with a mix of different satellite types and services to support a wide variety of military applications. Security is the key feature belonging to all those requirements that in addition need to be met in the most efficient way.</p><p>However, these wide-ranging requirements face an increased risk of ill-intentioned acts and cyber attacks against military satellite communication networks such as jamming, signal spoofing and interception attempts.</p><p>A key element to reply to this security challenge is the satellite communication waveform, which needs to be as protected and secure as possible.</p><p>Different initiatives to make satellite communications more secure and reliable through the creation of (proprietary) protected waveforms have already been undertaken and/or are ongoing within the military context. Yet the results of those initiatives are used only in sovereign national satellite networks of some major nations, driven and supported by big international industrial players.</p><p>The great majority of Member States do not have independent access to secure satellite communication waveforms, although they also engage in military operations in a national or multinational (EU, NATO, UN peacekeeping, <em>etc.</em>) context.<br>The investment for developing a protected waveform cannot be carried out by a single nation alone and requires a multi-national development approach in a European context with the aim to establish a European Protected Waveform (EPW).</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The EPW shall be able to operate in this complex military operational environment and bring a solution to the challenges described.</p><p>Proposals should address feasibility, design and development of an EPW for satellite communications that can be used by different EU nations individually or together in a joint operational context (EU, NATO, multi-nation missions) with five key considerations in mind.</p><ul level=\"0\"><li>European autonomy and cooperation between Member States</li> </ul><p>The EPW shall be capable of increasing the autonomy of Europe and of reducing the dependence on non-European satellite communication technology for military operations with mission critical and sensitive information. At the same time, it shall allow for interoperability between EU nations in a joint operational context in order to exchange mission critical information and improve the efficiency of the operations.</p><ul level=\"0\"><li>Affordable and efficient satellite services</li> </ul><p>The EPW shall be affordable and include the latest efficiency satellite communication waveform, networking and equipment technologies to save OPEX (Operational expenditure) (reduce bandwidth costs, need for less resources for planning) and CAPEX (Capital expenditure) (reduce equipment cost) compared to current existing expensive (proprietary) military satellite modems.</p><p>The EPW shall include already available innovative Commercial Off-The-Shelf (COTS) satellite communication technologies (<em>e.g. </em>DVB-S2X (Extension to Digital Video Broadcasting – Satellite Second generation standard) waveform standard) in combination with the latest security technology. There shall no longer be a trade-off between the efficiency of the waveform and security. As such, high throughput demands shall be achieved even with small terminals using a limited amount of satellite bandwidth.</p><ul level=\"0\"><li>Flexibility and scalability</li> </ul><p>The EPW shall be portable on different modems with different form factors (board, modem, terminal), different platforms (fixed, on-the-move, on-the-pause) and be used across multiple types of satellite communication networks, different types of satellite constellations (LEO (Low Earth Orbit), MEO (Medium Earth Orbit), GEO (Geostationary Equatorial Orbit), high-throughput systems, spot beams, regional and global beams) and different network architectures (VSAT (Very Small Aperture Terminal), SCPC (Single Channel Per Carrier), mesh). At the same time, the EPW shall be operational in different satellite frequency bands (at least C-band, X-band, Ku-band and Ka-band) and exchange, broadcast, multicast, unicast or relay a large range of satellite services and applications from low to very high data rates.</p><ul level=\"0\"><li>Innovation</li> </ul><p>The EPW development shall not just be a copy and paste of existing solutions, licenses and technologies. The EPW proposal shall be ambitious and innovative, combining the individual strengths of different nations and different members in the European satellite communication industry. The EPW program shall be open to support future requirements and capabilities needed.</p><ul level=\"0\"><li>Security and resilience</li> </ul><p>The main feature of the EPW shall be the increase in protection and resilience of the waveform to ensure secure information exchange over satellite for mission critical communications. Based on different threat analysis and Concept of Operations (CONOPS) definitions, the EPW development shall focus on building satellite links that are resistant to cyber attacks such as jamming, signal spoofing, eavesdropping and interception attempts. In addition, satellite link outages caused by rain fade, atmospheric conditions or on-the-move communication challenges shall be reduced to a minimum. The EPW activity shall investigate how different security levels can be offered towards different government and defence end-users depending on their security requirements, their daily operations and the budgets available.</p><p><strong>Targeted activities:</strong></p><p>The proposals shall cover the initial phases of the development of the EPW including in particular:</p><ul level=\"0\"><li>Feasibility study, threat analysis, CONOPS definition, system specification, Detailed Requirements Review (DRR) and architecture definition;</li><li>Detailed design of the system, including the Preliminary Design Review (PDR) and finishing with the Critical Design Review (CDR);</li><li>The development of small-scale technological demonstrators with military end-users in an operational environment, in order to support decision making during the design phase.</li> </ul><p>The end state shall be an EPW standard for satellite communication (comparable to other communication waveform standards) that can be implemented by nations or industry on their individual baseband solutions.</p><p><strong>Main high-level requirements:</strong></p><p>The EPW development shall fulfil requirements at the level of both the waveform and the satellite baseband equipment (terminals, modems, hubs, networks). The demarcation point is the edge router of the satellite network which connects the hubs, gateways and modems with outside networks or the internet.</p><ul level=\"0\"><li>Baseband equipment requirements:   <ul level=\"1\"><li>The right implementation of the terminal will determine the success of the EPW. The flexibility and the affordability of the terminal are key considerations. Hence the preference for Software Defined Radio (SDR) type of equipment;</li><li>The baseband infrastructure (hubs and modems) needs to cover multiple architecture types of networks (point-to-point, point-to-multipoint, mesh) and satellite (wideband, spot beam, mix of both) architectures;</li><li>The EPW shall operate on SDR hardware from different vendors that will be selected by nations, government and defence agencies or institutions, depending on their preference or acquisition processes;</li><li>The EPW shall include the ability to receive and transmit various modulation methods using a common set of hardware. A modem could also run the EPW and a proprietary or DVB standard waveform on the same platform and switch waveforms, if needed;</li><li>The EPW shall be future-proof and easy to upgrade – the ability to alter functionality by downloading and running new software at will, in order to repurpose the modem for a new application;</li><li>The EPW shall be affordable and include the latest efficiency satellite waveform, networking and equipment technologies to save OPEX (reduce bandwidth costs, save resources for planning) and CAPEX (save on equipment cost) compared to existing expensive military satellite modems;</li><li>The EPW shall consider Size, Weight and Power (SWaP) constraints for on-the-pause and on-the-move platforms and shall be easy to transport;</li><li>The EPW shall be deployable in different environment conditions and on different platforms (land, sea or air);</li><li>The EPW shall be available in different form factors (OEM (Original Equipment Manufacturer) cards, rack units or rugged terminals);</li><li>The EPW shall be license-based to cater for different level of users;</li><li>The EPW shall be transparent for national encryption standards and externally encrypted data, and capable of integrating on-board encryption technology;</li><li>The EPW shall be capable of introducing dedicated authentication certificates;</li><li>The EPW shall be reliable to ensure continuity of operations;</li><li>The EPW shall have performances considering the throughput demands of today and the future;</li><li>The EPW shall support pooling and sharing service models of both waveform and equipment that can be implemented for different operations.</li>   </ul> </li><li>Protected waveform requirements</li> </ul><p>The EPW shall:</p><ul level=\"0\"><li>Be defined as a standard to enable interoperability. Multiple terminal vendors must be able to support the EPW and be compatible, even on a minimum basis;</li><li>Be affordable, based on the best practices of COTS and government or military-grade waveforms;</li><li>Implement the latest SATCOM efficiency technology to obtain the best performance out of a satellite link;</li><li>Support a range of different satellite constellations (HTS (High Throughput Satellites), wideband, military, commercial, government, GEO, MEO, LEO), satellite architectures (pure transponder, partially or fully processed) and frequency bands (C-band, X-band, Ku-band, Ka-band);</li><li>Be easy to port on other SDR modems or hubs;</li><li>Flexible to support multiple governmental and defence applications that require different levels of security;</li><li>Consider a growing amount of on-the-move and on-the-pause platforms connected over the satellite with a need for mobility features (Doppler compensations, spreading modulation, small and flat antenna support, beam switching, beam hopping, <em>etc.</em>);</li><li>Operate in GPS-denied environments;</li><li>Provide adequate protection against intrusion, hacking, jamming, traffic monitoring and eavesdropping;</li><li>Consider a wide range of throughput requirements and satellite bandwidth sizes (symbol rates);</li><li>Offer seamless and resilient satellite links against fading effects, interference (intentional and unintentional), shadowing effects and jamming (fixed and sweeping);</li><li>Be capable of supporting different service models such as pooling and sharing.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\"><li>Availability of a critical enabler for CSDP operations and missions in providing scalable secure and resilient communications in peacetime and during operations with protection against intrusion, hacking, jamming, traffic monitoring and eavesdropping;</li><li>Full interoperability between different demanders and suppliers of satellite communication in support of military operations and missions;</li><li>Secure, guaranteed and affordable access to satellite communications for all Member States;</li><li>Strongly increased European autonomy in satellite communication for defence users and no longer dependency on support from outside the EU for the transmission and exchange of mission critical and sensitive information;</li><li>State-of-the-art technological solution in line with the latest satellite innovations and initiatives such as 5G, small LEO/MEO satellites, connected vehicles and Internet of things.</li> </ul>\n", "conditions": "<p><font face=\"Arial, sans-serif\">1.<span style=\"white-space: pre;\">\t</span><strong>List of eligible countries:</strong> Described in section 3 of the call document.</font></p>\n<p><font face=\"Arial, sans-serif\">2.<span style=\"white-space: pre;\">\t</span><strong>Eligibility and admissibility conditions:</strong> Described in section 3 of the call document.</font></p>\n<p>3.<span style=\"white-space: pre;\">\t</span><strong>Evaluation criteria &amp; process:</strong></p>\r\n<p style=\"margin-left: 80px;\"><strong>Operational and financial capacity:</strong> Described in section 3 of the call document.</p>\r\n<p style=\"margin-left: 80px;\"><strong>Exclusion criteria:</strong> Described in section 3 of the call document.</p>\r\n<p style=\"margin-left: 80px;\"><strong>Award criteria, scoring and thresholds: </strong>Described in section 3 of the call document.&nbsp;</p>\r\n<p style=\"margin-left: 80px;\"><strong>Submission and evaluation procedure: </strong>Described in section 3 of the call document.</p>\n<p>&nbsp;4.<span style=\"white-space: pre;\">\t</span><strong>Proposal page limits and layout</strong>: 70&nbsp;</p>\n<p>&nbsp;5.<span style=\"white-space: pre;\">\t</span><strong>Additional requirements</strong></p>\r\n<p style=\"margin-left: 80px;\"><strong>Operational and financial capacity:</strong> Described in section 3 of the call document.</p>\r\n<p style=\"margin-left: 80px;\"><strong>Exclusion criteria:</strong> Described in section 3 of the call document.</p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p>&nbsp;6.<span style=\"white-space: pre;\">\t</span><strong>Planning for evaluation and grant agreement:</strong> Described in section 3 of the call document.&nbsp;</p>\n<p>&nbsp;7.&nbsp; &nbsp; &nbsp;<strong>Proposal forms, Model Grant Agreement:</strong></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_en.docx\" target=\"_blank\">Submission form</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-1_en.xlsx\" target=\"_blank\">Annex 1 &ndash; Eligible costs allocated to SMEs and mid-caps</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-2_en.xlsx\" target=\"_blank\">Annex 2 &ndash; Budget table &ndash; Actual costs revised&nbsp;</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-3_en.docx\" target=\"_blank\">Annex 3 &ndash; Declaration of honour</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-4_en.docx\" target=\"_blank\">Annex 4 &ndash; Agreement on pre-existing information (background information)</a></p>\r\n<p style=\"margin-left: 120px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/tpl/pt/pt-edidp_annex-5_en.docx\" target=\"_blank\">Annex 5 &ndash; Statistical information</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/mga/edidp-mga_en.docx\" target=\"_blank\">Model Grant Agreement (Multi and Mono)</a></p>\n<p>8. <span style=\"white-space:pre\">\t</span><strong>Additional documents: <br  />\r\n</strong></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/wp-call/edidp-wp1920_en.pdf\" target=\"_blank\">Work programme 2019-2020</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/wp-call/edidp_call-texts-2019_en.pdf\" target=\"_blank\">Call texts 2019</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-guide-applicants_en.pdf\" target=\"_blank\">Guide for applicants</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\">Frequently asked questions</a></p>\r\n<p style=\"margin-left: 80px;\"><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/guide/edidp-psi_en.pdf\" target=\"_blank\">Generic Programme Security Instructions</a></p>", "supportInfo": "<p>For help related to this call, please contact: <a href=\"mailto:EC-EDIDP-PROPOSALS@ec.europa.eu\" target=\"_blank\">EC-EDIDP-PROPOSALS@ec.europa.eu</a>&nbsp;&nbsp;</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/edidp/edidp-faq-2019_en.pdf\" target=\"_blank\">Frequently asked questions&nbsp;</a></p>\r\n<div><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\">IT Helpdesk</a>  &ndash; Contact the IT helpdesk for questions such as forgotten passwords,  access rights and roles, etc...</div>\r\n<div>&nbsp;</div>\r\n<div>&nbsp;</div>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>Please see section 3 of the call document.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>The Capability Development Plan (CDP) points to the need to develop EU military Positioning, Navigation and Timing (PNT) requirements and related capabilities and to promote the development of robust, secure and resilient EU military PNT capabilities. The CDP further highlights the need to develop capabilities to meet the increasing requirements for Satellite Communication (SATCOM). A comprehensive set of PNT and SATCOM capabilities should contribute to enhancing dissemination and must be capable of distributing timely data, information, intelligence and specialist and all-source analysis, in an appropriate and accessible form, across and between networks as required.</p><p>Proposals are invited against any of the following topics:</p><ul level=\"0\"><li><strong>EDIDP-PNTSCC-PNT-2019: </strong>Development of European standardized and sovereign Galileo PRS (Public Regulated Service of Galileo system) navigation receiver capabilities compatible with GPS/PRS solution for military purposes;</li><li><strong>EDIDP-PNTSCC-SCC-2019: </strong>Development of a European protected waveform to secure military satellite communications in peacetime, missions and operations.</li> </ul>\n<p>The Union is considering a contribution of up to EUR 44 100 000 to support proposals addressing any of the above-mentioned topics and their associated specific challenge, scope, targeted activities and main high-level requirements.</p><p><strong>Several actions, addressing different topics, may be funded under this call.</strong></p><p>The Commission will pay attention to the civil and dual-use on-going initiatives at Union level to avoid any duplication (especially with Galileo).</p>\n", "latestInfos": [{"approvalDate": "Aug 6, 2019 6:10:03 PM", "lastChangeDate": "Aug 6, 2019 6:10:03 PM", "content": "<p>&nbsp;</p>\r\n<p style=\"margin: 0px 0px 0px 27.2px; text-indent: -18pt;\"><span style=\"margin: 0px; font-size: 11pt;\" lang=\"EN-GB\"><span style=\"margin: 0px;\">-<span style=\"font: 7pt &quot;Times New Roman&quot;; margin: 0px; font-size-adjust: none; font-stretch: normal;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span style=\"margin: 0px; font-size: 11pt;\" lang=\"EN-GB\">For each call, the document on </span><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/edidp/mga/edidp-mga_en.docx\">EDIDP MGA &mdash; Multi and Mono V7.0. - final</a></span>        <span style=\"margin: 0px; font-size: 11pt;\" lang=\"EN-GB\"> is available</span></p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}