{"TopicDetails": {"type": 0, "ccm2Id": 31075553, "cftId": 0, "identifier": "ERN-01-2016", "title": "ERN-2016 - European Reference Networks – Framework Partnership Agreement", "publicationDateLong": 1458086400000, "callIdentifier": "HP-ERN-2016", "callTitle": "European Reference Networks", "callccm2Id": 31075554, "allowPartnerSearch": true, "workProgrammepart": {"id": 1051, "ccm_id": 31075467, "wp_part": "3HP-2016", "wp_year": "3HP-2016", "wp_title": "3rd Health Programme Work Plan 2016", "wp_website": "http://ec.europa.eu/health/programme/policy/index_en.htm", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/wp/hp-workplan_2016_en.pdf"}, "frameworkProgramme": {"id": 31061266, "abbreviation": "3HP", "description": "3rd Health Programme"}, "programmeDivision": [{"id": 31061604, "abbreviation": "3HP.1.1.4.", "description": "Facilitate access to better and safer healthcare for Union citizens"}, {"id": 31061605, "abbreviation": "3HP.1.1.4.1.", "description": "Support the establishment of a system of European reference networks for patients with conditions requiring highly specialised care and a particular concentration of resources or expertise, as in the case of rare diseases, on the basis of criteria to be established under Directive 2011/24/EU"}, {"id": 31061267, "abbreviation": "3HP.1", "description": "3rd Health Programme"}, {"id": 31061268, "abbreviation": "3HP.1.1", "description": "3rd Health Programme"}], "topicMGAs": [], "tags": ["cross-border healthcare", "European Reference Networks"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "HP-FPA Framework Partnership Agreement ", "typeOfMGA": []}], "plannedOpeningDate": "16 March 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["21 June 2016"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3284709": [{"action": "ERN-01-2016 - HP-FPA Framework Partnership Agreement ", "plannedOpeningDate": "16 March 2016", "deadlineModel": "single-stage", "deadlineDates": ["21 June 2016"], "budgetYearMap": {"2016": 0}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>Priorities of the year, objectives pursued and expected results:</strong></p><p>The Directive on the application of patients’ rights in cross-border healthcare ([1])requires the Commission to support Member States in the development of European Reference Networks (ERN). ERN are groups of highly specialised providers across the EU, institutionally approved – following a transparent and formal selection procedure – to perform in an exclusive way the goals and task established in the Commission Delegated Decision 2014/286/EU ([2])and the Commission Implementing Decision 2014/287/EU ([3]). ERNs are addressing a group of highly specialised and complex diseases and treatments.</p><p>By pooling knowledge and expertise across the EU, ERNs will facilitate access to diagnosis, treatment and provision of affordable, high quality and cost-effective healthcare contributing to the economy of scale and the sustainability and efficiency of the healthcare systems in the EU.</p><p>Setting up an ERN implies a complex work in which the clinician and scientific community have to reach an agreement in a common approach and this bottom up solid proposal is the origin of all Networks. Only national authorities of Member States have the capacity to endorse their providers to participate in an ERN. That implies a legal recognition to the capacity to address the group of diseases an ERN will deal with.</p><p>An ERN has to fulfil a list of basic requirements which are listed in the Commission Delegated and Implementing Decisions. Expected benefits to patients and healthcare systems are improvements in services delivery, working systems, patient pathways, clinical tools, earlier adoption of scientific evidence, etc.</p><p>The objective of this call is to provide financial support to ERNs, once established. Therefore, only approved ERNs are eligible for co-funding.</p><p><strong>Description of the activities to be funded under a call for proposals: </strong></p><p>The actions to be funded are coordination, management and non-clinical activities of an approved ERN. Co-funding will be provided in the form of mono-beneficiary grants to the ERN Coordinator to run the ERN and implement all actions in order to fulfil the goals as provided for in the legal basis on ERNs: (i) each ERN shall provide highly specialised healthcare for rare or low prevalence complex diseases or conditions; (ii) have a clear governance and coordination structure; (iii) have knowledge and expertise to diagnose, follow up and manage patients with evidence of good outcomes; (iv) follow a multi-disciplinary approach; (v) offer a high level of expertise and have the capacity to produce good practice guidelines and to implement outcome measures and quality control; (vi) make a contribution to research; (vii) organise teaching and training activities; and (viii) collaborate closely with other centres of expertise and networks at national and international level.</p><p>Implementation by the Agency, First semester of 2016.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.&nbsp;<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">1. List of countries and applicable rules for funding: </span></strong>Described in section 5 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/hp_call_proposals_ern-fpa-2016_en.pdf\">Call document</a>.<br />\r\n<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">2. Eligibility and admissibility conditions:</span></strong> Described in sections 6 and 7 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/hp_call_proposals_ern-fpa-2016_en.pdf\">Call document</a>.<br />\r\n<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">3. Evaluation</span></strong><br />\r\n<br />\r\n3.1<strong><span style=\"color: #003366\"> Evaluation criteria and procedure, scoring and threshold:</span></strong> Described in sections 7 and 8 of the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/hp_call_proposals_ern-fpa-2016_en.pdf\">Call document.</a><br />\r\n<br />\r\n<br />\r\n3.2<strong><span style=\"color: #003366\"> For submission and evaluation process</span></strong>, see <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/hp-call-guide-app-ern-fpa-2016_en.pdf\">Guide for applicants &ndash; project grants</a></p>\r\n<p>ERN Assessment Manual for Applicants: <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/guide/pse/hp-asses-manual-ern-descr-process_en.pdf\">Description and Procedures</a></p>\r\n<p>ERN Assessment Manual for Applicants: <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/guide/pse/hp-asses-manual-ern-techn-toolbox-appl_en.pdf\">Technical Toolbox for Applicants</a></p>\r\n<p>ERN Assessment Manual for Applicants: <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/guide/pse/hp-asses-manual-ern-op-criteria-ntw_en.pdf\">Operational Criteria for the Assessment of Networks</a></p>\r\n<p>ERN Assessment Manual for Applicants: <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/guide/pse/hp-asses-manual-ern-op-criteria-hc-providers_en.pdf\">Operational Criteria for the Assessment of Healthcare Providers</a><br />\r\n&nbsp;</p>\r\n<p>i.\tEach healthcare provider applicant, must fill in the following documents:<br />\r\na)\tApplication form for Health Care Provider;<br />\r\nb)\tSelf-Assessment for Health Care Provider;<br />\r\nc)\tEndorsement Letter by the Applicant&rsquo;s member state.</p>\r\n<p>ii.\tEach Health Care Provider applicant, will sign the Application Form and Self-Assessment;</p>\r\n<p>iii.\tEach healthcare provider Lead must scan the following 3 documents in one PDF file and send this one PDF file, by email to their Network Coordinator:<br />\r\na)\tApplication form for Health Care Provider;<br />\r\nb)\tSelf-Assessment for Health Care Provider;<br />\r\nc)\tEndorsement Letter by the Applicant&rsquo;s member state.</p>\r\n<p>Important Note (1): Please scan those 3 documents in ONE PDF file. Each Health Care Provider is responsible to ensure, those 3 documents are scanned in ONE PDF file, before sending to the Network Coordinator.</p>\r\n<p>Important Note (2): Please ensure that the total size of your scanned file does not exceed 10 MB.</p>\r\n<p>Important Note (3): Please ensure that you use 150 pdi setting in your scanner during the scanning. This will ensure that the size of your file is kept at minimum. Alternatively, you can use &ldquo;low&rdquo; or &ldquo;medium&rdquo; or &ldquo;grey scale&rdquo;, &ldquo;black &amp; white&rdquo; settings in your scanner (this varies deepening on scanner trype being used), which will ensure the size of your file stays at minimum resolution, while content is still clear and readable.</p>\r\n<p>iv.\tFor easy reference in this document, this ONE PDF file, will be referred to as &ldquo;HCP PDF Application&rdquo;;</p>\r\n<p>v.\tEach Network Coordinator will receive only ONE &ldquo;HCP PDF Application&rdquo; file from each Health Care Provider and will give it a name;</p>\r\n<p>vi.\tNetwork Coordinator to follow the following Naming protocol for each &ldquo;HCP PDF Application&rdquo;:<br />\r\nName of Network_Name of HCP (example: Rare neurological brain disorder_Milano Nureology Clinque)</p>\r\n<p>vii.\tEach Network Coordinator will upload to the Participants Portal, the &ldquo;HCP PDF Application&rdquo;.</p>\r\n<p>viii.\tEach Network Coordinator to double check that the total size of the &ldquo;HCP PDF Application&rdquo; does not exceed 10MB.<br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">4. Proposal page limits and layout:</span></strong> Please refer to Parts B1 and B2 of the standard proposal template.<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">5. Indicative timetable for evaluation and grant agreement:</span></strong> Described in section 4 of the Call document.<br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">6. Provisions, proposal templates and evaluation forms:<br />\r\n</span></strong><u><br />\r\nProject (HP-PJ):<br />\r\n</u>All Standard proposal templates, both for ERN and FPA, are available after entering the submssion tool below - please click the Button &quot; DOWNLOAD&nbsp;PART B TEMPLATES&quot;&nbsp; on the left-hand section of the screen.<br />\r\n<a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/hp-mga_en.pdf\">Model Grant Agreement</a><br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">7. Additional provisions:<br />\r\n</span></strong>Please perform a financial viability self-check, using the PP <a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/organisations/lfv.html\">tool of the financial viability self-check</a>. <br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: #003366\">8. Additional documents:<br />\r\n</span></strong><a href=\"http://ec.europa.eu/health/programme/policy/index_en.htm\">Health Programme Decision </a><br />\r\n<a href=\"http://ec.europa.eu/health/programme/events/adoption_workplan_2016_en.htm\">     Annual work plan</a><br />\r\n<a href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a><br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\"></a></p>\r\n<p><strong>Please use as first and major reference the <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/hp/hp-call-guide-app-pj-2016_en.pdf\">Chafea Guide for applicants for project proposals</a></strong>.<strong><br />\r\n<br />\r\n</strong>Contact <strong>CHAFEA Health Programme helpdesk</strong> for further assistance related to the Programme, the topics, call and the content of proposals at<a href=\"mailto: CHAFEA-HP-CALLS@ec.europa.eu\"> CHAFEA-HP-CALLS@ec.europa.eu</a>.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html\">Participant Portal FAQ</a></strong> &ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a></strong> &ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance,</strong> i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the 3rd Health Programme rules. Some aspects of the 3rd Health Programme are different to the provisions of the H2020 programmes.</p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>Support will be provided through the conclusion of framework partnership agreements (FPA) for a duration of maximum five years &ndash; covering the years 2017, 2018, 2019, 2020 and 2021 &ndash; and, subsequently, of specific grant agreements for the -1 st year of implementation. The FPA will include a multi-annual work programme for the period 2017-2021 as an annex, including a budget plan. Applicants who receive a FPA are eligible for the specific grant agreement. They will be invited to submit a simplified grant application. This will include an annual work programme and budget. Signing an FPA does not guarantee annual co-funding.</p>\r\n<p>Grants for such actions are calculated on the basis of eligible costs incurred. The maximum rate of EU co-financing is 60 %. This may be up to 80 % if a proposal meets the criteria for exceptional utility set out in Annex VII. Annex V contains the eligibility, exclusion, selection and award criteria for these actions.</p>", "staticAdditionalInfo": "<p>Support will be provided through the conclusion of framework partnership agreements (FPA) for a duration of maximum five years – covering the operating years 2017, 2018, 2019, 2020 and 2021 – and, subsequently, of specific grant agreements for the financial year 2017. The FPA will include a multi-annual work programme for the period 2017-2021 as an annex, including a budget plan. Applicants who receive a FPA are eligible for the specific grant agreement. They will be invited to submit a simplified grant application. This will include an annual work programme and budget. Signing an FPA does not guarantee annual co-funding.</p><p>Grants for such actions are calculated on the basis of eligible costs incurred. The maximum rate of EU co-financing is 60 %. This may be up to 80 % if a proposal meets the criteria for exceptional utility set out in Annex VII. Annex V contains the eligibility, exclusion, selection and award criteria for these actions.</p>\n", "latestInfos": [{"approvalDate": "Mar 16, 2016 5:27:38 PM", "lastChangeDate": "Mar 16, 2016 5:27:38 PM", "content": "The submission session is now available for: ERN-01-2016(HP-FPA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}