{"TopicDetails": {"type": 0, "ccm2Id": 45488861, "cftId": 0, "identifier": "EMFAF-2023-BlueCareers", "title": "Blue careers for a sustainable blue economy", "publicationDateLong": 1665619200000, "callIdentifier": "EMFAF-2023-BlueCareers", "callTitle": "Blue careers for a sustainable blue economy", "callccm2Id": 45488880, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43392145, "abbreviation": "EMFAF", "description": "European Maritime, Fisheries and Aquaculture Fund (EMFAF)"}, "programmeDivision": [{"id": 43392162, "abbreviation": "EMFAF-1-1", "description": "EMFAF-1-1"}], "topicMGAs": [], "tags": ["skills", "training", "Vocational Education and Training", "VET", "blue careers", "blue skills", "blue economy", "careers", "green deal", "EMFAF", "education"], "keywords": ["Travel and tourism", "Digital skills", "Fisheries and aquaculture", "Higher education", "Common fisheries policy (CFP)", "Adult education", "Blue Careers", "Maritime", "Blue Skills Agenda", "Vocational Education & Training (VET)", "Circular economy", "Informal education", "Maritime Policy", "Blue Economy", "Skills for the Blue Economy", "Ocean", "Maritime Innovation", "Education", "Sustainable Blue Economy", "Fisheries", "Aquaculture", "Training and support", "Coastal tourism", "Innovative solutions for maritime challenges", "Maritime services", "Maritime Technologies", "Vocational training", "New employement profiles and identificationskills", "Training", "Maritime Skills", "Coastal And Maritime Tourism", "Maritime Industry", "Education and Training for Maritime Professions"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EMFAF-PJG EMFAF Project Grants", "typeOfMGA": [{"id": 43391809, "abbreviation": "EMFAF-AG", "description": "EMFAF Action Grant Budget-Based"}]}], "plannedOpeningDate": "13 October 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["31 January 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3419333": [{"action": "EMFAF-2023-BlueCareers - EMFAF-PJG EMFAF Project Grants", "plannedOpeningDate": "13 October 2022", "deadlineModel": "single-stage", "deadlineDates": ["31 January 2023"], "budgetYearMap": {"2022": 4000000, "2023": 3500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022", "2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p><em><u>Objective</u></em></p><p>The overall aim of this Call is to contribute to the development of the next generation of blue skills and to provide opportunities for attractive, sustainable maritime careers. The objective is to develop the necessary skillsets to support the European Green Deal initiatives promoting a sustainable blue economy, e.g. the Farm to Fork Strategy, the Sustainable Blue Economy Strategy, the EU Offshore Renewable Energy strategy, the Biodiversity Strategy and the Circular Economy Action Plan (CEAP).</p><p>More specifically, this Call aims to support innovative cooperation projects, bringing together the blue economy industry and relevant marine and maritime educational/academic institutions and/or vocational training providers at all levels (local, regional, national, transnational), and other stakeholders to promote:</p><ul level=\"0\"><li>Green and digital blue skills, professions and careers as well as the acquisition of transversal and inter/multidisciplinary skills and competences to further boost the digitalisation and greening of jobs, also by promoting the use of competences frameworks, such as GreenComp and DigComp.</li><li>Reskilling and upskilling schemes and cooperation between education and industry to support the active labour force to acquire the necessary environmental and sustainability skills and become acquainted with modern standards, principles and practices.</li><li>\"Blue careers\" awareness and attractiveness among students and young professionals, in an attempt to attract and retain new talent and counter human capital depletion because of an aging labour force.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><em><u>Themes and priorities (scope)</u></em></p><p>Proposals should address <strong>at least one of the themes below, or a combination thereof</strong>:</p><ol level=\"0\">  <li>Developing innovative <strong>educational material</strong>, skills development <strong>modules, content, learning outcomes and curriculum, such as micro-credentials, </strong>to build and enhance digital, green, soft, transversal, interdisciplinary, managerial and entrepreneurial and project management skills;</li><li><strong>Developing and piloting innovative teaching and training approaches </strong>(at both higher education and VET levels) and promoting career development in any sector of the sustainable blue economy, including but not limited to:</li> </ol><ul level=\"0\"><li>aquaculture, algae, marine and coastal habitats conservation, blue biotechnology,</li><li>eco-tourism, coastal protection, offshore renewable energy, marine knowledge, port activities, ocean monitoring, shipbuilding, maritime and underwater technologies, sustainable cruise tourism, digital skills for ocean observation, etc.</li> </ul><ol level=\"0\">  <li><strong>Establishment and maintenance of structured</strong> <strong>collaboration frameworks</strong> between <strong>blue industries/sectors and education/VET providers</strong>, to promote curricula and training programmes adapted to the needs of industries, addressing the gaps in the market and in line with ongoing technological developments. Besides stand-alone educational programmes and training/educational modules, projects proposing apprenticeships, on-the-job skilling and reskilling, mentoring, short-term placements or mobility schemes and job shadowing schemes run by companies are encouraged.</li><li><strong>Pooling and sharing of</strong> <strong>resources </strong>(e.g. training simulators, virtual reality (VR) and augmented reality (AR) learning objects, platforms, schemes, courses, micro-credentials, training materials, multipliers, digital tools, e-learning solutions, hybrid teaching, teachers’ kits, self-assessment tools, etc.) between VET providers, higher education and industry for the development and promotion of training programmes/courses, VET or higher education curricula and mobility schemes (learners and teachers).</li><li>Proposing, testing and piloting <strong>mutual recognition schemes</strong> (of training and/or qualification development)<sup>1</sup> to enable an efficient uptake of graduates into the labour market.</li> </ol><p>The chosen theme(s) should be clearly indicated in the proposal. Solutions for re-/upskilling existing and attracting and training new talent in any sector are sought, built around actual needs in the labour market (in consideration of the situation on the ground, prompted by innovations, sustainability targets, etc.).</p><p>Industry representatives should be involved since the designing of the proposed actions.</p><p>Proposals need to develop to the extent possible an inter-/multi-disciplinary approach in a variety of blue economy sectors, whilst also being mindful of gender dimension and the need to further promote equality, diversity and inclusion and broad geographical representation in the sector.</p><p>Applicants need to propose solutions overcoming the existing constraints in all areas of marine and maritime activity, in particular recruitment, training, capacity-building and promotion of talents, in order to allow for full, safe and inclusive participation of skilled human capital in the various sectors of the blue economy and in the various coastal regions. They also need to address the growth and sustainable development of businesses of all sizes, and enhance regional partnerships, cooperation and interactions among relevant stakeholders (industries, education/VET providers, local/ regional authorities, etc.).</p><p>As the sector’s workforce is growing older, solutions for enhancing job attractiveness are also considered essential for attracting young talents and boosting digitalisation and greening of jobs. Projects should liaise with and conduct activities that will create complementarities and synergies with relevant projects funded under previous EMFF calls (Blue Careers 2016, 2017 and 2018 calls) and other EU programmes, (e.g. Erasmus+, ESF+, Climate Copernicus Academy, etc.).</p><p>Proposals should also take into account other relevant initiatives, policies and blue economy specific strategies, e.g. sea-basin/macro-regional strategies and the Outermost Regions Forum established by the European Commission, the future EU Algae initiative, the strategic guidelines for a more sustainable and competitive EU aquaculture for the period 2021 to 2030, etc. Due consideration should also be given to the specificities of each sea basin and the need for regional cooperation between Member States, including Outermost Regions and, as far as relevant, with non-EU countries. This will help identify and address common challenges in terms of reskilling and upskilling employees and operators and further boost the transition towards a sustainable blue economy. Any development in the international legislation should also be taken into consideration, especially when the EU Member States are parties of several international conventions (for example STCW, MLC).</p><p>Proposals need to take the above strategies and initiatives into consideration as far as relevant, ensure synergies and complementarities with their objectives and priorities and explain how such alignment will generate added value while avoiding duplications. Links with incubators, innovation hubs, social enterprises and early-stage investors are also encouraged.</p><p>Finally, proposals should engage, to the extent possible, with partners across different sea basins<sup>2</sup> and notably, as far as relevant, from Outermost Regions (ORs), as these last, due to their remoteness, face additional challenges and may miss the necessary critical mass to update skills and develop new maritime careers. This Call for proposals aims to address this gap by promoting the cooperation of partners located in the Outermost Regions with other relevant entities located in the EU continental territory, to the extent possible and as far as relevant.</p><p><em><u>Activities that can be funded (scope)</u></em></p><p>Proposals should aim to strengthen and diversify the skills and competences available within the sustainable blue economy and attract new talents by carrying out activities related but not restricted to solutions that:</p><ul level=\"0\"><li>Develop and test <strong>innovative training modules</strong>, identify schools and universities taking actions to include these modules in the educational programmes.</li><li>Promote the necessary skills (soft, green, digital, transversal, managerial, entrepreneurial, inter-/multi-disciplinary, project management) through a variety of means: for example, traditional trainings, hybrid teaching, e-learning, practical placements, etc., at higher educational or vocational training levels.</li><li>Strengthen operational <strong>links between academia and industry, including via the setting up</strong> of continuous training of the trainers, on-the job trainings, apprenticeships, mentoring, and/or job shadowing schemes for the up/reskilling (including career guidance) of blue economy professionals.</li><li>Reinforce structured and continued collaboration, including improved <strong>pooling and sharing of resources,</strong> between educational and VET institutions and the maritime industry.</li><li><strong>Encourage sustainable</strong> and circular <strong>approaches </strong>in the blue economy via relevant training (e.g. fishing for litter, coastal tourism sustainable practices, port activities, environmental management for marine ecosystems, marine environmental practitioners, etc.) and <strong>give up</strong> obsolete or ineffective activities and adopt <strong>new</strong>, sustainable ones, also improving the image of the sector and its attractiveness to newcomers.</li><li><strong>Facilitate </strong>talent retention and mobility in the blue economy.</li><li>Raise <strong>awareness campaigns</strong> amongst blue economy operators (including fishers) and harness their support and experience in achieving a sustainable blue economy, through upskilling and reskilling schemes.</li> </ul><p>The applicant's choice of sector and action has to be based on an analysis of the needs in the labour market including at cross-border level.</p><p>Finally, solutions can address higher education/academic development and vocational training, as technical education and VET are indispensable to implement the green and digital transition. Indeed, their promotion and reinforcement is necessary to address current shortages (in skills and labour force) and avert future ones.</p><p><em>Networking with other EU projects</em></p><p>During the lifetime of the projects funded under this topic, a number of meetings may be organised at EU level for the grant beneficiaries to facilitate the exchange of experience and good practices across sea basins, to foster synergies with relevant projects from other EU programmes and to enhance the European dimension of the blue economy focus. Project beneficiaries are expected to participate in these meetings, which will be held in Brussels or other locations.</p><p>_____________________________________________________________________________</p><p><sup>1</sup> In the scope of the theme, proposals referring to the mutual recognition scheme of certificates issued by Member States found in Directive 2008/106/EC on the minimum level of training of seafarers, as amended, are excluded.</p><p><sup>2</sup> For sea basins strategies and other relevant sea basin information for the Atlantic, Baltic Sea, Black Sea, Mediterranean or North Sea, please see: https://ec.europa.eu/oceans-and-fisheries/ocean/sea-basins/eu-sea-basins_fr</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><em><u>Expected impact</u></em></p><p>The expected project results will need to address solutions at local or regional/sea basin level for skills development in a variety of blue economy sectors, according to the needs identified in the respective sea-basins, with an accent on digital and green skills, upskilling and reskilling schemes.</p><p>In line with the objectives and themes addressed, the projects are expected to:</p><ul level=\"0\"><li>Deliver new content, educational, training or other material or processes and methodologies, enhancing skills and competences of human capital in a given blue economy sector.</li><li>Set up ‘Trainings of the trainers’ schemes, to ensure dissemination of the most recent available knowledge, practices and technology operation requirements.</li><li>Set-up reskilling and upskilling schemes (including career guidance) to facilitate career advancement, job mobility, and talent retention within the blue economy sectors.</li><li>Improve employability and adaptability of students following acquisition of digital, green, soft, transversal, inter-/multi-disciplinary, managerial and entrepreneurial skills through learning or through practical work (on-the job trainings, mentoring and job shadowing schemes run by companies).</li><li>Provide hands-on experience and learning for the blue economy labour force.</li><li>Increase awareness, visibility and attractiveness of blue career opportunities for students from secondary and higher education in general or from maritime academies, VET institutions etc.</li> </ul><p>Applicants have to list the main results<sup>1</sup> in a concrete, realistic and quantified way, as far as possible and include relevant KPI for EMFAF<sup>2</sup> as per below list:</p><ul level=\"0\"><li>Jobs created (number of persons)</li><li>Jobs maintained (number of persons)</li><li>Persons benefitting (number of persons)</li><li>Entities increasing social sustainability (number of entities)</li><li>Cooperation activities between stakeholders (number of actions)</li> </ul><p>Proposals must also include a legacy (and/or business) plan describing how the outputs of the project and various deliverables will carry on, ideas and options for continuing project activities once the EU funding is over and the sustainability and market potential of the proposed actions.</p><p>______________________________________________________</p><p><sup>1</sup> Results: capture more direct, short to medium term changes in a situation, which are achieved by the end of the project. E.g. if four FTE jobs are expected to be created by the end of the project, this will be an expected project result.</p><p><sup>2</sup> See Annex I of EMFAF Regulation <a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=uriserv:OJ.L_.2021.247.01.0001.01.ENG\">2021/1139</a></p>\n", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Conditions<br />\r\n<br type=\"_moz\" />\r\n</span></b></p>\r\n<p><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the call document</span>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\"> described in Part B of the Application Form available in the Submission System<o:p></o:p></span></p>\n<p><b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">described in section 6 of the call document<o:p></o:p></span></p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\"> described in section 6 of the call document<o:p></o:p></span></p>\n<p class=\"MsoNormal\"><b>4. Financial and operational capacity and exclusion: </b>described in <span lang=\"EN-US\">section 7 of the call document</span><o:p></o:p></p>\n<p class=\"MsoNormal\"><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b><span lang=\"FR-BE\"><o:p></o:p></span></p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;     mso-ansi-language:EN-US\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\"> described <span style=\"color:#404040;&#10;     mso-themecolor:text1;mso-themetint:191\">section 8 of the call document and      the</span> </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds:</span></b><span lang=\"EN-US\">      described in section 9 of the call document<o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in      section 4 of the call document<o:p></o:p></span></li>\r\n</ul>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\">described <span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">in section 10 of the call document</span></span></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\"><o:p></o:p></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Documents<br />\r\n<br />\r\n<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/wp-call/2023/call-fiche_emfaf-2023-bluecareers_en.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/temp-form/af/af_emfaf_en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">Standard application form</a><span style=\"color: rgb(64, 64, 64); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">&nbsp;</span><span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">&mdash;</span><i style=\"mso-bidi-font-style:&#10;normal\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"> <span lang=\"EN-US\">call-specific application form is available in the Submission System</span></span></i><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"> <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/temp-form/af/detailed-budget-table_emfaf_en.xlsm\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">Detailed budget table</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/agr-contr/mga_emfaf_en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">EMFAF General Model Grant Agreement&nbsp; v1.0</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/unit-cost-decision-sme-owners-natural-persons_en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">Decision on unit costs for SME owners</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/unit-cost-decision-travel_en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">Decision on unit costs for travel and subsistence</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">Additional documents:<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://oceans-and-fisheries.ec.europa.eu/funding/annual-work-programme-grants-and-procurement_en\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">EMFAF Work Programme 2022-2023</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32021R1139&amp;from=EN\" target=\"_blank\" style=\"color: rgb(40, 151, 183); font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">EMFAF Regulation 2021/1139</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\">EU Financial Regulation 2018/1046</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\">EU Grants AGA <span lang=\"EN-GB\">&mdash; Annotated Model Grant Agreement</span></a></span><span lang=\"EN-US\"> </span><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Funding &amp; Tenders Portal Online Manual</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;line-height:115%;mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></span></p>\r\n<p><span style=\"font-size:11.0pt;mso-bidi-font-size:10.0pt;line-height:115%;&#10;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#10;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#10;mso-bidi-theme-font:minor-latin;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p class=\"MsoNormal\" style=\"line-height:normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">For help related to this <b style=\"mso-bidi-font-weight:&#10;normal\">call</b>, please contact:&nbsp;</span><a href=\"http://CINEA-EMFAF-CALLS@ec.europa.eu\" target=\"_blank\" style=\"font-family: Arial, sans-serif; font-size: 11pt;\">CINEA-EMFAF-CALLS@ec.europa.eu</a></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Online Manual</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "<p><strong>Scene Setter</strong></p><p>The EU has put in place comprehensive policies and legislation to protect our marine environment and ensure sustainable development in the blue economy, under the European Green Deal, including Maritime and the Common Fisheries Policies.</p><p>Accordingly, the blue economy sectors are evolving to provide innovative services including, for example, new propulsion and automated control systems for shipping, installation and maintenance of offshore renewable energy farms, ocean energy technologies, blue-biotechnology production, circular approach for aquaculture, digital applications and/or robotics for logistics, tourism, observation, underwater archaeology, data collection and many others.</p><p>In this context, the maritime workforce will have to update and adapt over the next decade(s). Much will depend on the ability of workers to upgrade their skills or acquire new ones, or their ability to move from a job in a given sector to a potentially different sector and job. Moreover, workforce ageing and likely regional shifts in employment will bring about the challenge of attracting and training new talents, and expanding the educational offer to appeal to a younger generation. The advent of digitalisation in the maritime sector provides an additional opportunity for skills acquisition. In this regard, education and vocational training systems - to train and/or re-train workers - will be vital.</p><p>To capitalise on the exceptional room for growth within the Blue Economy - currently hindered by a lack of highly qualified workforce and knowledgeable operators - the European Commission envisages to build a skilled and competent labour force across the board.</p><p>In this respect, future blue careers should address one or more specific gaps and provide concrete and effective solutions taking into consideration labour market trends and perspectives, e.g.:</p><ol level=\"0\">  <li>Lack of digital, green, soft, transversal, inter-/multi-disciplinary, managerial, entrepreneurial and project management skills of graduates at both higher education and vocational education and training (VET) levels.</li><li>Lack of structured, continued collaboration between industry and educational/ VET institutions.</li><li>Lack of “skills ecosystems” at sea basin level bringing together education, industry and public authorities.</li><li>Lack of coherent and mutually recognised training certifications and skill/qualification recognition processes.</li> </ol>\n<p><strong>Call budget</strong></p><p>The available call budget is <strong>EUR 7 500 000</strong>.</p><p>We reserve the right not to award all available funds or to redistribute them between the call priorities, depending on the proposals received and the results of the evaluation.</p><p><strong>Project budget</strong></p><p>Project budgets (maximum grant amount) are expected to be around <strong>EUR 1 000 000 </strong>per project, but this does not preclude the submission/selection of proposals requesting other amounts.</p>\n", "latestInfos": [{"approvalDate": "Oct 13, 2022 9:19:13 AM", "lastChangeDate": "Oct 13, 2022 9:19:13 AM", "content": "The submission session is now available for: EMFAF-2023-BlueCareers(EMFAF-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}