{"TopicDetails": {"type": 0, "ccm2Id": 44324142, "cftId": 0, "identifier": "EMFAF-2021-PIA-MSP", "title": "Maritime Spatial Planning Projects", "publicationDateLong": 1632787200000, "callIdentifier": "EMFAF-2021-PIA-MSP", "callTitle": "Maritime Spatial Planning (MSP) projects", "callccm2Id": 44324156, "allowPartnerSearch": true, "workProgrammepart": {"id": 5911, "ccm_id": 44256304, "wp_part": "EMFAF-2021", "wp_year": "EMFAF-2021", "wp_title": "EMFAF-2021", "wp_website": "https://cinea.ec.europa.eu/european-maritime-fisheries-and-aquaculture-fund_en", "wp_document": "https://ec.europa.eu/oceans-and-fisheries/funding/annual-work-programme-grants-and-procurement_en"}, "frameworkProgramme": {"id": 43392145, "abbreviation": "EMFAF", "description": "European Maritime, Fisheries and Aquaculture Fund (EMFAF)"}, "programmeDivision": [{"id": 43392162, "abbreviation": "EMFAF-1-1", "description": "EMFAF-1-1"}], "topicMGAs": [], "tags": ["maritme spatial planning", "maritime affairs", "sea-basin strategies", "EMFAF", "EU Green Deal", "MSP"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EMFAF-PJG EMFAF Project Grants", "typeOfMGA": [{"id": 43391809, "abbreviation": "EMFAF-AG", "description": "EMFAF Action Grant Budget-Based"}]}], "plannedOpeningDate": "28 September 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["09 February 2022"]}], "latestInfos": [{"approvalDate": "Dec 20, 2021 5:11:43 PM", "lastChangeDate": "Dec 20, 2021 5:11:43 PM", "content": "<p><span lang=\"EN-US\" style=\"font-size: 11pt; font-family: Calibri, sans-serif; color: rgb(31, 73, 125);\">Please note that the deadline for call EMFAF-2021-PIA-MSP has been postponed to</span><strong><span lang=\"EN-US\" style=\"font-size: 11pt; font-family: Calibri, sans-serif; color: rgb(31, 73, 125);\">&nbsp;</span><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px;\">9 February 2022 at 17.00.00 (Brussels local time)</span></strong></p>"}, {"approvalDate": "Dec 10, 2021 12:00:01 AM", "lastChangeDate": "Dec 10, 2021 12:00:01 AM", "content": "<p>Section 3 of the <a href=\"https://webgate.ec.europa.eu/ciccom/files/JDJ5JDEwJHBxSnY4OC9UdlkzSUZqLzVqN2tmeS42Lm81YXF2cWE0TUREYjlOanNuSEZNRkVxTEZXNm0u/emfaf2021piamspprojectscineadocxarespdf1639039432-en.pdf\" target=\"_blank\">call document </a>on 'available budget' has been updated.&nbsp;<span style=\"font-family: Helvetica, sans-serif; font-size: 9.5pt;\">The budget for this call for proposals has been increased to EUR 4 000 000.&nbsp;</span></p>\r\n<p>The <a href=\"https://webgate.ec.europa.eu/ciccom/files/JDJ5JDEwJHBxSnY4OC9UdlkzSUZqLzVqN2tmeS42Lm81YXF2cWE0TUREYjlOanNuSEZNRkVxTEZXNm0u/emfaf2021piamspprojectscineadocxarespdf1639039432-en.pdf\" target=\"_blank\">call document version 2.0 </a>has been updated to reflect this change in the available budget. This change does affect the deadline for submission, wich remains 12 January 2022.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3370753": [{"action": "EMFAF-2021-PIA-MSP - EMFAF-PJG EMFAF Project Grants", "plannedOpeningDate": "28 September 2021", "deadlineModel": "single-stage", "deadlineDates": ["09 February 2022"], "budgetYearMap": {"2021": 4000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>The objective of this call for proposals is to facilitate the implementation of Maritime Spatial Planning in the EU, including through the effective application of Directive 2014/89 establishing a framework for MSP.</p><p>This call is intended to fund projects to develop innovative responses to tackle specific challenges that EU Members States might encounter when putting into effect, monitoring and/or revising their maritime spatial plans.</p><p>Many of these challenges are common to coastal Member States. There is thus a shared interest in developing innovative responses that can apply within a sea basin and/or across sea basins. This means that projects should bring together participants from different Member States, located in a sea basin, or from different sea basins.</p><p>To meet these challenges Member States will have to:</p><ul level=\"0\"><li><em>Reflect and align their maritime spatial plans to the ambition of the European Green Deal</em> and the related initiatives in areas such as climate change mitigation and/or adaptation, biodiversity, food, mobility, energy transition, alongside established activities and interests.</li><li><em>Cater for cumulative impacts of ocean stressors: </em>promote the use of an ecosystem-based approach, including Environmental Impact Assessments (EIAs), and strengthen the process of the Strategic Environmental Assessments (SEAs), which are an integral part of MSP.</li><li><em>Reinforce the sea basin dimension of MSP: </em>meeting the above mentioned challenges, and integrating the new EU initiatives, will require greater cooperation in planning activities in the different sea basins. A good example of this is the North Sea, where coastal Member States have set up structures to strengthen the coordination when deploying offshore wind energy (<span>North Seas Energy Cooperation, with a dedicated support group on MSP - DG MARE is co-chairing this group).</span></li><li><em><span><span>Making MSP digital and pan-European: </span></span></em><span><span>the European MSP Platform will work with EMODNET to harmonise data and to disseminate the contents of these plans through a common or shared digital platform. EMODNET, in combination with the MSP Assistance Mechanism, constitute a platform unique in the world for this endeavour. The Commission's support for Member States will act as a catalyst. It will also encourage Member States to ensure broad stakeholder involvement and efficient monitoring and enforcement schemes.</span></span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><em>Themes and priorities</em></strong></p><p>Proposals are expected to develop innovative responses to tackle the above mentioned specific challenges that EU Members States might encounter in the implementation and/or revision of their maritime spatial plans.</p><p>Hereunder is a list of examples of \"Priorities” related to the aforementioned challenges:</p><ol level=\"0\">  <li><em><span>MSP as an enabler of the European Green Deal:</span></em><span> development of a clean, circular blue economy, preserving and protecting biodiversity in the marine environment (in particular with spatial measures), facilitating the supply of clean, affordable and secure, energy, enabling the provision of healthy and environmentally-friendly food from the sea. Climate proofing of MSP, including incorporating adaptation and mitigation actions and/or strategies into MSP, making MSP flexible and adaptive to respond to climate change.</span></li><li><em><span>Facilitate/enable the development of an economic sector (e.g. tourism and maritime/underwater cultural heritage, offshore wind energy, aquaculture) in the maritime domain:</span></em><span> ex-ante assessments (Strategic Environmental Assessment, Environmental Impact Assessment); multi-use in project design and licensing/permits; development of a regulatory framework for multi-use, including Land Sea Interactions (LSI); allocation of sufficient sea space, resolution of conflicts with other uses, enabling synergies with other sectors / activities.</span></li><li><em><span>Applying the Ecosystems Based Approach (EBA) in MSP:</span></em><span> designing maritime spatial plans to integrate objectives and measures of other EU instruments (e.g. the Marine Strategy Framework Directive) with the aim to reduce collective pressures and ensuring that marine ecosystems are in a healthy, productive and resilient condition.</span></li><li><em><span>Developing strategies and approaches to review/revise maritime spatial plans to make them future proof (see Priority 1), more integrated and more coherent, especially in a sea basin context.</span></em></li><li><em><span>Addressing gaps and challenges in the collection, integration, use, re-use, access, including to data produced by non-public actors, of data in the MSP context</span></em><span>: using best available data and instruments to prepare, monitor and revise maritime spatial plans. Developing data tools, models and infrastructures, allowing for interoperability and enabling Member States to share MSP data and information, especially in a cross-border and sea basin context.</span></li><li><em><span>Promoting ocean governance through MSP: incorporating oceans' governance tools into the MSP process and in maritime spatial plans.</span></em><span> For example by enabling stakeholder participation in governance schemes and instruments (e.g. management of marine resources, protection of the environment or of the underwater cultural heritage), by providing capacity building and facilitating joint and/or coherent planning in a sea basin context, or by promoting cooperation with third countries in issues of common interest in a sea basin or a shared ocean space. </span></li> </ol><p>Applicants should identify one <u>among the above </u>\"Priorities\" and build their proposal around it.</p><p>Priority will be given to proposals that build on the outcome of prior MSP related projects, relevant to the objectives of the call. In this context, proposals should describe how they build on, complement and differ from finalised or ongoing research and innovation projects, including from EU programmes, where relevant. In case a proposal includes activities a particular sea basin in which a dedicated sea basin strategy or similar initiative exists, priority will be given to proposals that explain how they contribute to the objectives of the relevant sea basin strategy or initiative</p><p><strong><em>Activities that can be funded</em></strong></p><p>Applicants should explain in their proposal how they will implement the activities below described, resulting in concrete and measurable results within the project's duration.</p><p>Projects must undertake one or more of the following main activities as part of the project implementation:</p><ul level=\"0\"><li>Specific activities aimed at implementing provisions set out in articles 6, 7, 8 and 9 of the MSP Directive, including the review and/or revisions of maritime spatial plans;</li><li>Specific activities aimed at implementing provisions set out in article 10 of the MSP Directive (Data use and sharing);</li><li>Specific activities aimed at implementing provisions set out in article 11 of the MSP Directive (Cooperation among Member States);</li><li>Specific activities aimed at implementing provisions set out in article 12 of the MSP Directive (Cooperation with third countries).</li> </ul><p>In addition, applicants should include in their project the following complementary activities/tasks to support the above core activities:</p><ul level=\"0\"><li>Establishment of a Steering Committee (SC) to ensure the overall strategic steering of the project. The SC should comprise relevant representatives of the Member States where the action takes place (such as MSP competent authorities), as well as the beneficiaries involved. The Commission and CINEA may participate in an observer capacity only.</li><li>Establishment of an Advisory Committee (AC) to provide expert advice on the project's activities. The AC should be composed of a maximum of five recognised experts in MSP or in relevant fields of activity. The Commission and CINEA may participate in an observer capacity only.</li><li>Working procedures defining how the project and the SC will operate (assigning clear roles and responsibilities, describing the decision-making process, frequency of meetings etc.);</li><li>An opening and closing conference.</li> </ul><p>Applicants are strongly encouraged to assign dedicated staff to the development and implementation of the proposed communication and dissemination activities. This should be appropriately reflected in the proposed budget.</p><p>The list of complementary activities is non-exhaustive. Applicants may propose additional activities, as long as the proposed complementary activity is justified and establishes a coherent link with the project objectives and the objectives of this call.</p><p><em>Networking with other EU projects</em></p><p>During the lifetime of the projects funded under this call, a number of events (no more than once per year) may be organised at EU level for the grant beneficiaries to facilitate the exchange of experience and good practices across sea basins, to foster mutual learning and to enhance the European dimension of Maritime Spatial Planning. Project beneficiaries are expected to participate in these events, which will be held in Brussels or other relevant locations.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Applicants have to list the main results expected from the project. The expected results to be achieved by the end of the project must be concrete, realistic and time bound and quantifiable as far as possible.</p><p>In particular, proposals are expected to:</p><ul level=\"0\"><li>Ensure that maritime plans are coherent and coordinated across the marine region concerned;</li><li>Create a repository of best practices and lessons learnt from the project and a list of achievements of the projects;</li><li>Produce \"policy briefs\" that summarise the main results of the project and their relevance for the implementation of the MSP Directive, and include elements of \"policy feedback\", in particular suggestions for changes / improvements in the current EU policy instruments.</li> </ul><p>In addition, the proposals should identify specific expected impacts in relation to the targeted \"Priorities\". Hereunder is a table illustrating what expected impacts could correspond to the individual \"Priorities\":</p><table>  <tbody>   <tr>    <td> <p><strong><u>Example of \"Priorities\"</u></strong></p> </td>    <td> <p><strong>Example of expected impact</strong></p> </td>   </tr>   <tr>    <td> <p>1. MSP as an enabler of the European Green Deal</p> </td>    <td> <p>Biodiversity: integration in the maritime spatial plans of a network of marine protected areas, even in a cross-border context, to ensure the protection and conservation of the biodiversity. Climate proofing of MSP: adaptive conservation strategies to cater for spatial changes in ecosystems (e.g. migration of species)</p> </td>   </tr>   <tr>    <td> <p>2. Facilitate/enable the development of an economic sector (e.g. tourism, offshore wind energy, aquaculture) in the maritime domain</p> </td>    <td> <p>Specific spatial plan, within the overall maritime spatial plan, to develop a specific industry (e.g. offshore wind energy). This specific plan could include provisions to allow for the long term development of the sector, in particular as regards allocation of space and/or provisions for co-uses, coexistence with other sectors.</p> </td>   </tr>   <tr>    <td> <p>3. Applying the Ecosystems Based Approach (EBA) in MSP</p> </td>    <td> <p>Establishment of an adaptive strategy to manage specific pressures (e.g. eutrophication, underwater noise) on the overall marine environment or on specific eco-systems.</p> </td>   </tr>   <tr>    <td> <p>4. Developing strategies and approaches to review/revise maritime spatial plans to make them future proof (see Area 1), more integrated and more coherent, especially in a sea basin context.</p> </td>    <td> <p>Develop methods to adapt plans to the new challenges posed by the implementation of the European Green Deal in areas such as biodiversity, food or decarbonisation. At sea basing level: set-up common monitoring tools (at sea basin level) to assess the performance maritime spatial plans, establishing common procedures to assess/evaluate/revise plans and align them to the objectives of the European Green Deal</p> </td>   </tr>   <tr>    <td> <p>5. Addressing gaps and challenges in the collection, integration, use, re-use, access, including to data produced by non-public actors, of data in the MSP context</p> </td>    <td> <p>Preparation of a data-model for the national maritime spatial plan that could be shared in a sea-basin or even EU context in a common electronic platform.</p> </td>   </tr>   <tr>    <td> <p>6. Promoting ocean governance through MSP</p> </td>    <td> <p>Establishment of a framework where maritime spatial planning is subject to continuous evaluation and monitoring and where clear mechanism for revisions of the plan are integrated.</p> </td>   </tr>  </tbody> </table>\n", "conditions": "<p><b><span style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\" lang=\"EN-US\">Conditions<br />\r\n</span></b></p>\r\n<p><b><span style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the call document</span>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\"> </span><o:p></o:p><span lang=\"EN-US\">proposals are limited to maximum 60 pages (Part B).&nbsp;</span><span lang=\"EN-US\">Additional information can be found in Part B of the Application Form available in the Submission System.</span></p>\n<p><b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">2. Eligible countries: </span></b><span style=\"mso-ansi-language:EN-US\" lang=\"EN-US\">described in section 6 of the call document<o:p></o:p></span></p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\"> </span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\">Proposals must be submitted by a consortium of at least 2 applicants (beneficiaries;  not affiliated entities), which complies with the following conditions:  </span></p>\r\n<ul>\r\n    <li><span lang=\"EN-US\">minimum 2 entities from 2 different eligible countries</span></li>\r\n    <li><span lang=\"EN-US\">Applicants must be public authorities or bodies in charge of maritime spatial  planning of those coastal Member States which are responsible for MSP in the  selected area. Other public authorities or bodies shall be considered eligible  applicants provided that they are endorsed by the public authorities or bodies  in charge of maritime spatial planning at national level in the related coastal  Member States.</span></li>\r\n</ul>\r\n<p><span lang=\"EN-US\">The coordinator must be established in an EU Member State. described in section 6 of the call document<o:p></o:p></span></p>\r\n<p><span lang=\"EN-US\">Please refer to section 6 of the call document for more information.</span></p>\n<p class=\"MsoNormal\"><b>4. Financial and operational capacity and exclusion: </b>described in <span lang=\"EN-US\">section 7 of the call document</span><o:p></o:p></p>\n<p class=\"MsoNormal\"><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b><span lang=\"FR-BE\"><o:p></o:p></span></p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds:</span></b><span lang=\"EN-US\">      described in section 9 of the call document<o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;     mso-ansi-language:EN-US\" lang=\"EN-US\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\"> described <span style=\"color:#404040;&#10;     mso-themecolor:text1;mso-themetint:191\">section 8 of the call document and      the</span> </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a><span lang=\"EN-US\"><o:p></o:p></span></li>\r\n</ul>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in      section 4 of the call document<o:p></o:p></span></li>\r\n</ul>\n<p class=\"MsoNormal\"><b><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\" lang=\"EN-US\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\">described <span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">in section 10 of the call document</span></span></p>\r\n<p class=\"MsoNormal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\"><span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\"><o:p></o:p></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\" lang=\"EN-US\">Documents<br />\r\n<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\" lang=\"EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://webgate.ec.europa.eu/ciccom/files/JDJ5JDEwJFZuVVRQbjRoYWx5bDQ5OXZZUjVFOC50aFE2ZFpISW5IWWNkSUF3MWdRUzdLTGQwL0l2bnVT/emfaf2021piamspprojectscineav3docxpdf1640016397-en.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:4.0pt;line-height:normal;tab-stops:&#10;191.4pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:&#10;191;mso-fareast-language:EN-GB;mso-no-proof:yes\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/agr-contr/mga_emfaf_en.pdf\" target=\"_blank\">EMFAF MGA v1.0 </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/temp-form/af/af_emfaf_en.pdf\" target=\"_blank\">Application form (part A and B)&nbsp;</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/emfaf/temp-form/af/detailed-budget-table_emfaf_en.xlsm\" target=\"_blank\">Detailed budget table</a></span></p>\r\n<p class=\"MsoNormal\" style=\"background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\">&nbsp;</p>\n<p class=\"MsoNormal\"><b><span style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">Additional documents:</span></b></p>\r\n<p class=\"MsoNormal\"><b><span style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><span lang=\"EN-US\"><a href=\"http://ec.europa.eu/oceans-and-fisheries/funding/annual-work-programme-grants-and-procurement_en\" target=\"_blank\">EMFAF Work Programme 2021</a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32021R1139&amp;from=EN\" target=\"_blank\">EMFAF Regulation 2021/1139</a></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\">EU Financial Regulation 2018/1046</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\">EU Grants AGA <span lang=\"EN-GB\">&mdash; Annotated Model Grant Agreement</span></a></span><span lang=\"EN-US\"> </span><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\">Funding &amp; Tenders Portal Online Manual</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;line-height:115%;mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms and Conditions</a><o:p></o:p></span></p>\r\n<p><span style=\"font-size:11.0pt;mso-bidi-font-size:10.0pt;line-height:115%;&#10;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:minor-latin;mso-fareast-font-family:&#10;Calibri;mso-fareast-theme-font:minor-latin;mso-hansi-theme-font:minor-latin;&#10;mso-bidi-theme-font:minor-latin;mso-ansi-language:EN-GB;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\">Funding &amp; Tenders Portal Privacy Statement</a></span></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p class=\"MsoNormal\" style=\"line-height:normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">For help related to this <b style=\"mso-bidi-font-weight:&#10;normal\">call</b>, please contact:&nbsp;</span><a href=\"mailto:CINEA-EMFAF-CALLS@ec.europa.eu?subject=EMFAF-2021-PIA-CISE%20-%20question\" target=\"_blank\">CINEA-EMFAF-CALLS@ec.europa.eu</a>&nbsp;by 6/01/2022 with a reference to the call ID&nbsp;in the subject.</p>\r\n<p class=\"MsoNormal\" style=\"background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\"><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Online Manual</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "<p>The <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A32014L0089\">MSP Directive (2014/89/EU)</a><sup> </sup>entered into force in September 2014 and establishes a set of common minimum requirements. It represents an overarching governance framework for EU Members States, which are required to adopt maritime spatial plans by 2021 in all EU marine waters. Maritime spatial planning shall contribute to the achievement of good environmental status as envisaged by <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A32008L0056\">Directive 2008/56/EC</a>.</p><p>Among the requirements, Member States are requested to cooperate with bordering countries to ensure coherence plans are set across the marine region concerned and where possible to cooperate with third-country authorities. Furthermore, they are encouraged to make use of existing instruments and tools to organise the use of the <a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A32007L0002\">best available data</a>, necessary for the setting up of the maritime spatial plans.</p><p>On 11 December 2019 the European Commission presented the <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=COM%3A2019%3A640%3AFIN\">European Green Deal</a>. It provides a roadmap with actions to boost the efficient use of resources by moving to a clean, circular economy and stop climate change, revert biodiversity loss and cut pollution. It outlines investments needed and financing tools available.</p><p>Because of its spatial dimension, MSP can act as a powerful \"enabler\" of the European Green Deal. This is the case for several initiatives launched in the context of this European Green Deal, such as the <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52020DC0380\">Biodiversity Strategy for 2030</a>, the <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A52020DC0381\">Farm to Fork Strategy for sustainable food</a> or the<a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52020DC0741\"> EU strategy on offshore renewable energy</a>. In May 2021, the Commission adopted a <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=COM:2021:240:FIN\">Communication on a new approach for a sustainable blue economy</a>. It is understood that MSP will be one of the components of this new approach.</p><p>_______________________________________________________________________</p>\n<p> </p><p>The available call budget is <strong>EUR 4 000 000</strong>.</p><p>We expect to fund 2-3 projects.</p><p>We reserve the right not to award all available funds or to redistribute them between the call priorities, depending on the proposals received and the results of the evaluation.</p>\n", "latestInfos": [{"approvalDate": "Dec 20, 2021 5:11:43 PM", "lastChangeDate": "Dec 20, 2021 5:11:43 PM", "content": "<div><span lang=\"EN-US\" style=\"font-size:11.0pt;font-family:&#10;&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#10;minor-latin;color:#1F497D;mso-ansi-language:EN-US;mso-fareast-language:EN-US;&#10;mso-bidi-language:AR-SA\">Please note that the deadline for call EMFAF-2021-PIA-MSP has been postponed to</span><strong><span lang=\"EN-US\" style=\"font-size:11.0pt;font-family:&#10;&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font:&#10;minor-latin;color:#1F497D;mso-ansi-language:EN-US;mso-fareast-language:EN-US;&#10;mso-bidi-language:AR-SA\">&nbsp;</span><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px;\">9 February 2022 at 17.00.00 (Brussels local time)</span></strong></div>"}, {"approvalDate": "Dec 20, 2021 12:09:14 PM", "lastChangeDate": "Dec 20, 2021 12:09:14 PM", "content": "The submission session is now available for: EMFAF-2021-PIA-MSP(EMFAF-PJG)"}, {"approvalDate": "Dec 10, 2021 12:00:01 AM", "lastChangeDate": "Dec 10, 2021 12:00:01 AM", "content": "<p style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">Section 3 of the&nbsp;<a href=\"https://webgate.ec.europa.eu/ciccom/files/JDJ5JDEwJHBxSnY4OC9UdlkzSUZqLzVqN2tmeS42Lm81YXF2cWE0TUREYjlOanNuSEZNRkVxTEZXNm0u/emfaf2021piamspprojectscineadocxarespdf1639039432-en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">call document&nbsp;</a>on 'available budget' has been updated.&nbsp;<span style=\"font-family: Helvetica, sans-serif; font-size: 9.5pt;\">The budget for this call for proposals has been increased to EUR 4 000 000.&nbsp;</span></p>\r\n<p style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">The&nbsp;<a href=\"https://webgate.ec.europa.eu/ciccom/files/JDJ5JDEwJHBxSnY4OC9UdlkzSUZqLzVqN2tmeS42Lm81YXF2cWE0TUREYjlOanNuSEZNRkVxTEZXNm0u/emfaf2021piamspprojectscineadocxarespdf1639039432-en.pdf\" target=\"_blank\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">call document version 2.0&nbsp;</a>has been updated to reflect this change in the available budget. This change does affect the deadline for submission, wich remains 12 January 2022.</p>"}, {"approvalDate": "Sep 28, 2021 12:00:01 AM", "lastChangeDate": "Sep 28, 2021 12:00:01 AM", "content": "The submission session is now available for: EMFAF-2021-PIA-MSP(EMFAF-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}