{"TopicDetails": {"type": 0, "ccm2Id": 45079035, "cftId": 0, "identifier": "ESF-2022-EURES-TMS-01", "title": "ESF-2022-EURES-TMS-01", "publicationDateLong": 1667865600000, "callIdentifier": "ESF-2022-EURES-TMS", "callTitle": "EURES Targeted Mobility Scheme", "callccm2Id": 45079040, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43254019, "abbreviation": "ESF", "description": "European Social Fund + (ESF) "}, "programmeDivision": [{"id": 43254027, "abbreviation": "EaSI", "description": "Employment and Social Innovation (EaSI)"}, {"id": 43254023, "abbreviation": "ESF-1", "description": "ESF-1"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ESF-PJG ESF Project Grants", "typeOfMGA": [{"id": 43252140, "abbreviation": "ESF-AG", "description": "ESF Action Grant Budget-Based"}]}], "plannedOpeningDate": "16 November 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["15 February 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3423254": [{"action": "ESF-2022-EURES-TMS-01 - ESF-PJG ESF Project Grants", "plannedOpeningDate": "16 November 2022", "deadlineModel": "single-stage", "deadlineDates": ["15 February 2023"], "budgetYearMap": {"2022": 12000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>The overall objective of this call for proposals is to ensure around 4 000 placements over the duration of the action in economic sectors with hard-to-fill vacancies.</p><p>EURES TMS is designed to support the development of actions for the work placement of EU/EEA (Norway and Iceland) jobseekers over 18 years, including the most vulnerable (e.g. unemployed and long-term unemployed, low-skilled people and in general those loosely attached to the labour market), helping them to find a job opportunity in another EU/EEA country (Norway, Iceland) in particular in economic sectors with hard-to-fill vacancies. The granted projects shall provide customised employment services, facilitating jobskeers to address mobility obstacles.</p><p>The action being strongly result-oriented, it should contribute to:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>address labour market needs;</li><li>improve the conditions for jobseekers and workers to exercise their right of freedom of movement across the EU and to address labour markets' imbalances and, labour and skills shortages.</li><li>enhance the service catalogue of the EURES organisations;</li><li>foster public-private partnerships within EURES</li> </ol><p>Activities under this call should also contribute to the 2023 European Year of Skills and to the 30th anniversary of EURES in 2024.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>EURES Targeted Mobility Scheme<strong> </strong>(TMS), constitutes a European labour market activation measure, combining tailor-made recruitment, matching, training and placement services with financial incentives. The support measures may vary according to labour market needs but must at least include provisions for interviews in another Member State/EU country, relocation, linguistic training as well as work and country integration support. The end beneficiaries will be jobseekers and job changers, trainees and apprentices as well recruiting enterprises, including SMEs. Both individuals and enterprises may receive direct financial support in the form of targeted allowances. Placements may, <em>inter alia,</em> take place in the context of transnational initiatives, regional cross-border initiatives and/or projects dedicated to particular sector(s).</p><p>Applicant organisations are free to choose the activities, methods and tools etc. to implement their action, on condition that they indicate separate targets for measures offered for the young (aged from 18 to 35) and for 35+ job seekers as well as comply with the mandatory framework for the provision of assistance and financial support to target groups laid down in Annex “Implementing Guide”. Both age groups (group from 18 to 35 years and group 35+ years) have to be covered in proposals submitted under this call; placement targets need to be indicated.</p><p>The action aims at :</p><ul level=\"0\"><li>reaching the target groups of a) young people aged 18-35, and b) over 35 years, in order to find a job, traineeship or apprenticeship in another EU/EEA country;</li><li>addressing labour mobility obstacles (such as the costs of moving abroad, the (lack of) knowledge of languages, integration of mobile workers in the countries of destination, long-term unemployed and people left behind in the labour market etc.);</li><li>relieving of labour market imbalances and filling of hard-to-fill vacancies as identified in national/EU labour market studies or data sources.</li> </ul><p>The activities will cover the provision of direct services to jobseekers or job changers and employers notably:</p><p>- information, recruitment, matching and placement;</p><p>- pre- and post-placement support to customers (e. g. profiling and pre-selection of candidates, language training or other training needs, mentoring support for trainees and apprentices).</p><p>- direct financial support to jobseekers (job interview, relocation trip costs, language trainings, recognition of qualifications and diplomas) to contribute to the costs borne by them and financial support to SMEs to implement an integration programme for the newly recruited candidate(s).</p><p>The actions which may be funded under this call shall support the implementation of the EURES TMS scheme, i.e. they will ensure the provision of customised employment services and include innovative working methods to foster the placement and integration of mobile workers in the host country(ies), combined with financial incentives.</p><p>The EURES TMS scheme shall <strong>not support the return mobility of jobseekers and workers </strong> returning to their EU/EEA country of origin or former country of residence.</p><p>To this end, the action supported by the projects shall have at least the six following components:</p><p>1) <strong>Creation of a partnership</strong>, involving as much as possible different labour market organisations dealing with specific work-integration fields and support to jobseekers (with a special focus on the most vulnerable: unemployed, long-term unemployed and people left behind in the labour market).</p><p>2) <strong>Testing of cooperation arrangements in the partnership between EURES member/partner organisations and other labour market organisations</strong>, in particular private employment services, as regards for instance the exchange of labour market information support services to workers or employers, to promote and raise awareness about the opportunities to gradually broaden the network in accordance with Article 11 and 12 of the EURES Regulation.</p><p>3) <strong>Provision of services</strong> comprising at least labour market information and assistance with offers and vacancies, matching these with candidates and the preparation of the placement /recruitment in the Member States covered by the action.</p><p>4) In the context of the services indicated under 3) above, provision of support measures and <strong>direct financial support to both job seekers and employers</strong> (in particular SMEs) as laid down in Annex “Implementing guide”.</p><p>5) Development of <strong>post-placement support measures</strong> (welcome and integration services) and other tailor-made support like coaching packs;</p><p>6) Development of <strong>services and support measures </strong>referred to under points 3 to 5 also for placement of candidates in<strong> traineeships and/or apprenticeships</strong> in another country (notably for open-market traineeships) by applying tools at national level in combination with the tools made available by EURES. For those placements, applicant organisations could identify one or more economic sector(s) and/or country(ies) offering such vacancies and provide support services adapted to the specificity and needs of both candidates and employers. The scope of the action in terms of traineeship and apprenticeship placements could represent a small percentage of the overall number of expected placements.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The actions will be quality-oriented and outcome-driven, i.e. they must offer quality work opportunities and employment services with a view to enhance the skills and employability of job/traineeship/apprenticeship seekers. The applicant organisations should always try to achieve the best matching result between jobseekers and job offers, considering the likely longterm impact of the placement and necessary investments.</p><p>Applicants are free to choose the methods, tools, partners, clients, etc. to implement the action, provided they comply with the EURES TMS Implementing Guide (Annex I). The overall objective of the 2022 call is to grant 3 to 4 projects to ensure around 4000 (indicative) placements for mobile candidates in the EU EFTA/EEA countries, other than their country of residence, as laid down under chapter 2 Objectives.</p><p>Proposals submitted under this call shall clearly indicate the expected outcome in the area of placement (jobs, traineeships and/or apprenticeships), labour market integration services and individual support and/or training measures, with a separate target for the 18-35 and 35+ age groups. This information will be included in the \"Description of the action\" document. The expected outcome must be quantified according to the relevant economic sectors and type of placement. The cost per placement may vary according to recruitment needs. The average cost was estimated at ca. EUR 3300 per work placement for the 18-35 age group and at ca. EUR 4500 per placement for the 35+.</p>\n", "conditions": "<p><strong>1.   Eligible countries: as described in the Call document.</strong></p>\r\n<p>&nbsp;</p>\n<p><strong>2.   Eligibility and admissibility conditions:</strong> as described in the Call document.</p>\r\n<p>Applications must be submitted before the <strong>call deadline</strong> and <strong>electronically</strong> via the Funding &amp; Tenders Portal Electronic Submission System. Paper submissions are NOT possible.</p>\r\n<p>Applications (including annexes and supporting documents) must be submitted using the forms provided inside the Submission System.</p>\r\n<p>Applications must be <strong>complete</strong> and contain:</p>\r\n<p>- Application Form (Part A)</p>\r\n<p>- Application Form (Part B)</p>\r\n<p>- Annexes and supporting documents (to be uploaded as PDF files).</p>\r\n<p>At proposal submission, the lead applicant will have to confirm that it has the <strong>mandate to act </strong>for all applicants; that the information in the application is correct and complete and that the participants comply with the conditions for receiving EU funding (especially eligibility, financial and operational capacity, exclusion, etc). Before signing the grant, each beneficiaries and affiliated entities will have to confirm this again by signing a declaration of honour (DoH).</p>\r\n<p>Applications must be <strong>readable, accessible and printable, not exceeding [70]&nbsp;pages</strong>.</p>\n<p><strong>3.   Evaluation</strong></p>\r\n<p>The<strong> award criteria</strong> for this call are as follows:</p>\r\n<p class=\"Text1\" style=\"margin-left:0cm\"><span lang=\"EN-GB\"><o:p>&nbsp;</o:p></span></p>\r\n<p>&nbsp;</p>\r\n<p class=\"Text1\" style=\"margin-left:0cm\"><b><span lang=\"EN-GB\" style=\"color:#A50021\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Relevance:&nbsp;<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-GB\"><o:p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</o:p></span><span lang=\"EN-GB\" style=\"text-indent: -18pt; font-family: Symbol;\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span lang=\"EN-GB\" style=\"text-indent: -18pt;\">The degree to which the proposal meets the six components to the action identified in section 2 &ldquo;Activities that can be funded&rdquo; of the call, and the consistency of the planned timetable for activities.</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-GB\"><o:p>&nbsp;</o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-top:0cm;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:67.65pt;margin-bottom:.0001pt;text-indent:-18.0pt;mso-list:l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:&#10;Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The degree to which the proposal meets the minimum requirements for ensuring compliance with the Implementing Guide set out in Annex I. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-GB\"><o:p>&nbsp;</o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The extent to which the proposal provides an explanation how specific economic sectors and categories of vacancies will be given priority,&nbsp; how the equal coverage of several identified sectors will be ensured, as well as&nbsp; the strategy to make adjustments over the life cycle of the project in light of the evolution of labour market needs and target audiences.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The compliance of the package of services for target groups (jobseekers 18-35, 35+ and priority vulnerable sub-groups), combining activation measures and items of direct financial support, in light of the objectives of the call</span><span lang=\"EN-GB\">.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt;text-indent:36.0pt\"><b><span lang=\"EN-GB\">Max. 40 points</span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt;text-indent:36.0pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt;text-indent:36.0pt\"><b><span lang=\"EN-GB\"><o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt;text-indent:36.0pt\"><b><span lang=\"EN-GB\" style=\"color:#A50021\">Quality:</span></b><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<ul>\r\n    <li><b><span lang=\"EN-GB\" style=\"color:#A50021\">Project design and implementation:</span></b><span lang=\"EN-GB\"> <o:p></o:p></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The extent to which the methodology and proposed activities are adequate, with a view to ensuring an efficient delivery of services to the target groups. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The methods and procedures for securing effective and prompt direct financial support for identified target groups, for monitoring expenditure and ensuring sound financial management.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The measures to ensure adequate quality control of job vacancies and activities in general as well as the measures to ensure the adequate monitoring of activities. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">Indication and explanation of the risks that can be encountered and the corresponding mitigation measures. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">Clarity and consistency of the estimated budget, and the measures adopted to ensure that the proposed results and objectives will be achieved in the most cost-effective way. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:54.0pt;text-indent:18.0pt\"><b><span lang=\"EN-GB\">Max. 20 points<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:54.0pt\"><b><span lang=\"EN-GB\"><o:p>&nbsp;</o:p></span></b></p>\r\n<ul>\r\n    <li><b><span lang=\"EN-GB\" style=\"color:#A50021\">Project team and cooperation arrangements:</span></b><span lang=\"EN-GB\" style=\"color:#A50021\"> </span><span lang=\"EN-GB\"><o:p></o:p></span></li>\r\n</ul>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family: Symbol;\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">the detailed description of the tasks, responsibilities, resources and management tools of the consortium (lead and other applicants, and affiliated entities).</span><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">quality of the consortium and project teams.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The degree to which organisations which are not part of the EURES network provide an added value in their role and contribution to the action. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">appropriate procedures and problem-solving mechanisms for cooperating within the project teams and consortium.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:72.0pt\"><b><span lang=\"EN-GB\">Max. 20 points<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:72.0pt\"><b><span lang=\"EN-GB\"><o:p>&nbsp;</o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt\"><b><span lang=\"EN-GB\" style=\"color:#A50021;mso-fareast-language:EN-GB\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Impact:</span></b><span lang=\"EN-GB\" style=\"color:#A50021;mso-fareast-language:EN-GB\"> </span><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The added value, geographical coverage, transnational dimension and expected impact of the action at both national and EU level.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The extent to which the proposal is likely to contribute to the overall expected number of work placements in other Member States, in the light of the composition of the consortia and the resources allocated to the action. The estimate should be justified.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The degree to which applicant organisations (lead and other applicants) managing other European actions e.g. EURES or other EU programmes can capitalise on existing resources to boost the success of the action.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The suitability of the communication and dissemination activities planned to promote the activities/results and maximise the impact, with a view to reaching the target groups. <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:67.65pt;text-indent:-18.0pt;mso-list:&#10;l0 level2 lfo1\"><!--[if !supportLists]--><span lang=\"EN-GB\" style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-fareast-language:&#10;EN-GB\">-<span style=\"font-variant-numeric: normal; font-variant-east-asian: normal; font-stretch: normal; font-size: 7pt; line-height: normal; font-family: &quot;Times New Roman&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><!--[endif]--><span lang=\"EN-GB\">The sustainability of results after EU funding ends.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:54.0pt;text-indent:18.0pt\"><b><span lang=\"EN-GB\">Max. 20 points<o:p></o:p></span></b></p>\n<p><strong>4.   Indicative timetable for evaluation and grant agreement:</strong> as described in the Call document.</p>\r\n<div>&nbsp;</div>\n<p><strong>5.   Proposal templates, guidance and model grant agreements (MGA):</strong></p>\r\n<p>Standard proposal template:<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/af_esf-socpl_en.pdf\">af_esf-socpl_en.pdf (europa.eu)</a></p>\r\n<p><br />\r\nCall document:<font color=\"#3869d4\">&nbsp;</font><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/wp-call/2022/call-fiche_esf-2022-eures-tms_en.pdf\" style=\"font-family: &quot;Segoe UI&quot;, sans-serif; font-size: 12pt;\">https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/wp-call/2022/call-fiche_esf-2022-eures-tms_en.pdf</a></p>\r\n<p>Implementing guide:<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/guidance/implementing-guide_esf-2022-eures-tms_en.pdf\" style=\"font-family: &quot;Segoe UI&quot;, sans-serif; font-size: 12pt;\">https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/guidance/implementing-guide_esf-2022-eures-tms_en.pdf</a></p>\r\n<p><br />\r\nMono/Multi-beneficiary Model Grant Agreement:&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_esf-socpl_en.pdf\">general-mga_esf-socpl_en.pdf (europa.eu)</a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">For help related to this <b>call</b>, please contact: </span>EMPL-ESF-2022-EURES-TMS@ec.europa.eu&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Please be aware that the Manual is currently drafted for the H2020 Programme and may not entirely fit for other programmes. However, a revision is being completed to make it corporate.<o:p></o:p></span>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 17, 2022 10:40:04 AM", "lastChangeDate": "Nov 17, 2022 10:40:04 AM", "content": "The submission session is now available for: ESF-2022-EURES-TMS-01(ESF-PJG)"}, {"approvalDate": "Jun 1, 2022 12:00:00 AM", "lastChangeDate": "Jun 1, 2022 12:00:00 AM", "content": "The submission session is now available for: ESF-2022-EURES-TMS-01(ESF-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}