{"TopicDetails": {"type": 0, "ccm2Id": 45841778, "cftId": 0, "identifier": "ESF-2023-POW-UDW-02", "title": "Activities to tackle undeclared work (Topic 2)", "publicationDateLong": 1676332800000, "callIdentifier": "ESF-2023-POW-UDW", "callTitle": "Posting of workers: enhancing administrative cooperation and access to information, and activities to tackle undeclared work", "callccm2Id": 45841785, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43254019, "abbreviation": "ESF", "description": "European Social Fund + (ESF) "}, "programmeDivision": [{"id": 43254027, "abbreviation": "EaSI", "description": "Employment and Social Innovation (EaSI)"}, {"id": 43254023, "abbreviation": "ESF-1", "description": "ESF-1"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ESF-PJG ESF Project Grants", "typeOfMGA": [{"id": 43252140, "abbreviation": "ESF-AG", "description": "ESF Action Grant Budget-Based"}]}], "plannedOpeningDate": "21 February 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["03 May 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3463825": [{"action": "ESF-2023-POW-UDW-01 - ESF-PJG ESF Project Grants", "plannedOpeningDate": "21 February 2023", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2023"], "budgetYearMap": {"2023": 5000000}, "budgetTopicActionMap": {}}, {"action": "ESF-2023-POW-UDW-02 - ESF-PJG ESF Project Grants", "plannedOpeningDate": "21 February 2023", "deadlineModel": "single-stage", "deadlineDates": ["03 May 2023"], "budgetYearMap": {"2023": 5000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>The main objective of the Topic 2 of this call for proposals is to complement and add value to the work of the European Platform tackling undeclared work.This call is to co-finance actions fostering joint activities and cross-border projects of enforcement authorities and other relevant players improving their technical capacity in the field of preventing and deterrence of undeclared work in line with the Platform’s vision of transforming undeclared into declared work by using a holistic approach, where national governments join up strategy and operations and cooperate with social partners and other stakeholders to employ the full range of direct and indirect policy measures. This will further enhance on-going cooperation between Member States enforcement authorities.</p><p>Therefore, the call for proposals aims to support relevant actors in the field of tackling undeclared work such as ministries, enforcement authorities, social partners, etc. to develop innovative initiatives which shall contribute to enhancing the implementation, application, knowledge and better enforcement of EU and national law in the area of undeclared work, including through cross-border cooperation, thus supporting the transformation of undeclared work into declared work. The knowledge gained from these projects should also help building up evidence-based knowledge for better policy design.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The European Pillar of Social Rights has set out key principles and rights for a renewed process of upward convergence towards i.e. fair working conditions in particular in the areas of secure and adaptable employment, wages, information about employment conditions and protection in case of dismissals, social dialogue and involvement of workers, etc. The Topic 2 of this call for proposals intends therefore to contribute to the implementation of the key principles of the pillar in the area of tackling undeclared work.</p>\n", "conditions": "<p><strong>1.   Eligible countries: as described in the Call document.</strong></p>\r\n<p>&bull;\tEU Member States (and their overseas countries and territories) ;</p>\r\n<p>&bull;\tEEA countries, in accordance with the EEA Agreement;</p>\r\n<p>&bull;\tEU acceding countries, candidate countries and potential candidate countries, in line with the agreements concluded with them.</p>\r\n<p>&bull;\tThird countries having signed an agreement to participate in the strand or a third country listed in the EaSI work programme if necessary for the achievement of the objectives of an action.</p>\r\n<p><strong>Do note that for certain calls only EU Member States and EEA countries are eligible</strong></p>\n<p><strong>2.   Eligibility and admissibility conditions:</strong> as described in the Call document.</p>\r\n<p>Applications must be submitted before the <strong>call deadline</strong> and <strong>electronically</strong> via the Funding &amp; Tenders Portal Electronic Submission System. Paper submissions are NOT possible.</p>\r\n<p>Applications (including annexes and supporting documents) must be submitted using the forms provided inside the Submission System.</p>\r\n<p>Applications must be <strong>complete</strong> and contain:</p>\r\n<p>- Application Form (Part A)</p>\r\n<p>- Application Form (Part B)</p>\r\n<p>- Annexes and supporting documents (to be uploaded as PDF files).</p>\r\n<p>At proposal submission, the lead applicant will have to confirm that it has the <strong>mandate to act </strong>for all applicants; that the information in the application is correct and complete and that the participants comply with the conditions for receiving EU funding (especially eligibility, financial and operational capacity, exclusion, etc). Before signing the grant, each beneficiaries and affiliated entities will have to confirm this again by signing a declaration of honour (DoH).</p>\r\n<p>Applications must be <strong>readable, accessible and printable, not exceeding [70]&nbsp;pages</strong>.</p>\n<p><strong>3.   Evaluation</strong></p>\r\n<p>The<strong> award criteria</strong> for this call are as follows:</p>\r\n<p>-      <strong>Relevance</strong>:extent to which objectives of the project match the themes and&nbsp;priorities and objectives of the call; European/trans-national dimension; the&nbsp;target groups and the degree to which the proposal facilitates cooperation&nbsp;between different stakeholders; use of innovative approaches; possibility to&nbsp;use the results in other countries; added value of the proposed substantive&nbsp;deliverables in the area of:</p>\r\n<div> (Topic 1) posting in general and of its outcomes on the clearly identified</div>\r\n<div>sectors and target groups within them (Max. 40 points);&nbsp;</div>\r\n<div> (Topic 2) contribution to the EU strategic and legislative context,</div>\r\n<div>complementarity and added value to the work programme of the&nbsp;</div>\r\n<div>European Platform tackling undeclared work (Max. 40 points).</div>\r\n<p>-<strong>      Quality</strong>:</p>\r\n<p>&nbsp;Project design and implementation: technical quality, clarity and&nbsp;consistency of project, objectives and planning; logical links between&nbsp;the identified problems, needs and solutions proposed; methodology for&nbsp;implementing the project (concept and methodology, management,&nbsp;procedures, timetable, risks and risk management, monitoring and&nbsp;evaluation); feasibility of the project within the proposed time frame;&nbsp;cost effectiveness (sufficient/appropriate budget for proper&nbsp;implementation). (Max. 20 points).</p>\r\n<div>Project team and cooperation arrangements: a clear and justified&nbsp;rationale for the composition of the consortium in relation to the target,&nbsp;including: a balanced distribution of partners established in sending and&nbsp;receiving countries in the context of a specific flow of posted workers; a&nbsp;sector-specific focus of the action, in particular regarding the specific&nbsp;objective(s); a comprehensive and adequate representation of the&nbsp;different types of organisations and stakeholders; appropriate&nbsp;procedures and problem-solving mechanisms for&nbsp; cooperating within the  project teams and consortium. (Max. 20 points)&nbsp;</div>\r\n<p>-      <strong>Impact</strong>:&nbsp;expected long-term impact of results on target groups/general  public; comprehensiveness, clarity and expected effectiveness of the plan for  communication and dissemination of the projects' results; sustainability of  results after EU funding ends. (Max. 20 points)&nbsp;</p>\n<p><strong>4.   Indicative timetable for evaluation and grant agreement:</strong> as described in the Call document.</p>\r\n<p>Call opening: 21 February 2023</p>\r\n<div>Deadline for submission: 03 May 2023 &ndash; 17:00:00 CET&nbsp;(Brussels)</div>\r\n<div>Evaluation: May-June 2023</div>\r\n<div>Information on evaluation results: July-August</div>\r\n<p>GA signature: October 2023-January 2024</p>\n<p><strong>5.   Proposal templates, guidance and model grant agreements (MGA):</strong></p>\r\n<p>Standard proposal template:&nbsp;https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/af_esf-socpl_en.pdf&nbsp;<br />\r\nCall document : https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/wp-call/2023/call-fiche_esf-2023-pow-udw_en.pdf&nbsp;</p>\r\n<div>&nbsp;</div>\r\n<p>Guide for applicantshttps://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf<br />\r\nMono/Multi-beneficiary Model Grant Agreement:&nbsp;https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_esf-socpl_en.pdf</p>", "supportInfo": "<p><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">For help related to this <b>call</b>, please contact:&nbsp;</span>EMPL-ESF-2023-POW-UDW@ec.europa.eu</p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Submission of proposals.<o:p></o:p></span>&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; </span>Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Feb 21, 2023 12:00:01 AM", "lastChangeDate": "Feb 21, 2023 12:00:01 AM", "content": "The submission session is now available for: ESF-2023-POW-UDW-02(ESF-PJG), ESF-2023-POW-UDW-01(ESF-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}