{"TopicDetails": {"type": 0, "ccm2Id": 44067305, "cftId": 0, "identifier": "ESF-2021-UDW-01", "title": "Activities to tackle undeclared work", "publicationDateLong": 1626307200000, "callIdentifier": "ESF-2021-UDW", "callTitle": "Activities in the field of undeclared work", "callccm2Id": 44067312, "allowPartnerSearch": true, "workProgrammepart": {"id": 5873, "ccm_id": 44176891, "wp_part": "ESFPLUS-2021", "wp_year": "ESF-2021", "wp_title": "European Social Fund +", "wp_website": "https://ec.europa.eu/european-social-fund-plus/en/esf-direct-easi", "wp_document": "https://ec.europa.eu/social/main.jsp?advSearchKey=EaSIannualworkprogramme"}, "frameworkProgramme": {"id": 43254019, "abbreviation": "ESF", "description": "European Social Fund + (ESF) "}, "programmeDivision": [{"id": 43254027, "abbreviation": "EaSI", "description": "Employment and Social Innovation (EaSI)"}, {"id": 43254023, "abbreviation": "ESF-1", "description": "ESF-1"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ESF-PJG ESF Project Grants", "typeOfMGA": [{"id": 43252140, "abbreviation": "ESF-AG", "description": "ESF Action Grant Budget-Based"}]}], "plannedOpeningDate": "20 July 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["28 September 2021"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3349287": [{"action": "ESF-2021-UDW-01 - ESF-PJG ESF Project Grants", "plannedOpeningDate": "20 July 2021", "deadlineModel": "single-stage", "deadlineDates": ["28 September 2021"], "budgetYearMap": {"2021": 1500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p>Objectives (expected outcome)</p><p>The main objective of this call for proposals is to complement and add value to the activities indicated in the <u><a href=\"https://ec.europa.eu/social/BlobServlet?docId=23101&amp;langId=en\">work programme 2021-2022 of the European Platform tackling undeclared work</a></u><span>, </span> which reflects the realities of tackling undeclared work in a difficult economic context. The 2021-2022 work programme aims to deepen understanding of (new) types of undeclared work and sectors particularly exposed (e.g. in relation to the collaborative economy, seasonal work, personal and household services as well as HORECA) whilst supporting partnerships, innovation and capacity building, as well as increasing public awareness of undeclared work. The transition of the Platform to the European Labour Authority (ELA) as a permanent working group by latest 1 August 2021 will provide new opportunities to address these challenges in a more integrated and comprehensive way.</p><p>The call for proposals will support relevant actors in the field of tackling undeclared work such as ministries, enforcement authorities, social partners, etc. to develop innovative initiatives which shall contribute to enhancing the implementation, application, knowledge and better enforcement of EU and national law in the area of undeclared work, including through cross-border cooperation, thus supporting the transformation of undeclared work into declared work. The knowledge gained from these projects should also help building up evidence-based knowledge for better policy design.</p><p>The expected results are the improved transnational cooperation between Member States' different authorities to prevent and deter undeclared work, increased mutual trust among the stakeholders and the increased public awareness on the urgency of action and encouraging Member States to step up their efforts in dealing with undeclared work.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Themes and priorities (scope)</p><p>The priority for this call is to co-finance actions fostering joint activities and cross-border projects of enforcement authorities and other relevant players improving their technical capacity in the field of preventing and deterrence of undeclared work in line with the Platform’s vision of transforming undeclared into declared work by using a holistic approach, where national governments join up strategy and operations and cooperate with social partners and other stakeholders to employ the full range of direct and indirect policy measures. This will further enhance on-going cooperation between Member States enforcement authorities.</p><p>Cooperation may cover the following areas:</p><ol level=\"0\">  <li>Common training courses for staff involved in enforcement activities;</li><li>Joint actions and exchange of staff of enforcement authorities;</li><li>Provision of technical assistance and/or support to implementation of measures/practice as identified by the European Platform tackling UDW.</li><li>Setting up information exchange systems;</li><li>Collaborative work in form of sharing of information and mutual learning between enforcement authorities.</li> </ol><p><span><span>Developing information products and services for employers and workers and raising awareness about the benefits of transforming undeclared into declared work. </span></span></p><p>Activities that can be funded (scope)</p><p>The types of activities which can be funded under this call for proposals must address at least one of the areas of action identified below:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Common training courses for staff involved in enforcement activities: developing new or improving existing training programmes between officials of competent public authorities and/or between relevant social partners and stakeholders in the context of contributing to enhancing the implementation, application, knowledge and better enforcement of EU and national law in the area of undeclared work. Activities can include trainings focusing on common themes and challenges (e.g. how to address bogus self-employment) and how they are tackled by different national authorities, exchanges in the field (e.g. agriculture and construction sectors) or trainings focusing on how to foster cooperation/improve working relations between different national and other EU/EEA enforcement agencies. Activities supported should produce an output; a potential output of this type of activities could be a handbook of best enforcement practices used my member states to tackle undeclared work.</li><li>Joint inspections and exchange of staff of enforcement authorities: developing new or improving existing exchanges and peer learning between officials of competent public authorities in order to better cooperate across borders, and to develop tools that facilitate the work and to support capacity building. Activities can include: study visits to the authorities of the Member States, including a presentation of their coordinating work between agencies in addressing undeclared work at national level, field exchanges – exchange of staff for a limited period of time to enable exchange of information/best practices etc.</li><li>Provision of technical assistance to other EU/EEA enforcement bodies to contribute to capacity building, implementation of good practices, etc. </li><li>Information exchange systems: developing cross-border information exchange systems with the aim to facilitate administrative cooperation between enforcement bodies. Cross-border information exchange systems supported under this priority must add value to existing practices such as EESSI, IMI module on posting of workers, etc.).</li><li>Collaborative work in form of sharing of information and mutual learning between enforcement authorities: developing or upgrading online platforms for the collection and dissemination of quality, user-friendly, and specific information targeted at tackling undeclared work and facilitating the transition from undeclared work to formal work.</li><li>Joint awareness raising campaigns/sector specific campaigns/regional cross-border campaigns: awareness raising campaigns targeted at workers and/or employers should aim at changing norms, values and beliefs regarding the acceptability of participating in undeclared work, so that these are in conformity with laws and regulations, at informing on risks and costs of undeclared work, at promoting the benefits of formalising work, at encouraging a culture of commitment to declaration, informing about the prevention services available to employers/workers, etc. Messages can be conveyed through many different channels, such as mass media (television, radio), social media (using new media channels to spread messages – for e.g. social networks, videos, blogs, twitter, vlogs etc.), public relations, events, talks, demonstrations, tours, posters and leaflets.</li> </ol><p>Apart from the pure technical implementation of the proposals another deliverable of projects under this call for proposals is the capacity to spell out success and failure factors and parameters in an analytical evidence-based way.</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Technical implementation</li> </ol><p>This includes facilitating and promoting training, good practice initiatives and innovative approaches, such as exchanges of staff and joint activities; exchange of information, mutual learning and awareness raising campaigns. Information exchange systems could be addressed through the joint establishment of protocols, agreements and the development of IT-based systems.</p><p> b. Analytical elements</p><p>In addition to implementing the activities described above, another deliverable of projects under this call for proposals is the capacity to spell out success and failure factors and parameters. These should be documented in the form of findings and conclusions deriving from a thorough evaluation of the actions undertaken. The evaluation shall help the beneficiaries to draw lessons learned and to establish, deriving from this experience, building blocks for a successful and sustainable cooperation between enforcement authorities and to contribute to the work of the European Platform. The proposal should detail how this output will be achieved.</p>\n", "conditions": "<p><strong>1.   Eligible countries: as described in the Call document.</strong></p>\r\n<p>&bull;\tEU Member States (and their overseas countries and territories) ;</p>\r\n<p>&bull;&nbsp;<span lang=\"EN-GB\" style=\"text-indent: -18pt;\">EEA Countries, according to Article 29 of the ESF+ Regulation</span></p>\r\n<p>&bull; Candidate Countries and Potential Candidate Countries&nbsp;<span style=\"font-family: Verdana, sans-serif; font-size: 10pt;\">according to Article 29 of ESF+ Regulation</span></p>\r\n<p>&nbsp;</p>\n<p><strong>2.   Eligibility and admissibility conditions:</strong> as described in the Call document.</p>\r\n<p>Applications must be submitted before the <strong>call deadline</strong> and <strong>electronically</strong> via the Funding &amp; Tenders Portal Electronic Submission System. Paper submissions are NOT possible.</p>\r\n<p>Applications (including annexes and supporting documents) must be submitted using the forms provided inside the Submission System.</p>\r\n<p>Applications must be <strong>complete</strong> and contain:</p>\r\n<p>- Application Form (Part A)</p>\r\n<p>- Application Form (Part B)</p>\r\n<p>- Annexes and supporting documents (to be uploaded as PDF files).</p>\r\n<p>At proposal submission, the lead applicant will have to confirm that it has the <strong>mandate to act </strong>for all applicants; that the information in the application is correct and complete and that the participants comply with the conditions for receiving EU funding (especially eligibility, financial and operational capacity, exclusion, etc). Before signing the grant, each beneficiaries and affiliated entities will have to confirm this again by signing a declaration of honour (DoH).</p>\r\n<p>Applications must be <strong>readable, accessible and printable, not exceeding [70]&nbsp;pages</strong>.</p>\n<p><strong>3.   Evaluation</strong></p>\r\n<p>The<strong> award criteria</strong> for this call are as follows:</p>\r\n<p>-      <strong>Relevance</strong>:&nbsp;<span lang=\"EN-GB\" style=\"text-indent: -18pt;\">clarity and consistency of project, objectives and planning; extent to which they match the themes and priorities and objectives of the call; innovative character of the proposal; contribution to the EU strategic and legislative context; complementarity and added value to the work programme of the European Platform tackling undeclared work; possibility to use the results in other countries; potential to develop mutual trust/cross-border cooperation (Max. 40 points)</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-left:36.0pt;text-indent:-18.0pt;mso-list:l0 level1 lfo1\"><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<p>-<strong>      Quality</strong>:&nbsp;</p>\r\n<p><b style=\"text-indent: -18pt;\"><span lang=\"EN-GB\" style=\"color:#A50021\">Project design and implementation:</span></b><span lang=\"EN-GB\" style=\"text-indent: -18pt;\"> logical links between the identified problems, needs and solutions proposed (logical frame concept); methodology for implementing the project (concept and methodology, management, procedures, timetable, risks and risk management, monitoring and evaluation); appropriateness, feasibility, and soundness of the proposed analytical basis within the proposed time frame; cost effectiveness (sufficient/appropriate budget for proper implementation; best value for money) (Max. 20 points)</span></p>\r\n<p><b><span lang=\"EN-GB\" style=\"color:#A50021\">Project team and cooperation arrangements:</span></b><span lang=\"EN-GB\"> sufficiency and adequateness of resources and their allocation for the different tasks to be performed; appropriate procedures and problem-solving mechanisms for cooperating within the project teams and consortium (Max. 20 points)<o:p></o:p></span></p>\r\n<p>-      <strong>Impact</strong>:&nbsp;<span lang=\"EN-GB\" style=\"text-indent: -18pt;\">expected long-term impact of results on target groups/general public; appropriate dissemination strategy for ensuring sustainability and long-term impact, as well as visibility at national and European (EU/EEA) level; sustainability of results after EU funding ends; potential of envisaged analytical outputs to lead to structural change/</span><span lang=\"EN-GB\" style=\"text-indent: -18pt;\">reform (Max. 20 points)</span></p>\n<p><strong>4.   Indicative timetable for evaluation and grant agreement:</strong> as described in the Call document.</p>\r\n<p>&nbsp;</p>\n<p><strong>5.   Proposal templates, guidance and model grant agreements (MGA):</strong></p>\r\n<p>Standard proposal template:&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;, serif; font-size: 12pt;\">https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/af_esf-socpl_en.pdf&nbsp;</span></p>\r\n<div class=\"WordSection1\" style=\"page: WordSection1; font-size: medium;\">\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0.0001pt; line-height: normal; font-size: 11pt; font-family: Calibri, sans-serif;\">&nbsp;</p>\r\n</div>\r\n<p>Call document:&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/wp-call/2021/call-fiche_esf-2021-udw_en.pdf\" style=\"font-family: &quot;Segoe UI&quot;, sans-serif; font-size: 12pt;\">https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/esf/wp-call/2021/call-fiche_esf-2021-udw_en.pdf</a></p>\r\n<p class=\"MsoNormal\"><span style=\"font-family:&quot;Cambria&quot;,serif;color:#3009D5\"><o:p></o:p></span></p>\r\n<p>Mono/Multi-beneficiary Model Grant Agreement:&nbsp;<span style=\"font-family: &quot;Times New Roman&quot;, serif; font-size: 12pt;\">https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/general-mga_esf-socpl_en.pdf</span></p>\r\n<div class=\"WordSection1\" style=\"page: WordSection1; font-size: medium;\">\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0.0001pt; line-height: normal; font-size: 11pt; font-family: Calibri, sans-serif;\">&nbsp;</p>\r\n</div>", "supportInfo": "<p><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">For help related to this <b>call</b>, please contact:&nbsp;</span><font color=\"#ff0000\" face=\"Arial, sans-serif\">EMPL-VP-2021-011@ec.europa.eu</font></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\"> &ndash; Please be aware that the Manual is currently drafted for the H2020 Programme and may not entirely fit for other programmes. However, a revision is being completed to make it corporate.<o:p></o:p></span>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jul 20, 2021 12:00:00 AM", "lastChangeDate": "Jul 20, 2021 12:00:00 AM", "content": "The submission session is now available for: ESF-2021-UDW-01(ESF-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}