{"TopicDetails": {"type": 0, "ccm2Id": 31083967, "cftId": 0, "identifier": "ISFB-2016-AG-ESUR-01", "title": "Border Management", "publicationDateLong": 1498694400000, "callIdentifier": "ISFB-2016-AG-ESUR", "callTitle": "Improvement of border surveillance by enhancing cooperation between Member States in the framework of EUROSUR, including cooperation with third countries", "callccm2Id": 31083968, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31077833, "abbreviation": "ISFB", "description": "Internal Security Fund Borders and Visa"}, "programmeDivision": [{"id": 31077834, "abbreviation": "ISFB-1", "description": "ISFB-1"}, {"id": 31077835, "abbreviation": "ISFB-1-1", "description": "Border management"}], "topicMGAs": [], "tags": ["Border Management", "Cooperation with third countries", "Border management", "Border surveillance"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "ISFB-AG ISFB Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "29 June 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["17 August 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3212990": [{"action": "ISFB-2016-AG-ESUR-01 - ISFB-AG ISFB Action Grant", "plannedOpeningDate": "29 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["17 August 2017"], "budgetYearMap": {"2016": 5850000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The present Call for Proposals aims at funding projects on the topic of supporting the improvement of border surveillance by enhancing cooperation between Member States in the framework of EUROSUR, including, whenever appropriate, cooperation with third countries (especially neighbouring countries).</p><p>Project applications submitted under the present Call for Proposals must address at least one of the following priorities:</p><p><strong>(1) Exchange of the situational pictures of neighbouring external border sections</strong></p><p>In line with paragraphs 9 and 10 of Article 9 of Regulation (EU) No 1052/2013 establishing EUROSUR, the project shall enable the national coordination centres of two or more neighbouring Member States to share with each other, directly and in near-real-time, the situational picture of neighbouring external border sections, including:</p><ul level=\"0\">  <li>a) incidents and other significant events contained in the events layer;</li>  <li>b) tactical risk analysis reports as contained in the analysis layer;</li>  <li>c) positions, status and type of own assets operating in the neighbouring external border sections as contained in the operational layer.</li> </ul><p>While the project proposal needs to fully cover the requirements described in letters a) and b), the requirements described in letter c) are optional. Project proposals covering also letter c) will be given priority over projects covering only letters a) and b).</p><p><strong>(2) Support to Member States capacities to detect and track small vessels</strong></p><p>The project shall enable two or more Member States to improve their technical or operational capability to detect, track and intercept non-cooperative vessels in a common area of interest with a view to preventing irregular migration and cross-border crime, as well as to reducing the loss of migrants' lives at the external sea borders.</p><p>Examples for improving the <u>technical capability</u> are</p><ul level=\"0\">  <li> <p>Combined use of at least two different sensors mounted on at least two different platforms (e.g. satellite, remotely piloted aircraft system, maritime patrol aircraft, aerostat, etc);</p> </li>  <li> <p>Combined use of surveillance and communication capabilities (e.g. use of satellite communication for video streaming from the maritime patrol aircraft to the coordination centre);</p> </li>  <li> <p>Technical upgrade of existing radar stations (e.g. passive radar) on condition that the radar picture is shared with at least one other neighbouring Member State.</p> </li> </ul><p>Examples for improving the <u>operational capability</u> are</p><ul level=\"0\">  <li>Integrated situational awareness, communication and coordination support tool for use at tactical/operational level, interlinking off shore patrol assets and coordination centres of two or more Member States, allowing them to exchange information, communicate and coordinate in real-time (e.g. positioning incidents and of assets, chat, video streaming).</li> </ul><p><strong>(3) Cooperation with neighbouring third countries</strong></p><p>The project shall support the cooperation between two or more Member States with a neighbouring third country with a view to preventing irregular migration and cross-border crime, as well as to reducing the loss of migrants' lives at the external borders.</p><p>These activities may include actions related to</p><ul level=\"0\">  <li> <p>developing, establishing, upgrading and maintaining bi-or multilateral information exchange and cooperation;</p> </li>  <li> <p>regional networks;</p> </li>  <li> <p>equipment for centres in neighbouring third countries which are similar to the EUROSUR national coordination centres in Member States,</p> </li>  <li> <p>joint operations, including patrolling and surveillance activities;</p> </li>  <li> <p>training, studies, pilot projects.</p> </li> </ul><p>Any actions under this Call for Proposals shall respect and shall be implemented in line with the rights and principles enshrined in the Charter of Fundamental Rights of the European Union. Applications should pay appropriate attention to the effects of the project on individual rights and freedoms, as well as to possible remedies. In addition, any action under this Call for Proposals should comply with all relevant ethical principles and all applicable international, EU and national law on ethical issues while carrying out the project.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of eligible countries</span></strong><br />\r\n    All EU Member States, with the exception of United Kingdom and Ireland, as well as the Schengen Associated Countries<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Eligibility conditions: </span></strong><br />\r\n    <br />\r\n    2.1 Eligibility conditions and other requirements are described in the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_guide-applicants_en.pdf\">Guide for applicants</a>.<br />\r\n    <br />\r\n    2.2 Eligibility of the applicant and of the partners<br />\r\n    In order to be eligible for a grant, the Applicant and the Co-applicants must be:<br />\r\n    a) legal persons; applications from natural persons are not eligible;<br />\r\n    b) a public body;<br />\r\n    c) established in a Member State participating in the ISF Borders and Visa instrument<br />\r\n    <br />\r\n    <strong><span style=\"color: rgb(0,51,102)\"><br />\r\n    </span></strong></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong></li>\r\n</ol>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_guide-applicants_en.pdf\">Guide for applicants</a> <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/tpl/pt/amif-isfb-isfp_call-pt-16_en.pdf\">Standard proposal template &ndash; AMIF, ISFB and ISFP</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/wp-call/isfb-call-proposals-ag-esur-16_en.pdf\">Call for proposals</a></p>\r\n<ol start=\"4\">\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents:</span></strong></li>\r\n</ol>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/wp/isfb-awp-2016_en.pdf\">ISFB annual work programme 2016</a>&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/legal/isfb-legalbasis_en.pdf\">ISFB legal basis</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"/bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a><br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the&nbsp;<a target=\"_blank\" href=\"mailto:HOME-ISF@ec.europa.eu\"><strong>HOME-ISF@ec.europa.eu</strong></a> for further assistance related to content of the call and topics.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk</strong></a>&nbsp;&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register. It is H2020 specific and does not cover the ISFB rules. Some aspects of these funds are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jun 29, 2017 12:30:00 AM", "lastChangeDate": "Jun 29, 2017 12:30:00 AM", "content": "The submission session is now available for: ISFB-2016-AG-ESUR-01(ISFB-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}