{"TopicDetails": {"type": 0, "ccm2Id": 31083719, "cftId": 0, "identifier": "JUST-JCOO-NETW-2017", "title": "4-Year Framework Partnership Agreements to support European networks active in the area of facilitating and promoting judicial cooperation in civil and/or criminal matters", "publicationDateLong": 1490054400000, "callIdentifier": "JUST-NETW-2017", "callTitle": "Call for 4-year Framework Partnership Agreements", "callccm2Id": 31083720, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31070247, "abbreviation": "JUST", "description": "Justice Programme"}, "programmeDivision": [{"id": 31070249, "abbreviation": "JUST.1.1.1", "description": "Judicial cooperation"}, {"id": 31084407, "abbreviation": "JUST.1.1", "description": "Justice programme 2014-2020"}, {"id": 31070248, "abbreviation": "JUST.1", "description": "Justice programme 2014-2020"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "JUST-FPA-OG Framework Partnership Agreement for Operating Grant", "typeOfMGA": []}], "plannedOpeningDate": "21 March 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["30 May 2017"]}], "latestInfos": [{"approvalDate": "Jun 28, 2019 12:05:55 PM", "lastChangeDate": "Jun 28, 2019 12:05:55 PM", "content": "<p>The results of call JUST-JCOO-NETW-OG-2018 (Operating Grants 2019) are  published under TOPIC&nbsp;CONDITIONS&nbsp;AND&nbsp;DOCUMENTS - ADDITIONAL&nbsp;DOCUMENTS.</p>"}, {"approvalDate": "Aug 24, 2018 3:46:55 PM", "lastChangeDate": "Aug 24, 2018 3:46:55 PM", "content": "<p>The results of calls JUST-JCOO-NETW-2017 (Framework Partnership  Agreements) and JUST-JCOO-NETW-SGA-2017 (Operating Grants 2018) are  published under TOPIC&nbsp;CONDITIONS&nbsp;AND&nbsp;DOCUMENTS - ADDITIONAL&nbsp;DOCUMENTS.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3203673": [{"action": "JUST-JACC-NETW-2017 - JUST-FPA-OG Framework Partnership Agreement for Operating Grant", "plannedOpeningDate": "21 March 2017", "deadlineModel": "single-stage", "deadlineDates": ["30 May 2017"], "budgetYearMap": {"2017": 0}, "budgetTopicActionMap": {}}], "3203674": [{"action": "JUST-JCOO-NETW-2017 - JUST-FPA-OG Framework Partnership Agreement for Operating Grant", "plannedOpeningDate": "21 March 2017", "deadlineModel": "single-stage", "deadlineDates": ["30 May 2017"], "budgetYearMap": {"2017": 0}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>1. </strong><strong>Priorities and activities to be funded</strong></p><p><strong>1.1. Priorities</strong></p><p>This call aims to establish 4-year Framework Partnership Agreements with European networks whose statutory aims are to facilitate and support judicial cooperation in civil and criminal matters. The annual operating grants to be signed on the basis of these Framework Partnership Agreements will enhance the capacities of these networks to contribute actively to the development and implementation of the EU policies in this area.</p><p><strong>Judicial cooperation in civil matters:</strong></p><p>In the area of civil matters, priority is given to activities in the areas of cross-border family law and successions, mediation, recognition of civil status, protection of vulnerable adults, cross-border enforcement of claims, insolvency, company law, minimum common standards of procedural law (including service of documents) and application of foreign law.</p><p>Priority will be also given to activities aimed at ensuring the correct implementation of the EU acquis in judicial cooperation in civil matters and the exchange of information and networking between legal, judicial and administrative authorities and the legal professions, aimed at promoting judicial cooperation across Europe.</p><p><u>The main legislative measures concerned include in particular:</u></p><p>- Regulation (EU) No1215/2012 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (recast), (OJ L 351 of 20 December 2012, p. 1);</p><p>- Regulation (EU) No 650/2012 on jurisdiction, applicable law, recognition and enforcement of decisions and acceptance and enforcement of authentic instruments in matters of successions and on the creation of a European Certificate of Succession (OJ L 201 of 27 July 2012, p. 107);</p><p>- Regulation (EC) No 805/2004 creating a European Enforcement Order for uncontested claims (OJ L 143 of 30 April 2004, p. 15);</p><p>- Regulation (EC) No 1896/2006 creating a European order for payment procedure and - Regulation (EC) No 861/2007 establishing a European Small Claims Procedure as amended by Regulation (EU) 2015/2421 of 16 December 2015 ,(OJ L 341 of 24 December 2015, p. 1);</p><p>- Regulation (EU) No 2015/848 on insolvency proceedings (recast),( OJ L 141 of 5 June 2015, p. 19.);</p><p>- Regulation (EU) No 655/2014 establishing a European Account Preservation Order procedure to facilitate cross-border debt recovery in civil and commercial matters, (OJ L 189 of 27 June 2014, p. 59);</p><p>- Council Regulation (EC) No 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility, repealing Regulation (EC) No 1347/2000, OJ L 338, 23.12.2003;</p><p>- Council Regulation (EC) No 4/2009of 18 December 2008 on jurisdiction, applicable law, recognition and enforcement of decisions and cooperation in matters relating to maintenance obligations (OJ L 149 of 12 June 2009, p. 73);</p><p>- Council Regulation (EU) No 1259/2010 of 20 December 2010 implementing enhanced cooperation in the area of the law applicable to divorce and legal separation, (OJ L 343 of 29 December 2010, p. 10);</p><p>- Council Regulation (EU) 2016/1103 of 24 June 2016 implementing enhanced cooperation in the area of jurisdiction, applicable law and the recognition and enforcement of decisions in matters of matrimonial property regimes (OJ L 183 of 8 July 2016, p. 1);</p><p>- Council Regulation (EU) 2016/1104 of 24 June 2016 implementing enhanced cooperation in the area of jurisdiction, applicable law and the recognition and enforcement of decisions in matters of the property consequences of registered partnerships, (OJ L 183 of 8 July 2016, p. 30);</p><p>- Regulation (EU) 2016/1191 -of 6 July 2016 on promoting the free movement of citizens by simplifying the requirements for presenting certain public documents in the European Union and amending Regulation (EU) No 1024/2012, (OJ L 200 of 26 July 2016, p. 1);</p><p>- Directive 2008/52/EC on certain aspects of mediation in civil and commercial proceedings, OJ L 136, 24.5.2008;</p><p>- Regulation (EC) No 593/2008 on the law applicable to contractual obligations (Rome I), OJ L177, 4.7.2008, p.6;</p><p>- Regulation (EC) No 864/2007 of the European Parliament and of the Council on the law applicable to non-contractual obligations (Rome II); OJ L 199, 31.7.2007, p.40;</p><p>- Council Regulation (EC) No 1206/200, of 28 May 2001 on cooperation between the courts of the Member States in the taking of evidence in civil or commercial matters (OJ L 174 of 27 June 2001, p. 1);</p><p>- Regulation (EC) No 1393/2007 on the service in the Member states of judicial and extrajudicial documents in civil or commercial matters (service of documents, OJ L324, 10.12.2007, p.79;</p><p>- Council Directive 2003/8/EC to improve access to justice in cross-border disputes by establishing minimum common rules relating to legal aid for such disputes, OJ L 26, 31.1.2003, p.41.</p><p><strong>Judicial cooperation in criminal matters</strong></p><p>In the area of criminal matters, the activities to be implemented by these networks must contribute to furthering the understanding and the implementation of EU legislation in this area. Of particular importance for the given period are activities supporting knowledge-sharing and providing guidance on the practical aspects of the implementation of the EU acquis. As regards detention, the activities to be carried out must relate to the practical application of the EU Framework Decisions in the field of detention, to alternatives to imprisonment both in the pre-trial and post-trial stage, to the issue of radicalisation in prisons and activities aiming to improve detention conditions in the Member States in order to enhance the efficient operation of EU mutual recognition instruments.</p><p>The main legislative measures concerned include in particular:</p><p>- Council Framework Decision of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States (2002/584/JHA);</p><p>- Council Framework Decision 2005/214/JHA of 24 February 2005 on the application of the principle of mutual recognition to financial penalties;</p><p>- Council <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1452519653068&amp;uri=CELEX%3A32008F0909\">Framework Decision 2008/909/JHA</a> of 27 November 2008 on the application of the principle of mutual recognition for judgments imposing custodial sentences or measures involving deprivation of liberty;</p><p>- Council Framework Decision 2008/947/JHA of 27 November 2008 on the application of the principle of mutual recognition to judgments and probation decisions with a view to the supervision of probation measures and alternative sanctions;</p><p>- Council Framework Decision 2009/829/JHA of 23 October 2009 on the application, between Member States of the European Union, of the principle of mutual recognition to decisions on supervision measures as an alternative to provisional detention;</p><p>- Directive 2011/99/EU of the European Parliament and of the Council of 13 December 2011 on the European protection order;</p><p>- Directive 2014/41/EU on the European Investigation Order in criminal matters;</p><p>- Framework Decision 2008/909/JHA of 27 November (Transfer of Prisoners) OJ 5.12.2008, L 327/27, Framework Decision 2008/947/JHA of 27 November 2008 (Probation and Alternative Sanctions), OJ 16.12.2008, L 337/102, and Framework Decision 2009/829/JHA of 23 October 2009 (European Supervision Order), OJ 11.11.2009, L 294/20.</p><p><strong>1.2. Description of the activities to be funded under this topic</strong></p><p>This call will support networks whose activities contribute to the implementation of the objectives of the Programme and which will implement the following activities, among others, with EU added value:</p><ul level=\"0\">  <li> <p>analytical activities, such as data collection, surveys, research activities, etc;</p> </li>  <li> <p>training activities;</p> </li>  <li> <p>facilitating the exchange of data and the structured, confidential and data-protection compliant communication between the authorities appointed under EU legislation (e.g. competent authorities), including electronic transmission of documents, requests for information, questioning and hearing of persons across borders (such as by way of video-conferencing);</p> </li>  <li> <p>mutual learning, identifying and exchange of best practices which may be transferable to other participating countries;</p> </li>  <li> <p>dissemination and awareness raising activities;</p> </li>  <li> <p>exchange of information and networking between judicial and administrative authorities and the legal professions and relevant civil society actors. In the area of criminal justice this may include for example development of an accessible and comprehensive source of country specific information and guidance on procedures, criminal codes, offences and legislation in each Member State; development of prototype templates to assist the issuing and executing authorities.</p> </li> </ul>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/just-list-eligible-countries_en.pdf\"><strong><span style=\"color: rgb(0,51,102)\">List of eligible countries</span></strong></a><br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility and admissibility conditions<br />\r\n    </strong></span><br />\r\n    2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-fpa-og_en.pdf\">Guide for applicants</a>.<br />\r\n    <br />\r\n    2.2 Eligibility of the applicant and&nbsp;the application:<br />\r\n    <br />\r\n    (a) The applicant for the Framework Partnership must be a private non-profit-oriented organisation duly established in one of the countries participating in the Programme; <br />\r\n    <br />\r\n    (b) The applicant for the Framework Partnership must be an established formal network with own legal personality or represent (as a joint secretariat or officially appointed coordinator) an established formal network, must be organised at European level and have member organisations/bodies or authorities in at least 14 participating countries. Only the network or the organisation appointed as the joint secretariat/officially appointed coordinator may submit an application, the member organisations are not eligible to apply;<br />\r\n    <br />\r\n    (c) The network's statutory aims must fall under the objective of the Programme to facilitate effective access to justice for all.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Selection criteria</span></strong><br />\r\n    Selection criteria are described under point 4 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-fpa-og_en.pdf\">Guide for applicants</a>.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/tpl/pt/justice-rec_call-fpa-og-pt-17_en.pdf\">Standard proposal template</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_fpa-og_en.pdf\">Model framework partnership agreement</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_sga-og_en.pdf\">Model specific agreement</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators-fpa-og_en.pdf\">Indicators</a>&nbsp;<br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Additional documents:</strong></span><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/wp/justice-awp-2017_en.pdf\"><br />\r\n    Justice Programme &ndash; Annual work plan 2017</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/legal/justice-legalbasis_en.pdf\">Justice Programme legal basis </a><br />\r\n    <a href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>Justice Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-JUSTICE-CALLS@ec.europa.eu\">EC-JUSTICE-CALLS@ec.europa.eu</a>.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a></strong> &ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392625709, "id": 165910241, "title": "FAQ", "sectionId": 52392625709, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 223624, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jcoo-netw-2017/1767600-questions-answers_just-netw-2017_en.pdf", "id": 1767600, "fileName": "Questions-answers_JUST-NETW-2017_en.pdf", "common": false, "crc32": 1073349170}]}, {"callId": 52392625709, "id": 165910242, "title": "FPA - Call results and project abstracts", "sectionId": 52392625709, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 323335, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jcoo-netw-2017/1835118-call_info_just-jcoo-netw-2017_en.pdf", "id": 1835118, "fileName": "Call info JUST-JCOO-NETW-2017_en.pdf", "common": false, "crc32": 833066782}]}, {"callId": 52392625709, "id": 165910243, "title": "Operating Grants 2018 - Call results and project abstracts", "sectionId": 52392625709, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 237000, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jcoo-netw-2017/1835119-call_info_just-jcoo-sga-2017_en.pdf", "id": 1835119, "fileName": "Call info JUST-JCOO-SGA-2017_en.pdf", "common": false, "crc32": 2344332857}]}, {"callId": 52392625709, "id": 165910244, "title": "Operating Grants 2019 - Call results and project abstracts", "sectionId": 52392625709, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 463036, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jcoo-netw-2017/1860125-call_results_and_abstracts_just-jcoo-netw-og-2018_en.pdf", "id": 1860125, "fileName": "Call_results_and_abstracts_JUST-JCOO-NETW-OG-2018_en.pdf", "common": false, "crc32": 3509113890}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Mar 21, 2017 12:30:00 AM", "lastChangeDate": "Mar 21, 2017 12:30:00 AM", "content": "The submission session is now available for: JUST-JCOO-NETW-2017(JUST-FPA-OG)"}, {"approvalDate": "Mar 21, 2017 12:30:00 AM", "lastChangeDate": "Mar 21, 2017 12:30:00 AM", "content": "The submission session is now available for: JUST-JACC-NETW-2017(JUST-FPA-OG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}