{"TopicDetails": {"type": 0, "ccm2Id": 31084220, "cftId": 0, "identifier": "JUST-JTRA-EJTR-AG-2017", "title": "Action grants to support transnational projects on judicial training covering civil law, criminal law or fundamental rights ", "publicationDateLong": 1490832000000, "callIdentifier": "JUST-AG-2017", "callTitle": "Call for proposals for action grants 2017", "callccm2Id": 31084221, "allowPartnerSearch": true, "workProgrammepart": {"id": 262551, "ccm_id": 31086847, "wp_part": "JUST-2017", "wp_year": "JUST-2017", "wp_title": "JUST-2017", "wp_website": "http://ec.europa.eu/research/participants/portal/desktop/en/opportunities/index.html", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/wp/justice-awp-2017_en.pdf"}, "frameworkProgramme": {"id": 31070247, "abbreviation": "JUST", "description": "Justice Programme"}, "programmeDivision": [{"id": 31070250, "abbreviation": "JUST.1.1.2", "description": "Judicial training"}, {"id": 31084407, "abbreviation": "JUST.1.1", "description": "Justice programme 2014-2020"}, {"id": 31070248, "abbreviation": "JUST.1", "description": "Justice programme 2014-2020"}], "topicMGAs": [], "tags": ["judicial training"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "JUST-AG Justice Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "15 June 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["25 October 2017"]}], "latestInfos": [{"approvalDate": "Dec 12, 2018 6:52:03 PM", "lastChangeDate": "Dec 12, 2018 6:52:03 PM", "content": "<p>The call results and the abstracts of the selected projects are published under section <strong>Topic Conditions</strong> - <strong>Additional documents.</strong></p>"}, {"approvalDate": "Jul 13, 2018 3:28:44 PM", "lastChangeDate": "Jul 13, 2018 3:28:44 PM", "content": "<p>The call results are published under section <strong>Topic conditions</strong> - Additional documents.</p>"}, {"approvalDate": "Oct 18, 2017 3:24:47 PM", "lastChangeDate": "Oct 18, 2017 3:24:47 PM", "content": "<p>A new file with Questions and Answers is available under the Topic conditions and documents - section&nbsp;5 Additional documents.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3243826": [{"action": "JUST-JTRA-EJTR-AG-2017 - JUST-AG Justice Action Grant", "plannedOpeningDate": "15 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["25 October 2017"], "budgetYearMap": {"2017": 6098000}, "budgetTopicActionMap": {}}], "3243827": [{"action": "JUST-JACC-AG-2017 - JUST-AG Justice Action Grant", "plannedOpeningDate": "01 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["12 October 2017"], "budgetYearMap": {"2017": 5000000}, "budgetTopicActionMap": {}}], "3243828": [{"action": "JUST-JCOO-AG-2017 - JUST-AG Justice Action Grant", "plannedOpeningDate": "11 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2017"], "budgetYearMap": {"2017": 7612000}, "budgetTopicActionMap": {}}], "3243829": [{"action": "JUST-JACC-EJU-AG-2017 - JUST-AG Justice Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["11 July 2017"], "budgetYearMap": {"2017": 3552000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>1. P</strong><strong>riorities and activities to be funded</strong></p><p><strong>1.1. Priorities</strong><strong> </strong></p><p>The objective is to contribute to the effective and coherent application of EU law in the areas of civil law (including consumer law), criminal law and fundamental rights, to judicial ethics and the rule of law, by covering<em> </em>training needs' gaps in these fields. It also targets the specific training needs of court staff.</p><p>The priorities of 2017 will concentrate funding on training activities and tools for training providers described below:</p><p>1. tackle gaps in cross-border cooperation of training providers, mainly by</p><p>a) setting up or expanding a network of contact points of training providers (or similar cooperation mechanisms) for lawyers, notaries, court staff/bailiffs, prison and probation staff with the aim of exchanging information on training needs in EU law or implementation of sanctions in respect of fundamental rights and countering radicalisation, opening national training activities to foreign participants, exchange of trainers, finding partners for regional training activities and/or collecting information on training possibilities for the European Training Platform,</p><p>b) start cooperation among private training providers for legal professions (in particular lawyers), aiming at expanding the offer in EU law training, the implementation of the advice for training providers by DG Justice and contributing to the yearly report on European judicial training by DG Justice,</p><p>c) preparatory work that will facilitate more recognition of foreign training activities to fulfil training obligations for lawyers (e.g. analysis of gaps of current recognition practice and development of a system to close them),</p><p>d) cross-border initial training activities (face-to-face activities or exchanges), covering as many Member states as possible, to create a common European legal culture from the start of entering a legal profession (except for newly appointed judges and prosecutors for whom the equivalent activity is funded via the operating grant for the EJTN),</p><p>e) organising joint study visits to EU courts by legal practitioners (other than judges/prosecutors, already covered by the operating grant for the EJTN) from as many different Member States as possible;</p><p>2. tackle gaps in training on EU law for court staff and bailiffs by cross-border training activities on all areas of EU civil, criminal and fundamental rights law relevant for their judicial work;</p><p>3. support the training of mainly judges, prosecutors, lawyers and notaries on EU civil, criminal and fundamental rights law, legal systems of the Member States, judicial ethics and the rule of law, knowledge of cross-border IT tools and linguistic skills of legal practitioners in areas with particular added value, in particular via</p><p>a) seminars with easy linguistic access (for example, by providing interpretation in the languages of all participants, national breakout groups or linguistic programme components) to attract also legal practitioners to cross-border training activities that are reluctant to participate in a seminar in a foreign legal language and therefore have not been reached by previous cross-border training activities,</p><p>b) cross-border training activities for multipliers, such as judicial trainers or EU law court coordinators, where there are guarantees that the multipliers will pass on their knowledge to other legal practitioners in a systematic way,</p><p>c) training activities with participants from at least two of the profession areas judges/prosecutors, lawyers/notaries, courts staff/bailiffs, court experts/court interpreters, prison/probation staff, in order to stimulate discussions across judicial professions about the application of EU law and so to contribute to create a European legal culture across professional boundaries.</p><p>For priority area 3), the topics of the training activities could cover EU legislation that recently entered into force and / or demonstrate the interconnection of the different EU instruments relevant in a specific field, such as: family matters, commercial matters, recovery of assets, procedural criminal rights, mutual legal assistance, etc. An evidenced-based needs assessment for the topic of the training activity is essential.</p><p><u>Target group</u></p><p>In general, this call supports training of members of the judiciary and judicial staff, meaning judges, prosecutors, court officers, other legal practitioners associated with the judiciary, such as lawyers, notaries, bailiffs, insolvency practitioners and mediators, as well as court interpreters and translators, prison and probation staff. For each priority it is indicated which part of the target group is addressed.</p><p><u>Distribution of financial support between different topics</u></p><p>When deciding on the allocation of grants, a fair balance between topics and/or target audience may be sought. Grants addressing the priorities 1.a and 1.b are preferred.</p><p>Moreover, priority will be given to projects that do not duplicate existing training material or on-going projects but that act in complementarity or that innovate.</p><p><strong>1.2. Description of the activities </strong></p><p>Projects must be transnational and involve organisations from at least two participating countries. In addition the training activities implemented by each project must include participants (trainees) from different participating countries.</p><p>As far as nothing more specific is indicated in the priorities, this call will fund training activities such as:</p><ul level=\"0\">  <li> <p>Organisation of interactive, practice-oriented seminars (including implementation of training modules created by the European Commission on EU legislation in civil law<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>;</p> </li>  <li> <p>Multilateral exchanges between legal practitioners (except for judges and prosecutors whose training bodies are members of the EJTN and may thus take part in the exchanges organised by the EJTN);</p> </li>  <li> <p>Creation of training content, whether for presential learning, blended learning or e‑learning, either ready-to-use by trainers or by practitioners for self-learning;</p> </li>  <li> <p>Tools for training providers (for example: train-the-trainers events, tools to support the organisation of training in other Member States, etc.).</p> </li> </ul><p>If nothing else is indicated in the priority, the activities can take place in the context of initial training (induction-period) or continuous training of the participants (for example: training activities to familiarize newly appointed legal practitioners with EU legislation and judicial cooperation instruments; or more specialised training activities for practicing legal practitioners).</p><p>Projects targeting \"legal systems of the Member States\" (in priority 3.) should cover the legal systems which have particular relevance for the participants and involve experienced legal practitioners who will be able to compare experience and practice of application of EU legal instruments.</p><p><u>Training methodology</u></p><p>Applications should notably take into account recommendations resulting from the Advice for training providers by the DG Justice and Consumers<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> or expand good practices<sup><a target=_self href=#fn3 id=r3>[3]</a></sup> revealed by the EU pilot project on European Judicial Training to other Member States or legal professions.</p><p><u>Duration</u></p><p>The initial project duration should not exceed 36 months.</p><p><u>Dissemination strategy</u></p><p>The funded projects are expected to have a useful strategy of disseminating their results to other training providers and/or potential participants.</p><p><strong>1.3. Expected results </strong></p><ul level=\"0\">  <li> <p>Increased knowledge of EU civil, criminal and fundamental rights instruments among legal practitioners;</p> </li>  <li> <p>Improved mutual trust between legal practitioners in cross-border judicial cooperation;</p> </li>  <li> <p>Improved cooperation of training providers of the different legal professions;</p> </li>  <li> <p>Increased awareness on the added value and scope of application of the EU Charter of Fundamental Rights among judges, public prosecutors, lawyers and practitioners to strengthen fundamental rights protection across the EU.</p> </li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a>https://e-justice.europa.eu/content_civil_law-254-en.do</p><p id=fn2><a  target=_self href=#r2>[2]</a>The Advice for training providers on the European e-Justice Portal: <a href=\"https://e-justice.europa.eu/content_training_material-252-en.do?clang=en\">https://e-justice.europa.eu/content_training_material-252-en.do?clang=en</a></p><p id=fn3><a  target=_self href=#r3>[3]</a>Good judicial training practices on the European e-Justice Portal: <a href=\"https://e-justice.europa.eu/content_good_training_practices-311-en.do\">https://e-justice.europa.eu/content_good_training_practices-311-en.do</a></p>", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\"><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/just-list-eligible-countries_en.pdf\">List of eligible countries</a></span></strong><br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility and admissibility conditions<br />\r\n    </strong></span><br />\r\n    2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a>.<br />\r\n    <br />\r\n    2.2 Eligibility of the applicant and&nbsp;the application:<br />\r\n    (a) the applicants must be public entities or private organisations, duly established in one of the countries participating in the Programme, or international organisations. Organisations which are profit-oriented must submit applications in partnership with public entities or private non-profit-oriented organisations;<br />\r\n    (b) the applications must be transnational and involve organisations from at least two participating countries;<br />\r\n    (c) the EU grant applied for cannot be lower than EUR 30 000.<br />\r\n    <em><span style=\"color: rgb(51,153,102)\"><br type=\"_moz\" />\r\n    </span></em></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Selection criteria</span></strong><br />\r\n    Selection criteria are described under point 4 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a>.<br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:<br />\r\n    </span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/tpl/pt/justice-rec_call-ag-pt-17_en.pdf\">Standard proposal template</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators</a><br />\r\n    <br />\r\n    &nbsp;</li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Additional documents:</strong></span><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/wp/justice-awp-2017_en.pdf\"><br />\r\n    Justice Programme &ndash; Annual work plan 2017</a><br />\r\n    <a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/legal/justice-legalbasis_en.pdf\">Justice Programme legal basis </a><br />\r\n    <a href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>Justice Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-JUSTICE-CALLS@ec.europa.eu\">EC-JUSTICE-CALLS@ec.europa.eu</a>.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\">Participant Portal FAQ</a></strong> &ndash; Submission of proposals.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\">IT Helpdesk</a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.<br />\r\n<br />\r\n<strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\">H2020 Online Manual</a> - Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392596018, "id": 165880801, "title": "Questions and Answers", "sectionId": 52392596018, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 251711, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jtra-ejtr-ag-2017/1792604-questions-answers_just-jtra-ejtr-ag-2017_en.pdf", "id": 1792604, "fileName": "Questions-answers_JUST-JTRA-EJTR-AG-2017_en.pdf", "common": false, "crc32": 261903796}]}, {"callId": 52392596018, "id": 165880802, "title": "Call Results", "sectionId": 52392596018, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 22462, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jtra-ejtr-ag-2017/1830103-flash_call_info_en.pdf", "id": 1830103, "fileName": "Flash_call_info_en.pdf", "common": false, "crc32": 2961540228}]}, {"callId": 52392596018, "id": 165880803, "title": "Call results and abstracts", "sectionId": 52392596018, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1131547, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/just/just-jtra-ejtr-ag-2017/1840104-call_results_just-jtra-ejtr-ag-2017_en.pdf", "id": 1840104, "fileName": "Call results JUST-JTRA-EJTR-AG-2017_en.pdf", "common": false, "crc32": 3624614637}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Jun 15, 2017 12:30:00 AM", "lastChangeDate": "Jun 15, 2017 12:30:00 AM", "content": "The submission session is now available for: JUST-JTRA-EJTR-AG-2017(JUST-AG)"}, {"approvalDate": "Jun 1, 2017 12:30:00 AM", "lastChangeDate": "Jun 1, 2017 12:30:00 AM", "content": "The submission session is now available for: JUST-JACC-AG-2017(JUST-AG)"}, {"approvalDate": "May 11, 2017 3:33:30 PM", "lastChangeDate": "May 11, 2017 3:33:30 PM", "content": "The submission session is now available for: JUST-JCOO-AG-2017(JUST-AG)"}, {"approvalDate": "Apr 27, 2017 11:22:13 AM", "lastChangeDate": "Apr 27, 2017 11:22:13 AM", "content": "The submission session is now available for: JUST-JACC-EJU-AG-2017(JUST-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}