{"TopicDetails": {"type": 0, "ccm2Id": 42959000, "cftId": 0, "identifier": "EMFF-APC-2020", "title": "Cross-sectoral development of innovative port clusters in the Atlantic: Developing a blue accelerator scheme for Atlantic ports", "publicationDateLong": 1590451200000, "callIdentifier": "EMFF-APC-2020", "callTitle": "Cross-sectoral development of innovative port clusters in the Atlantic: Developing a blue accelerator scheme for Atlantic ports", "callccm2Id": 42959023, "allowPartnerSearch": true, "workProgrammepart": {"id": 279551, "ccm_id": 42978407, "wp_part": "EMFF-2020", "wp_year": "EMFF-2020", "wp_title": "EMFF-2020", "wp_website": "https://ec.europa.eu/easme/en/european-maritime-and-fisheries-fund", "wp_document": "https://ec.europa.eu/fisheries/cfp/emff/annual-work-programme-grants-and-procurement_en"}, "frameworkProgramme": {"id": 31098847, "abbreviation": "EMFF", "description": "European Maritime and Fisheries Fund"}, "programmeDivision": [{"id": 31098849, "abbreviation": "EMFF-1-1", "description": "EMFF-1-1"}, {"id": 31098848, "abbreviation": "EMFF-1", "description": "EMFF-1"}], "topicMGAs": [], "tags": ["ports", "ocean", "blue economy", "maritime technologies", "maritime", "blue growth", "blue investment", "accelerator", "marine", "Atlantic Action Plan", "maritime innovation", "Atlantic", "Atlantic strategy", "blue accelerator"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EMFF-AG EMFF Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "09 June 2020", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["10 September 2020"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3303627": [{"action": "EMFF-APC-2020 - EMFF-AG EMFF Action Grant", "plannedOpeningDate": "09 June 2020", "deadlineModel": "single-stage", "deadlineDates": ["10 September 2020"], "budgetYearMap": {"2020": 1100000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2020"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p> </p><p><span><span><span>The overarching objective of this call is to boost entrepreneurship and foster a sustainable blue economy in the Atlantic area by increasing the competitiveness and resilience of Atlantic ports. </span></span></span></p><p><span><span><span>Specifically, this action aims at supporting:</span></span></span></p><ul level=\"0\"><li>The establishment of<strong> a network/partnership</strong> between at least two EU Atlantic ports in two different EU Member States; and</li><li>The <strong>development of a blue accelerator scheme for Atlantic ports </strong>to stimulate innovative businesses in an innovation ecosystem to foster a sustainable blue economy in line with the <a href=\"https://ec.europa.eu/info/publications/communication-european-green-deal_en\">European Green Deal</a>.<span><span> </span></span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p> </p><p>Proposals should cover all of the following core activities and include at least one complementary activity, such as those included in the non-exhaustive list of examples below reported.</p><p><em>Core activities</em><strong>​</strong></p><ul level=\"0\"><li><strong>Establishing a network between Atlantic ports</strong></li> </ul><p>Applicants should identify in the proposal a list of Atlantic ports in EU territories (minimum two from different countries) which will cooperate and participate in the network. Additional Atlantic ports from other EU Member States and eligible countries may be included in the network to facilitate cooperation and cross-learning. The proposal should describe the set-up of the network and how the ports will participate. The ports may be partners in the project proposal.</p><ul level=\"0\"><li><strong>Defining the common challenges</strong></li> </ul><p>The proposed network of Atlantic ports should identify the thematic challenges for blue economy business innovation that they will jointly target, as part of a joint strategy for a blue accelerator scheme.</p><ul level=\"0\"><li><strong>Bringing together different stakeholders, including start-ups and SMEs</strong></li> </ul><p>The action will foster an innovation ecosystem that will provide access for innovative blue economy companies to information, ideas, financing, etc. The ecosystem must include investors, ports, entrepreneurs and the public sector. The action should bring together all of these stakeholders to cooperate with the Atlantic ports network, in order to develop a common vision and identify solutions to the thematic challenges, which can be delivered through a blue accelerator scheme.</p><ul level=\"0\"><li><strong>Designing measures to stimulate innovative businesses in the blue economy </strong></li> </ul><p>The action will design and set in place a blue accelerator scheme to deliver services such as mentorship, bootcamps, investment and public support to help start-ups to grow and/or to scale up innovative businesses.</p><ul level=\"0\"><li><strong>Designing measures to support access to finance and funding sources</strong></li> </ul><p>The action will design tools/services to facilitate access to finance for innovative businesses. This should include supporting the identification of, and linking with, complementary sources of funding at national/regional and transnational/EU levels, and matching innovative start-ups with investors.</p><ul level=\"0\"><li><strong>Preparing a business plan</strong></li> </ul><p>The action will prepare a business plan for the blue accelerator scheme and for the continuity of the Atlantic Ports network. The business plan should include funding, including from the public sector and private investors, to ensure the sustainability of the scheme and the support services for innovative businesses.</p><p><em>Complementary activities</em></p><p>Proposals should include complementary activities (at least one) to support the core activities and the call objectives. Examples of complementary activities are:</p><ul level=\"0\"><li>Wider networking, awareness raising and dissemination activities.</li><li>Activities that will increase complementarity and synergies with relevant projects funded under other EU programmes as well as with relevant initiatives and transnational programmes or policies. Existing port accelerator initiatives around Europe could be leveraged to transform Atlantic ports into blue economy hubs. Applicants may consider cooperating with existing initiatives.</li><li>Fundraising activities</li> </ul><p><span><span>This above list of complementary activities is non-exhaustive. </span></span><span><span>Other activities may be proposed, provided they are justified and in line with the call objectives.</span></span></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p> </p><p>The expected results should cover each of the following points:</p><ul level=\"0\"><li>creation of new businesses and jobs in the sustainable blue economy</li><li>increased investment in start-ups and innovative businesses in the sustainable blue economy</li><li>sustainable cooperation, via a network, between Atlantic ports</li><li>mobilisation of ports and stakeholders around a common strategy with appropriate solutions to respond to thematic challenges and to support innovative blue economy businesses</li><li>creation of an innovation ecosystem fostering continued cooperation between businesses, entrepreneurs, investors and the public sector</li><li>mobilisation of stakeholders towards a blue accelerator scheme offering support to grow/scale-up start-ups and innovative businesses via different methods such as mentorship, bootcamps, support to secure funding and finance, etc.</li> </ul><p>The list of expected results above is non-exhaustive and applicants may add other expected results if relevant.<span><span> </span></span></p>\n", "conditions": "<p><strong><span style=\"color: rgb(0, 0, 128);\">1.&nbsp;Eligible countries:</span></strong> described in section 5 of the call document.</p>\r\n<p>&nbsp;</p>\n<p><strong><span style=\"color: rgb(0, 0, 128);\">2. Eligibility and admissibility conditions:</span></strong><span style=\"color: rgb(0, 0, 128);\"> </span>described in section 4 and 5 of the call document.</p>\r\n<p>&nbsp;</p>\n<p><span style=\"color: rgb(0, 0, 128);\"><strong>3. Proposal page limits and layout:</strong></span></p>\r\n<ul>\r\n    <li>page limit: 60 pages</li>\r\n    <li>page size: A4</li>\r\n    <li>minimum font size &mdash; Arial 8 points</li>\r\n    <li>margins (top, bottom, left and right): at least 15 mm (not including headers &amp; footers)</li>\r\n    <li>supporting documents can be provided as an annex and do not count towards the page limit</li>\r\n</ul>\n<p><span style=\"color: rgb(0, 0, 128);\"><strong>4. Evaluation:</strong></span></p>\r\n<ul>\r\n    <li>Evaluation criteria, scoring and thresholds are described in section 6 of the call document</li>\r\n    <li>Submission and evaluation processes are described in section 8 and 10 of the call document&nbsp;</li>\r\n</ul>\n<p> </p><p>If necessary, a priority order for proposals that have obtained the same score will be implemented. The following approach will be applied successively for every group of ex aequo proposals requiring prioritisation, starting with the highest scored group, and continuing in descending order:</p><p>The ex aequo proposals will be prioritised according to the scores they have been awarded for the criterion “Relevance and added value”. When these scores are equal, priority will be based on their scores for the criterion “Impact”. When these scores are equal, priority will be based on their scores for the criterion “Project implementation”.</p><p>If a distinction still cannot be made, a further prioritisation can be done by considering other factors related to the objectives of the call for proposals. These factors will be documented in the evaluation report.</p><p>Unsuccessful applications will be informed about their evaluation result <em>(see timetable section 3)</em>.</p><p>One successful application will be invited for grant agreement preparation.</p>\n<p><strong><span style=\"color: rgb(0, 0, 128);\">5. Indicative time for evaluation and grant agreement: </span></strong>described in section 3 of the call document.</p>\n<p><strong>6<span style=\"color: rgb(0, 0, 128);\">. Proposal templates, evaluation forms and model grant agreements (MGA):</span></strong></p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/wp-call/call-fiche-emff-apc-2020_en.pdf\" target=\"_blank\">Call for proposals Cross-sectoral development of innovative port clusters in the Atlantic (EMFF-APC-2020)</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/tpl/pt/pt-emff-apc-2020_en.pdf\" target=\"_blank\">Proposal template document</a> which includes: Administrative Forms (part A), Technical Submission Template (part B), Detailed budget table (annex 1 to the Technical Submission Template (part B)), Operational capacity fiche (annex 2 to the Technical Submission Template (part B)), EMFF project indicators table (annex 3 to the Technical Submission Template (part B))</li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/wp-call/call-fiche-emff-blueeconomy-2018-annex_en.pdf\" target=\"_blank\">EASME environmental policy</a></li>\r\n    <li><a href=\"https://ec.europa.eu/fisheries/sites/fisheries/files/docs/body/c-2019-8977-annex_en.pdf\" target=\"_blank\">Annual work programme 2020</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/guide/emff-guide-applicants_en.pdf\" target=\"_blank\">Guide for Applicants</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/mga/emff-mga-multi_en.pdf\" target=\"_blank\">Model Grant Agreement &ndash; Multi-beneficiary</a></li>\r\n</ul>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<div style=\"mso-element:comment-list\">\r\n<div style=\"mso-element:comment\">\r\n<div id=\"_com_1\" class=\"msocomtxt\" language=\"JavaScript\"><!--[if !supportAnnotations]--></div>\r\n<!--[endif]--></div>\r\n</div>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<div><b><br />\r\n</b></div>\n", "supportInfo": "<p>For help related to this call, please contact: <a href=\"mailto:EASME-EMFF-calls@ec.europa.eu\" target=\"_blank\">EASME-EMFF-calls@ec.europa.eu</a></p>\r\n<p><a href=\"https://ec.europa.eu/easme/en/frequently-asked-questions-emff-calls-proposals\" target=\"_blank\">Frequently Asked Questions about EMFF Calls for proposals</a>&nbsp;This website is updated with the answers to the most frequent questions that have been submitted to EASME.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\">H2020 Online Manual</a> is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=EMFF;actions=;keyword=\" target=\"_blank\">Funding and Tenders Portal FAQ</a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a> - contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a> help you find a partner organisation for your proposal.</p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<div>\r\n<div id=\"ftn3\">&nbsp;</div>\r\n</div>\r\n<div style=\"mso-element:footnote-list\">\r\n<div>\r\n<div id=\"ftn3\">&nbsp;</div>\r\n</div>\r\n</div>", "staticAdditionalInfo": "<p> </p><p><span>This call aims to support the development of a blue accelerator scheme for Atlantic ports, which is a thematic priority of the Atlantic action plan, linked <span> to the <a href=\"https://atlanticstrategy.eu/\">Atlantic maritime strategy</a></span></span></p><p><span>This priority is based on the notion that much of the economic activity in maritime areas is centred on ports, which play an increasing role as a hub and accelerator for various types of innovative activities supporting sustainability, beyond providing traditional services linked to shipping and logistics. </span><span>Ports play a paramount role in building healthy and competitive communities, but Atlantic ports are facing </span>a number of challenges (e.g. to become greener, more energy efficient, integrate emerging technologies, etc.)</p><p><span>To stay relevant and competitive in the blue economy of tomorrow, <strong>ports will need to focus on innovating their approach to traditional activities while developing new non-traditional activities to diversify their income streams and reinvent themselves as true blue economy hubs.</strong></span></p><p><span><span>Nurturing an ecosystem of companies and innovative start-ups in and around ports based on modern innovation methods (e.g. </span></span>business accelerators<span>) can lead to such a transition. Besides stimulating growth of developing companies in the blue economy, it can also help ports resolve pertinent challenges in their own business environment.</span></p>\n<p> </p><p>The available call budget is <strong>EUR 1 100 000</strong>.</p><p>This budget may be increased by maximum 20%.</p><p>EASME considers that this amount would allow the specific objectives to be appropriately addressed. Nonetheless, this does not preclude submission and selection of a proposal requesting a lower amount.</p><p>The EU reserves the right not to award all available funds, depending on the applications received and the evaluation results.</p>\n", "latestInfos": [{"approvalDate": "Sep 4, 2020 4:34:57 PM", "lastChangeDate": "Sep 4, 2020 4:34:57 PM", "content": "<p>REMINDER: The deadline for applications is 10 September 2020, 17:00 CET.&nbsp;Questions received later than 7 days before the call deadline cannot be answered.</p>\r\n<p>We kindly remind applicants to pay attention to the <strong>Eligibility conditions in section 5 of the call document</strong>, especially the <strong>eligibility conditions for consortia</strong>:&nbsp;</p>\r\n<ul>\r\n    <li>The coordinating entity (leading partner) must be established in one of the four EU Member States participating in the Atlantic maritime strategy (France, Ireland, Portugal, Spain).&nbsp;</li>\r\n    <li>The consortium must include (at least) one network association of incubators/business innovation centres/accelerators.&nbsp;</li>\r\n    <li>The consortium must have at least four different partners established in the four different countries participating in the Atlantic maritime strategy (France, Ireland, Portugal, Spain).</li>\r\n</ul>\r\n<h2 style=\"box-sizing: border-box; font-family: Verdana, &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-weight: 500; line-height: 1.1; color: rgb(51, 102, 153); margin-top: 20px; margin-bottom: 10px; font-size: 26px;\">&nbsp;</h2>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 9, 2020 12:00:00 AM", "lastChangeDate": "Jun 9, 2020 12:00:00 AM", "content": "The submission session is now available for: EMFF-APC-2020(EMFF-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}