{"TopicDetails": {"type": 0, "ccm2Id": 42266723, "cftId": 0, "identifier": "OM", "title": "Ocean-Monitoring", "publicationDateLong": 1569283200000, "callIdentifier": "EMFF-OM-2019", "callTitle": "Environmental monitoring of ocean energy devices", "callccm2Id": 42266740, "allowPartnerSearch": true, "workProgrammepart": {"id": 274554, "ccm_id": 31116410, "wp_part": "EMFF-2019", "wp_year": "EMFF-2019", "wp_title": "EMFF-2019", "wp_website": "https://ec.europa.eu/easme/en/european-maritime-and-fisheries-fund", "wp_document": "https://ec.europa.eu/fisheries/cfp/emff/annual-work-programme-grants-and-procurement_en"}, "frameworkProgramme": {"id": 31098847, "abbreviation": "EMFF", "description": "European Maritime and Fisheries Fund"}, "programmeDivision": [{"id": 31098849, "abbreviation": "EMFF-1-1", "description": "EMFF-1-1"}, {"id": 31098848, "abbreviation": "EMFF-1", "description": "EMFF-1"}], "topicMGAs": [], "tags": ["ocean", "environmental monitoring", "wave energy", "ocean energy devices", "licensing", "renewables", "impact assessment", "ocean energy", "ocean monitoring", "tidal energy"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EMFF-AG EMFF Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "24 September 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["15 January 2020"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3300550": [{"action": "OM - EMFF-AG EMFF Action Grant", "plannedOpeningDate": "24 September 2019", "deadlineModel": "single-stage", "deadlineDates": ["15 January 2020"], "budgetYearMap": {"2019": 2300000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2019"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Ocean energy could provide clean, predictable, indigenous and reliable energy and contribute to the EU's objective of reaching a share of renewables of at least 32% of the EU’s gross final consumption by 2030.</p><p>The EU is currently the global leader in ocean energy technologies.</p><p>The Commission adopted in 2014 a Communication on Blue Energy, which recognised the immense potential of harnessing the power of our seas and oceans. It is also one of the sectors that were identified in the Commission's Blue Growth Communication<u> </u>as an area where EU action can complement initiatives by the Member States to help this nascent industry develop faster and establish a new industrial sector.</p><p>The Ocean Energy Strategic Roadmap “Building Ocean Energy for Europe” published in November 2016 identified de-risking environmental consenting as a key challenge. The development of fit-for-purpose, effective and efficient licensing systems for ocean energy projects across Member States is essential at this stage of development of the sector. This was further confirmed as a priority area for cooperation with member states in the SET Plan Ocean Energy implementation plan adopted by the adopted by SET plan steering committee in March 2018.</p><p>Strategic planning is necessary to prevent future conflicts with other sea users and to ensure minimal impact of ocean energy deployment on the marine environment. Early and coordinated environmental assessment procedures under applicable environmental legislations (Directives on Strategic Environmental Assessment Environmental Impact Assessment, Marine Strategy Framework, Habitats, Birds, NATURA 2000 and Maritime Spatial Planning) and the respective national legal rules are fundamental in ensuring compliance and stakeholders' involvement.</p><p>Developers’ application for consent requires a sound understanding of environmental assessment and processes applied to ocean energy. However, deployments of ocean energy devices are without precedent and there is limited empirical data that could inform the regulatory process. Obtaining consent for an emerging technology such as ocean energy can be time consuming and costly. This also entails the need for public information, consultation and support. Consenting processes, thus, need to be anticipated, tailored and proportionate.</p><p>Close environmental monitoring and impact assessment and an early understanding of these aspects will benefit the current and future deployments of the ocean energy sector as a whole, by putting in place a guiding framework within which to establish protocol for regulatory assessments, licensing, control and monitoring. This will help to steer the transition from research and development to commercial deployment of new technologies.</p><p>This is the second call for proposals in this area launched with support of the EMFF.</p><p>The general objectives of this call for proposals are:</p><ul level=\"0\"><li>To increase the amount of environmental data and improve knowledge on assessing possible impacts of ocean energy devices (wave, tidal and ocean thermal energy conversion) deployed at sea;</li><li>To contribute to reducing uncertainty in modelling potential impacts of future ocean energy devices;</li><li>To provide guidance to ocean energy developers and to public competent authorities in charge of licencing and maritime planning ;</li><li>To inform stakeholders and help feed the public debate</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>Geographical scope</strong></p><p>The geographic area covered by the action includes the whole of the EU.</p><p><em>Activities outside of the EU may be included if relevant to achieving the overall and specific objectives of this call.</em></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong>Expected outputs:</strong></p><p>Projects under this action should achieve concrete outputs within the project duration. The proposal must clearly describe the specific outputs of the project in terms of:</p><ul level=\"0\"><li>Improved environmental information on deployments of ocean energy devices at sea condition in test centres or commercial sites;</li><li>Identified and covered gaps in knowledge in the area of consenting and licencing;</li><li>Increased exchange of information on environmental status and possible impacts of ocean energy devices between EU Member States consenting authorities;</li><li>Increased awareness of and education in environmental monitoring, control and maritime spatial planning;</li><li>Increased public awareness, engagement and social acceptance of ocean energy projects;</li><li>Development and integration of publicly available recommendations and tools (for decision makers, developers, stakeholders, etc.), which will be used to improve and streamline processes and reduce duplication of efforts;</li><li>Facilitate the identification and selection of sites as well as future consenting;</li><li><em>Integration/Updating environmental data platform aligned with relevant existing legislation and initiatives (e.g. EMODnet, Inspire Directive, Marine Strategy Framework Directive, Maritime Spatial Planning, etc.).</em></li> </ul><p>A list of relevant indicators (qualitative/quantitative) to measure the expected outputs and impacts of the project must be included in the proposal.</p>\n", "conditions": "\n<p><strong><span style=\"color: rgb(0, 0, 128);\">Eligibility and admissibility conditions:</span></strong><span style=\"color: rgb(0, 0, 128);\"> </span>described in section 4 and 5 of the call document.</p>\r\n<p style=\"background-color: transparent; color: rgb(0, 0, 0); font-family: Arial,Verdana,sans-serif; font-size: 12px; font-style: normal; font-variant: normal; font-weight: 400; letter-spacing: normal; margin-bottom: 12px; margin-left: 0px; margin-right: 0px; margin-top: 12px; orphans: 2; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px; text-align: left; text-decoration: none; text-indent: 0px; text-transform: none; -webkit-text-stroke-width: 0px; white-space: normal; word-spacing: 0px;\">The overarching eligibility conditions are that the applicants must be:</p>\r\n<p><span style=\"display: inline !important; float: none; background-color: rgb(255, 255, 255); color: rgb(0, 0, 0); font-family: Arial,Verdana,sans-serif; font-size: 12px; font-style: normal; font-variant: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-decoration: none; text-indent: 0px; text-transform: none; -webkit-text-stroke-width: 0px; white-space: normal; word-spacing: 0px;\"> </span></p>\r\n<ul style=\"background-color: transparent; color: rgb(0, 0, 0); font-family: Arial,Verdana,sans-serif; font-size: 12px; font-style: normal; font-variant: normal; font-weight: 400; letter-spacing: normal; margin-bottom: 12px; margin-left: 0px; margin-right: 0px; margin-top: 12px; orphans: 2; padding-bottom: 0px; padding-left: 40px; padding-right: 0px; padding-top: 0px; text-align: left; text-decoration: none; text-indent: 0px; text-transform: none; -webkit-text-stroke-width: 0px; white-space: normal; word-spacing: 0px;\">\r\n    <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">legal persons - Natural persons are not eligible except self-employed persons or equivalent (i;e. sole traders) where the company does not possess legal personality separate from that of the natural person.</li>\r\n    <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">belong to one of the following categories: private entities, public entities, or international organisations - EU bodies are not eligibile with the exception of the European Commission Joint Research Centre.</li>\r\n    <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">be established in one of the eligible countries, i.e.:\r\n    <ul style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 40px; padding-right: 0px; padding-top: 0px;\">\r\n        <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">EU Member States (including overseas countries and territories (OCTs))</li>\r\n        <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">eligible non-EU countries:\r\n        <ul style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 40px; padding-right: 0px; padding-top: 0px;\">\r\n            <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">applicants established in non-EU countries are eligible under the condition that their involvement is necessary in view of the nature of the action and in order to achieve its objectives.</li>\r\n        </ul>\r\n        </li>\r\n    </ul>\r\n    </li>\r\n    <li style=\"background-color: transparent; font-family: Arial,Verdana,sans-serif; font-size: 12px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; padding-bottom: 0px; padding-left: 0px; padding-right: 0px; padding-top: 0px;\">be directly responsible for the preparation and management of the project with the other applicants, i.e. not acting as an intermediary.</li>\r\n</ul>\n<p><strong>Admissibility requirements:</strong></p><ul level=\"0\"><li>Applications must be sent no later than the deadline for submitting applications referred to in section 3.</li><li>Applications must be submitted in writing (see section 15), using the application form provided in annex to this Call for Proposals.</li><li>Applications must be drafted in one the EU official languages. Submission in English is strongly encouraged and will facilitate the evaluation process.</li> </ul><p>Failure to comply with those requirements will lead to the rejection of the application.</p><p>​<strong>Eligibility criteria:</strong></p><p><strong><span><span>1.1.</span> </span><span><span>Geographical eligibility</span></span></strong></p><p><em>Applicants from all EU Member States are eligible[[<em><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> For British applicants: Please be aware that eligibility criteria must be complied with for the entire duration of the grant. If the United Kingdom withdraws from the EU during the grant period without concluding an agreement with the EU ensuring in particular that British applicants continue to be eligible, you will cease to receive EU funding (while continuing, where possible, to participate) or be required to leave the project on the basis of Article II.17 of the grant agreement.</em>]]. Applicants established in non-EU countries are eligible to participate as partners if their involvement is necessary in view of the nature of the action and in order to reach its objectives. </em></p><p><span><strong><span>1.2.</span></strong> </span><span><strong><span>Eligible applicants</span></strong></span></p><p><em>1. Applicants must be legal entities. They can be public or private bodies. In the event of private bodies, they must be properly constituted and registered under national law. In the event of international organisations[[<em><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> An international organisation can be considered as such if the following criteria are met:</em></em></p><p><em>- it is international;</em></p><p><em>- it is a public sector organisation;</em></p><p><em>- it is set up by intergovernmental agreements.</em></p><p><em>The specialised agencies set up by these organisations will also be considered international organisations.</em></p><p><em>The formal proof is the intergovernmental agreement that establishes the international organisation.]], they must be constituted under international law.</em></p><p>Natural persons are not eligible as applicant for the purpose of the present call.</p><p>To be considered a public entity, the body in question must fulfil <u>all</u> of the following criteria:</p><ul level=\"0\"><li>The body has been created by a public authority or is governed by private law with a public service mission;</li><li>The public interest of the body must be explicitly mentioned in the relevant legal or administrative act(s);</li><li>The body is financed totally or to a large extent (more than 50%) by public sources;</li><li>In the event that the entity stops its activities, all rights and obligations including financial rights and obligations will be transferred to a public authority. </li> </ul><p>For bodies to be considered as public entity, <u>proof</u> of compliance with the above criteria should be provided together with the proposal.</p><p>2. Applicants must be active at least in one of the following fields: marine biology, renewable energy, marine energy, maritime spatial planning, marine engineering, offshore activities, environmental legislation, environment monitoring and consenting, or any other field if its relevance for the project is duly justified in the proposal. </p><p>3. Examples of potential applicants are (non-exhaustive list):</p><p> Developers of ocean energy devices and supply chain services;</p><p> Licencing bodies, environmental authorities and/or agencies;</p><p> Research and testing centres.</p><p>4. Legal entities having a legal or capital link with applicants, which is neither limited to the action nor established for the sole purpose of its implementation, may take part in the action as affiliated entities[[<em><a href=\"#_ftnref3\" name=\"_ftn3\">[3]</a> Art. 122 Financial Regulation (FR).</em>]], and may declare eligible costs as specified in section 11.2. For that purpose, applicants shall identify such affiliated entities in the application form. The affiliated entities will have to comply with the eligibility and exclusion criteria.</p><p>5. Supporting documents: In order to assess the applicants' eligibility, the following supporting documents are requested for the coordinator and each of the partners:</p><p> Public entity: copy of the resolution/law/decree/decision establishing the entity OR if not available, any other official document proving the establishment of the entity by the national authorities;</p><p> Private entity: extract from the official journal, copy of articles of association, extract of trade or association register, VAT registration document;</p><p> Affiliated entities: shall demonstrate their legal/capital link with the applicant.</p><p><em>It is encouraged that proposals are submitted by a consortium (partnership) of organisations from at least two different EU Member States. Nonetheless, this does not preclude submission of proposals by a sole applicant. </em></p><p><em>In the case of a consortium, one of these organisations must act as coordinator, while the others will act as partners. </em></p><p><em>All partners of the consortium will provide the coordinator with a power of attorney in writing through a mandate signed for that purpose[[<em><a href=\"#_ftnref4\" name=\"_ftn4\">[4]</a> A template for this mandate can be downloaded from the dedicated EASME EMFF website at the following address: <a href=\"https://ec.europa.eu/easme/en/european-maritime-and-fisheries-fund\">https://ec.europa.eu/easme/en/european-maritime-and-fisheries-fund</a></em>]]. The mandate shall fully empower the coordinator to act on the partners' behalf in the context of the grant agreement.</em></p><p><span><strong><span>1.3.</span></strong> </span><span><strong><span>Observers</span></strong></span></p><p><em>It is possible for other relevant parties to participate with an observer status e.g. from non EU Member States or other regional or international organisations active in the field of renewables and marine energy, environmental monitoring and related sectors.</em></p><p>However, these entities shall not be entitled to receive Union financial support. Thus participation in any project activity will be at the observer's own expenses. Moreover, these entities will not be taken into consideration for determining compliance with the eligibility conditions for consortia set out above.</p><p><strong>1.4.</strong> <strong> Eligible activities</strong></p><p>Eligible activities shall be those necessary to carry out the project and realise the intended outputs/results, in accordance with the objectives listed in section 2.</p>\n<p><span style=\"color: rgb(0, 0, 128);\"><strong>Proposal page limits and layout:</strong></span></p>\r\n<ul>\r\n    <li>page limit: 60 pages</li>\r\n    <li>page size: A4</li>\r\n    <li>minimum font size &mdash; Arial 8 points</li>\r\n    <li>margins (top, bottom, left and right): at least 15 mm (not including headers &amp; footers)</li>\r\n    <li>supporting documents can be provided as an annex and do not count towards the page limit</li>\r\n</ul>\n<p><span style=\"color: rgb(0, 0, 128);\"><strong>Evaluation:</strong></span></p>\r\n<ul>\r\n    <li>Evaluation criteria, scoring and thresholds are described in section 6 of the call document</li>\r\n    <li>Submission and evaluation processes are described in section 8 and 10 of the call document&nbsp;</li>\r\n</ul>\n<p><strong>​Award criteria:</strong></p><p>The application will be assessed on the basis of the following award criteria.</p><p><em>A maximum of 100 points will be awarded for the quality of the proposal. The required minimum overall score required is 60 points and a minimum score of 50% is required for each criterion (see below). </em></p><p>Proposals will be ranked according to their total score.</p><p>The EASME may call upon external experts in support of the evaluation of the proposals.</p><table>  <tbody>   <tr>    <td> <p><strong>1. Relevance and added value</strong></p> <p> </p> <p><strong>Max. score – 30 points (minimum required 15 points)</strong></p> </td>    <td> <p>Relevance and added value will be assessed on the following</p> <p>basis:</p> <p>– Relevance and scope of the proposal and its expected results to achieving the objectives of the action; </p> <p>– Added value of the proposal in terms of innovation, synergies/complementarity with other relevant initiatives or national and EU policies; </p> <p>– Capacity to involve and promote dialogue and cooperation with relevant stakeholders.</p> <p>– Degree of involvement of different partners bringing a transnational dimension into the proposal. </p> <p> </p> </td>   </tr>   <tr>    <td> <p><em><strong>2. Project </strong><strong>implementation</strong></em></p> <p> </p> <p><em><strong>Max. score – 50 points (minimum required 15</strong><strong> points)</strong></em></p> </td>    <td> <p>Project implementation will be assessed on the following basis:</p> <p>– Effectiveness and coherence of the work plan;</p> <p>– Feasibility in terms of activities and timetable; </p> <p>– Appropriate and balanced allocation of tasks and human resources; </p> <p>– Appropriate project management set-up; </p> <p>– Complementarity of partners, where applicable; </p> <p>– Adequate risk management. </p> <p>– Clearly presented and appropriate budget representing cost-effective allocation of financial resources in relation to the planned activities and outputs.</p> <p> </p> </td>   </tr>   <tr>    <td> <p><strong>3. Impact</strong></p> <p> </p> <p><strong>Max. score – 20 points (minimum required 10 points)</strong></p> </td>    <td> <p>Impact will be assessed on the following basis:</p> <p>– Expected outputs and impact;</p> <p>– Dissemination, sustainability and transferability of the expected results and potential multiplier effect.</p> </td>   </tr>  </tbody> </table>\n<p><strong><span style=\"color: rgb(0, 0, 128);\">Indicative time for evaluation and grant agreement: </span></strong>described in section 3 of the call document.</p>\n<p><strong>P<span style=\"color: rgb(0, 0, 128);\">roposal templates, evaluation forms and model grant agreements (MGA):</span></strong></p>\r\n<ul>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/wp-call/call-fiche-emff-om-2019_en.pdf\" target=\"_blank\">Call for proposals</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/tpl/pt/pt-emff-om-2019_en.pdf\" target=\"_blank\">Administrative Forms (part A)), Technical Submission Template (part B),Operational capacity fiche (annex 1 to the Technical Submission Template (part B)) and EMFF project indicators excel sheet (annex 2 to the Technical Submission Template (part B)</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/tpl/pt/pt-emff-budget-table_en.xlsm\" target=\"_blank\">Detailed budget table</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/wp-call/call-fiche-emff-blueeconomy-2018-annex_en.pdf \" target=\"_blank\">EASME's environmental policy</a></li>\r\n    <li><a href=\"https://ec.europa.eu/fisheries/sites/fisheries/files/docs/c-2018-8395-annex_en.pdf\" target=\"_blank\">Annual work programme 2019</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/guide/emff-guide-applicants_en.pdf\" target=\"_blank\">Guide for Applicants</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/mga/emff-mga-multi_en.pdf \" target=\"_blank\">Model Grant Agreement &ndash; Multi-beneficiary</a></li>\r\n    <li><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/emff/mga/emff-mga-mono_en.pdf \" target=\"_blank\">Model Grant Agreement &ndash; Mono-beneficiary</a></li>\r\n</ul>\r\n<p>&nbsp;</p>\n<p>&nbsp;</p>\r\n<div style=\"mso-element:comment-list\">\r\n<div style=\"mso-element:comment\">\r\n<div class=\"msocomtxt\" id=\"_com_1\" language=\"JavaScript\"><!--[if !supportAnnotations]--></div>\r\n<!--[endif]--></div>\r\n</div>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\n", "supportInfo": "<p><span lang=\"EN-US\" style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\"> </span></p>\r\n<p style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 0px;\"><span lang=\"EN-US\" style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;Arial&quot;,sans-serif; font-size: 9pt;\">All questions related to this call have to be sent by e-mail to: </span><span lang=\"EN-US\" style=\"margin: 0px; font-family: &quot;Arial&quot;,sans-serif; font-size: 9pt;\"><a target=\"_blank\"><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(0, 68, 148);\">EASME-EMFF-calls@ec.europa.eu</span></a><span style=\"margin: 0px; color: rgb(51, 51, 51);\"> no later than 7 January 2020, indicating as subject title the call reference &quot;EASME/EMFF/2019/1.2.1.1&quot;. Such questions, together with their answers, if of a general interest, will be published on this</span><u><span style=\"margin: 0px; padding: 0cm; border: 1pt windowtext; border-image: none; color: rgb(0, 68, 148);\"> <a href=\"https://ec.europa.eu/easme/en/section/maritime/questions-and-answers-environmental-monitoring-ocean-energy-devices-call\"><font color=\"#0563c1\">website</font></a></span></u><span style=\"margin: 0px; color: rgb(51, 51, 51);\">, which applicants are strongly recommended to consult regularly.</span></span><span lang=\"EN-US\" style=\"margin: 0px; color: rgb(51, 51, 51); font-family: &quot;Arial&quot;,sans-serif; font-size: 10.5pt;\">&nbsp;<br  />\r\n</span></p>\r\n<p><a href=\"https://ec.europa.eu/easme/en/frequently-asked-questions-emff-calls-proposals\" target=\"_blank\">Frequently Asked Questions about EMFF Calls for proposals</a>&nbsp;This website is updated with the answers to the most frequent questions that have been submitted to EASME.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/index_en.htm\" target=\"_blank\">H2020 Online Manual</a> is your guide on the procedures from proposal submission to managing your grant.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=EMFF;actions=;keyword=\" target=\"_blank\">Funding and Tenders Portal FAQ</a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://een.ec.europa.eu/\" target=\"_blank\">Enterprise Europe Network</a> &ndash; contact your EEN national contact for advice to businesses with special focus on SMEs. The support includes guidance on the EU research funding.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a> - contact the Participant Portal IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><a href=\"http://www.iprhelpdesk.eu/\" target=\"_blank\">European IPR Helpdesk</a> assists you on intellectual property issues.</p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/partner-search\" target=\"_blank\">Partner Search Services</a> help you find a partner organisation for your proposal.</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>The Executive Agency for Small and Medium-sized Enterprises, hereafter referred to as \"EASME\", acting under the powers delegated by the European Commission (also referred as \"the Commission\"), is launching a call for proposals with a view to concluding grant agreements for projects in the field of environmental monitoring of wave and tidal devices.</p><p>The action covered by this call for proposals forms part of the EMFF Work Programme, whose implementation is delegated to EASME.</p><p>According to the Act of Delegation, grant agreements will be signed by EASME.</p><p>Ocean energy could provide clean, predictable, indigenous and reliable energy and contribute to the EU's objective of reaching a share of renewables of at least 32% of the EU’s gross final consumption by 2030.</p><p><em>The EU is currently the global leader in ocean energy technologies.</em></p><p>The Commission adopted in 2014 a Communication on Blue Energy, which recognised the immense potential of harnessing the power of our seas and oceans. It is also one of the sectors that were identified in the Commission's Blue Growth Communication<u> </u>as an area where EU action can complement initiatives by the Member States to help this nascent industry develop faster and establish a new industrial sector.</p><p>The Ocean Energy Strategic Roadmap “Building Ocean Energy for Europe” published in November 2016 identified de-risking environmental consenting as a key challenge. The development of fit-for-purpose, effective and efficient licensing systems for ocean energy projects across Member States is essential at this stage of development of the sector. This was further confirmed as a priority area for cooperation with member states in the SET Plan Ocean Energy implementation plan adopted by the adopted by SET plan steering committee in March 2018.</p><p>Strategic planning is necessary to prevent future conflicts with other sea users and to ensure minimal impact of ocean energy deployment on the marine environment. Early and coordinated environmental assessment procedures under applicable environmental legislations (Directives on Strategic Environmental Assessment Environmental Impact Assessment, Marine Strategy Framework, Habitats, Birds, NATURA 2000 and Maritime Spatial Planning) and the respective national legal rules are fundamental in ensuring compliance and stakeholders' involvement.</p><p>Developers’ application for consent requires a sound understanding of environmental assessment and processes applied to ocean energy. However, deployments of ocean energy devices are without precedent and there is limited empirical data that could inform the regulatory process. Obtaining consent for an emerging technology such as ocean energy can be time consuming and costly. This also entails the need for public information, consultation and support. Consenting processes, thus, need to be anticipated, tailored and proportionate.</p><p>Close environmental monitoring and impact assessment and an early understanding of these aspects will benefit the current and future deployments of the ocean energy sector as a whole, by putting in place a guiding framework within which to establish protocol for regulatory assessments, licensing, control and monitoring. This will help to steer the transition from research and development to commercial deployment of new technologies.</p><p>This is the second call for proposals in this area launched with support of the EMFF.</p>\n<p><em>This call is launched in accordance with the 2019 Work Programme<u> (1) </u>or the Implementation of the European Maritime and Fisheries Fund (EMFF) (section 1.2.1.1 of the annex), on the basis of the objectives set out in the Regulation (EU) No 508/2014 of the European Parliament and of the Council of 15 May 2014 on the European Maritime and Fisheries Fund<u> (2)</u>, and in particular Article 82(c).</em></p><p><em>​(1) </em>Commission Implementing Decision C(2018) 8395 final of 13 December 2018 on the financing of the European Maritime and Fisheries Fund and the adoption of the work programme for 2019, and its annex.</p><p>(2) Regulation (EU) No 508/2014 of the European Parliament and of the Council of 15 May 2014 on the European Maritime and Fisheries Fund and repealing Council Regulations (EC) No 2328/2003, (EC) No 861/2006, (EC) No 1198/2006 and (EC) No 791/2007 and Regulation (EU) No 1255/2011 of the European Parliament and of the Council, Official Journal of the European Union, L 149/1 of 20.5.2014.</p><p><strong>​Budget available:</strong></p><p>The total budget earmarked for this action is <strong>EUR 2 300 000.</strong></p><p>This budget might be increased by maximum 20%.</p><p>The EU grant is limited to a maximum co-funding rate of 80% of eligible costs actually incurred.</p><p>It is estimated that proposals requesting a contribution from the EU of between EUR 800,000 and EUR 1,500,000 would allow the objectives of this call for proposals to be addressed appropriately. The amount requested should be consistent and proportional with the scope of the proposal (number of applicants, number of Member States involved, activities proposed, etc.). Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p>EASME expects to fund 2 to 4 proposals.</p><p>EASME reserves the right not to distribute all the funds available.</p>\n", "latestInfos": [{"approvalDate": "May 18, 2020 7:28:42 PM", "lastChangeDate": "May 18, 2020 7:28:42 PM", "content": "<p><b><span style=\"mso-bidi-font-size:10.0pt;mso-fareast-font-family:&#10;Calibri;mso-bidi-font-family:Arial;color:#FFA53C;text-transform:uppercase;&#10;mso-fareast-language:EN-US\">EVALUATION results</span></b><b><span style=\"mso-bidi-font-size:10.0pt;mso-fareast-font-family:Calibri;mso-bidi-font-family:&#10;Arial;text-transform:uppercase;mso-fareast-language:EN-US\"> </span></b></p>\r\n<p><span style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:&#10;Arial\">The results of the evaluation are as follows: </span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;&#10;mso-bidi-font-family:Arial\">Number of proposals submitted: 3</span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;&#10;mso-bidi-font-family:Arial\">Number of inadmissible proposals: 0</span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:18.0pt;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;&#10;mso-bidi-font-family:Arial\">Number of ineligible proposals: 0</span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:17.85pt;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:&#10;10.0pt;mso-bidi-font-family:Arial\">Number of above-threshold proposals: 2</span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:17.85pt;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:&#10;10.0pt;mso-bidi-font-family:Arial\">Total budget requested for above-threshold proposals: EUR 3,004,569.41</span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:17.85pt;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:&#10;10.0pt;mso-bidi-font-family:Arial\">Available budget: EUR 2,300,000.00</span></p>\r\n<p style=\"margin-top:1.0pt;margin-right:0cm;margin-bottom:0cm;&#10;margin-left:17.85pt;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p style=\"margin-top: 1pt; margin-right: 0cm; margin-bottom: 0pt;\"><span style=\"mso-bidi-font-size:10.0pt;mso-bidi-font-family:&#10;Arial\">We recently informed the applicants about the evaluation results for their proposals. </span></p>\r\n<p><span style=\"mso-bidi-font-size:&#10;10.0pt;mso-bidi-font-family:Arial;mso-bidi-font-weight:bold;mso-bidi-font-style:&#10;italic\">For questions, p</span><span style=\"mso-bidi-font-size:10.0pt;&#10;mso-bidi-font-family:Arial\">lease contact </span><span style=\"mso-bidi-font-size:&#10;10.0pt;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;&#10;mso-bidi-font-family:Arial;color:blue;mso-fareast-language:EN-US\">EASME-EMFF-CALLS@ec.europa.eu</span></p>"}, {"approvalDate": "Sep 24, 2019 12:30:00 AM", "lastChangeDate": "Sep 24, 2019 12:30:00 AM", "content": "The submission session is now available for: OM(EMFF-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}