{"TopicDetails": {"type": 0, "ccm2Id": 46337222, "cftId": 0, "identifier": "CEF-DIG-2023-5GSMARTCOM-EDGE-WORKS", "title": "5G and Edge Cloud for Smart Communities - Works", "publicationDateLong": 1697500800000, "callIdentifier": "CEF-DIG-2023-5GSMARTCOM-EDGE", "callTitle": "5G and Edge Cloud for Smart Communities", "callccm2Id": 46337227, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43251567, "abbreviation": "CEF2027", "description": "Connecting Europe Facility (CEF)"}, "programmeDivision": [{"id": 45101705, "abbreviation": "CEF-2.3.1", "description": "Digital"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "CEF-INFRA CEF Infrastructure Projects", "typeOfMGA": [{"id": 43249539, "abbreviation": "CEF-AG", "description": "CEF Action Grant Budget-Based"}]}], "plannedOpeningDate": "17 October 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["20 February 2024"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3507305": [{"action": "CEF-DIG-2023-5GSMARTCOM-EDGE-WORKS - CEF-INFRA CEF Infrastructure Projects", "plannedOpeningDate": "17 October 2023", "deadlineModel": "single-stage", "deadlineDates": ["20 February 2024"], "budgetYearMap": {"2023": 51000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>The aim of this call is to support the early deployment of 5G-based systems that enable use cases for certain socio-economic drivers (SEDs). Within the context of this call, the targeted SEDs are public authorities exercising public powers and public or private entities entrusted with the operation of SGIs or SGEIs.</p><p>For guidance on whether a service is of general interest or general economic interest, the applicant may refer to section 6 “Eligibility - Consortium composition - What is an SGI or an SGEI?”. The ultimate responsibility to define what constitutes a SGI or SGEI lays with the Member States, but the Commission has adopted a number of guidance documents on the conditions applicable to public service compensation.</p><p>Projects funded under this call are expected to:</p><p>a) Deploy 5G infrastructures capable of delivering leading-edge connectivity with characteristics (such as Gigabit performance, high-user-density, ubiquitous coverage, capacity to connect IoT devices, low latency and reliability) that are capable of supporting innovative ways of improving the provision of public services and SGIs or SGEIs;</p><p>b) Where necessary, bundle the deployed 5G networks with edge systems capable of supporting the data-intensive use cases and applications required by the involved SEDs.</p><p>The call aims to support 5G best practices beacons in different sectors that can serve as templates for possible replication with other resources, national or EU, or under other programmes (in particular RRF).</p><p>These projects are indirectly expected to demonstrate the potential capabilities and benefits of 5G networks and therefore stimulate the wider and faster deployment and take-up of 5G with edge computing power across Europe. Projects will also contribute to provide the foundation for the development of “lead markets” for 5G and edge systems, eventually relying on technologies and standards developed under other EU programmes, in particular the Digital Europe Programme and Horizon Europe.</p><p>Projects using open, disaggregated and interoperable technology solutions and which allow the emergence of a European ecosystem of 5G suppliers are encouraged.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The CEF funding will cover the deployment of 5G and edge infrastructure elements required to implement innovative use-cases by public authorities and SGI/SGEI providers. Proposals funded under the call are expected to rely on performance characteristics of the 5G technology that are indispensable to implement one or more use cases allowing the concerned public authority or SGI/SGEI provider(s) to deliver new or more efficient services.</p><p>Mobile network operators (MNOs) will deploy 5G networks and provide access to 5G services to socio-economic drivers: these targeted end-users can jointly apply together and contribute to describe the 5G innovative use case(s) they plan to develop.</p><p>CEF funding will support the network <strong>infrastructure elements</strong> of the project, both<strong> active</strong> (5G radio equipment) and<strong> passive</strong> (when the installation and connection of additional base stations is necessary). As indicated below, a limited investment (indicatively in the order of 10% of the total eligible costs threshold) to complete or upgrade the interconnection of the project with public electronic communication networks is also eligible.</p><p>The <strong>upgrade of existing infrastructure</strong> which does not currently provide sufficient quality for the use case is in scope.</p><p>The deployment or upgrade of <strong>backhaul</strong> and access networks connecting the premises where the 5G-supported project will be deployed with public electronic communication networks is not the main focus of this call. In principle, a Gigabit access network connecting the project should either already exist or be planned in parallel to the project. However, the proposal may include a limited investment to complete or upgrade such access (indicatively in the order of 10% of the total eligible costs).</p><p>Investments in backhaul/access networks must be necessary to support the implementation of the 5G project related to the activity of the public authority or of the SGI/SGEI provider concerned by the proposal. Within this maximum 10% threshold, CEF funding cannot exceed the net cost incurred for the deployment of the backhaul/access network linked to the 5G use case in question.</p><p>In addition, if necessary for the implementation of the use case, the CEF funding will support <strong>edge computing infrastructure</strong>, including hardware and software.</p><p>However, individual internet services and software services that make use of the digital infrastructure are not in scope of CEF funding.</p><p>CEF will finance the costs incurred in building infrastructure used to provide the 5G and edge services to the eligible public administrations or public or private entities entrusted with the operation of SGIs or SGEIs, calculated on the basis of generally accepted cost accounting principles.</p><p><strong>Connectivity elements of mobile or fixed devices</strong>, such as antenna equipment, transceivers and connected sensors, are eligible for funding.</p><p>Licenses and software for 5G connectivity are eligible for funding, as well as edge nodes. However, in line with the CEF Regulation 2021/1153, individual application services and its related software services that make use of the supported network and cloud storage and processing infrastructure are not within the scope of this call.</p><p>Note that there can be cases where the public authority or the provider of SGIs or SGEIs which participate in the consortium may not incur any eligible cost if the deployment of all the supported network infrastructure is undertaken by the MNO. However, the smart community end-user (public authority/SGEI/SGI) may incur eligible costs if they deploy connected devices or participate in the project management or use case design.</p><p>Projects will also need to demonstrate that <strong>the infrastructure will be operated</strong> in a forward-looking and future-proof way based on state-of-the-art protocols and standards (e.g. IPv6).</p><p>Proposals will need to justify the availability of the <strong>necessary co-funding</strong> for the 5G and edge deployment as well as the financing of any costs linked to the execution of the whole 5G use case project (e.g. end-user devices, sensors, connectivity subscriptions etc.) that are not covered under this call.</p><p>The project must be located in an area where <strong>no 5G network</strong> able to provide the quality of service needed by the supported use case is commercially available. For this reason, the description of the 5G innovative use case mentioned in the previous paragraph must be accompanied by a statement declaring that, after verification with each of the mobile network operators active in the area, the required 5G connectivity is not commercially available at the end-user location (<em>see section 5 of the call text</em>).</p><p>Furthermore, each proposal should be <strong>supported by local and/or regional authorities</strong> in the area where the deployment is foreseen. This support may take the form of supporting documents such as administrative letters, letters of intent, memoranda of understanding, or other and should include an indication of any plan for other type of public financial support for the roll-out of a 5G network in that specific area known to the abovementioned authorities (<em>idem </em><em>see section 5</em>).</p><p>Mobile Network Operator(s) that take part in the consortium should commit to not declare to the competent authorities any additional mobile coverage resulting from the implementation of the project to justify their <strong>fulfilment of any applicable coverage obligation</strong> (e.g. if they are subject to a coverage obligation attached to a spectrum licence) (idem see section 5).</p><p>Proposals supporting <strong>use cases</strong> in the <strong>healthcare and education sector</strong> will be considered as having a high impact. Such impact will be taken into account when evaluating the proposals under the “Priority and urgency of the action” award criterion.</p><p>Please consult the call document for more information on the scope, including digital security requirements.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>CEF Digital funding is expected to accelerate the take-up of 5G connectivity for the provision of innovative services and contribute to a wider deployment and take-up of 5G at the same time. Such services may help reboot the overall economy after the COVID crisis, as well as support the transition towards the smart provision of services in line with the objectives of the European Green Deal. Such 5G enabled innovation can include:</p><ul level=\"0\"><li>IoT and edge infrastructure and edge community services that require a flexible, low-latency, reliable, high-user-density connectivity infrastructure, e.g. through a combination of fibre and wireless connectivity (5G, small cells, and Wi-Fi) that is IPv6 enabled.</li><li>5G-based use cases that leverage new 5G characteristics, e.g.: higher bandwidth and ubiquitous coverage (eMBB), ultra-low latency (uRLLC), massive machine-type (mMTC).</li><li>Process and data innovations that require infrastructures with advanced service features, e.g. quality of service guarantees enabled by edge computing facilities and support by network slicing.</li><li>Projects using open, disaggregated, interoperable technology solutions and which allow the emergence of a European ecosystem of 5G suppliers.</li> </ul><p>In addition to the support for local innovation, the EU added value is also based on the dissemination of the experience gained through the early adoption of concrete 5G use cases. This will contribute to gaining insights and increasing maturity for 5G-based applications in different sectors. The projects are expected to contribute to the dedicated Programme Support Action (see Section 5.3 of the Work Programme).</p><p>The key performance indicator for this call will include the number of new users of the 5G networks and the number of 5G-based use cases enabled as a result of CEF Digital support. Also, it will include the number of new edge nodes created.</p><p>Beneficiaries will be required to share their knowledge, achievements and lessons learnt, in order to demonstrate to citizens the benefits of 5G by providing concrete examples of 5G based use cases for public authorities or SGI/SEGEI providers.</p><p>It is expected that proposals funded under this call will stimulate a larger deployment and take-up of 5G use cases. This could also possibly be supported under the RRF, replicating best practices. The synergy with RRF may encompass wider “local digital transition projects” in which the 5G connectivity would be (co-)funded under this call and the remaining modules that are not covered by this call (e.g. the deployment of local computing, data or other digital capacities and solutions) would be funded under RRF or other programmes.</p><p>In this call, the EU added value under the “Priority and Urgency” criterion will be addressed mainly by the synergy between projects and there is no requirement for one single project to deploy infrastructure in more than one Member State, hence a cross-border dimension is not required.</p>\n", "conditions": "<p><span style=\"font-family: Arial;\"> </span></p>\r\n<h1><b><span lang=\"EN-US\" style=\"line-height: 18.4px; color: rgb(64, 64, 64);\"><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: medium;\">Conditions</span></span></span></b></h1>\r\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-family: Arial;\"><span style=\"font-size: small;\"><b><span lang=\"EN-US\">1.&nbsp;</span><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\">&nbsp;described in Part B of the Application Form available in the Submission System</span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">2. Eligible countries:&nbsp;</span></b><span lang=\"EN-US\">described in section 6 of of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\">&nbsp;described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b>4. Financial and operational capacity and exclusion:&nbsp;</b>described in&nbsp;<span lang=\"EN-US\">section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></span></span></span></p>\n<ul>\r\n    <li>\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\r\n    </li>\r\n</ul>\n<ul>\r\n    <li>\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\">&nbsp;described&nbsp;section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a> and the&nbsp;</span></span></span></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span lang=\"EN-US\">Online Manual</span></span></span></a></p>\r\n    </li>\r\n</ul>\n<ul>\r\n    <li>\r\n    <p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">Indicative timeline for evaluation and grant agreement:&nbsp;</span></b><span lang=\"EN-US\">described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\r\n    </li>\r\n</ul>\n<p><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants:&nbsp;</span></b><span lang=\"EN-US\">described&nbsp;in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a></span></span></span></span></p>\r\n<p>&nbsp;</p>\n<h1><span style=\"color: rgb(0, 0, 0);\"><span style=\"font-size: medium;\"><span style=\"font-family: Arial;\"><b><span lang=\"EN-US\" style=\"line-height: 18.4px;\">Documents</span></b></span></span></span></h1>\r\n<p><span style=\"color: rgb(0, 0, 0);\"> </span></p>\r\n<p><b style=\"color: rgb(64, 64, 64); font-size: 12px;\"><span lang=\"EN-US\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Call documents:</span></span></span></b></p>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span style=\"color: rgb(0, 0, 0);\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">Call document </a></span></span></span></span><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><o:p></o:p></span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"MsoNormal\"><b style=\"color: rgb(64, 64, 64);\"><span lang=\"EN-US\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Application form and annexes:</span></span></span></b></p>\r\n<p class=\"MsoNormal\"><i><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Proposals (including annexes and supporting documents) must be submitted using the forms provided inside the Submission System (NOT the documents available on the Topic page - there are only for information).</span></i><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><br style=\"mso-special-character:line-break\" />\r\n<!--[if !supportLineBreakNewLine]--><br style=\"mso-special-character:line-break\" />\r\n<!--[endif]--></span><o:p></o:p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/temp-form/af/af_cef-dig_en.pdf\" target=\"_blank\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">Application form (Part A and B)</span></a><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/temp-form/af/detailed-budget-table-per-wp_cef_en.xlsx\" target=\"_blank\">Detailed budget table per Work Package</a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/temp-form/af/timetable-gantt-chart_cef_en.docx\" target=\"_blank\">Timetable (Gantt chart)</a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/temp-form/af/letter-of-support-ms-agreement_cef_en.docx\" target=\"_blank\">Letters of support (MS agreement)</a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/ownership-control-declaration_en.docx\" target=\"_blank\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">MS guarantees</span></a><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/temp-form/af/security-compliance-declaration_cef-dig_en.docx\">Security compliance declarations</a></span><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/agr-contr/mga_cef_en.pdf\" target=\"_blank\">CEF Model Grant Agreement (MGA)</a></span>&nbsp;<o:p></o:p></p>\r\n<p>&nbsp;</p>\n<p><b style=\"color: rgb(64, 64, 64);\"><span lang=\"EN-US\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Additional documents:</span></span></span></b></p>\r\n<p class=\"MsoNormal\"><a href=\"https://digital-strategy.ec.europa.eu/en/multiannual-work-programme-2021-2025-connecting-europe-facility-digital\" target=\"_blank\"><span lang=\"EN-US\">Connecting Europe Facility-Digital&nbsp;</span>Work Programme (2021-2025)</a><o:p></o:p></p>\r\n<p class=\"MsoNormal\"><a href=\"https://eur-lex.europa.eu/eli/reg/2021/1153\" target=\"_blank\"><span lang=\"EN-US\">Connecting Europe Facility Regulation 2021/1153</span></a><o:p></o:p></p>\r\n<p><span style=\"font-size:11.0pt;font-family:&quot;Calibri&quot;,sans-serif;mso-ascii-theme-font:&#10;minor-latin;mso-fareast-font-family:Calibri;mso-fareast-theme-font:minor-latin;&#10;mso-hansi-theme-font:minor-latin;mso-bidi-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-theme-font:minor-bidi;mso-ansi-language:EN-IE;mso-fareast-language:&#10;EN-US;mso-bidi-language:AR-SA\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation 2018/1046</span></a></span></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">For help related to this</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span><b style=\"font-size: 9pt; font-family: Arial, sans-serif;\">call</b><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">, please contact:</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;</span><span style=\"color: rgb(0, 0, 255);\">HaDEA-CEF-DIGITAL-CALLS@ec.europa.eu</span></p>\r\n<p class=\"MsoNormal\"><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Feb 23, 2024 4:34:31 PM", "lastChangeDate": "Feb 23, 2024 4:34:31 PM", "content": "<div>A total of 32 proposals were submitted in response to this call.&nbsp;</div>"}, {"approvalDate": "Nov 9, 2023 12:03:46 PM", "lastChangeDate": "Nov 9, 2023 12:03:46 PM", "content": "<div><span lang=\"EN-US\">Please note that the <u>submission deadline</u> for call CEF-DIG-2023-5GSMARTCOM-EDGE has been extended until <b>20 February 2024, 17:00:00 CET (Brussels time)</b>. </span>\r\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">Sections 4 (Timetable and deadlines)</span></b><span lang=\"EN-US\"> and <strong>5 (Admissibility and documents)</strong> of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/cef/wp-call/2023/call-fiche_cef-dig-2023-5gsmartcom-edge_en.pdf\" target=\"_blank\">call document</a> have been updated accordingly. </span></p>\r\n</div>"}, {"approvalDate": "Oct 26, 2023 3:42:58 PM", "lastChangeDate": "Oct 26, 2023 3:42:58 PM", "content": "The submission session is now available for: CEF-DIG-2023-5GSMARTCOM-EDGE-WORKS(CEF-INFRA)"}, {"approvalDate": "Oct 17, 2023 12:00:09 AM", "lastChangeDate": "Oct 17, 2023 12:00:09 AM", "content": "The submission session is now available for: CEF-DIG-2023-5GSMARTCOM-EDGE-WORKS(CEF-INFRA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}