{"TopicDetails": {"type": 0, "ccm2Id": 44773974, "cftId": 0, "identifier": "EU4H-2022-PJ-01", "title": "Call for proposals to monitor and strengthen the implementation of innovative approaches to prostate, lung and gastric cancer screening at Union level", "publicationDateLong": 1644883200000, "callIdentifier": "EU4H-2022-PJ", "callTitle": "Action Grants 2022 - first wave", "callccm2Id": 44774006, "allowPartnerSearch": true, "workProgrammepart": {"id": 6515, "ccm_id": 45114455, "wp_part": "EU4H-2022", "wp_year": "EU4H-2022", "wp_title": "EU4H-2022"}, "frameworkProgramme": {"id": 43332642, "abbreviation": "EU4H", "description": "EU4 Health Programme (EU4H)"}, "programmeDivision": [{"id": 43332657, "abbreviation": "Health", "description": "Improving and fostering health in the Union to reduce the burden of communicable and non-communicable diseases"}, {"id": 43332653, "abbreviation": "EU4H-1", "description": "EU4H-1"}], "topicMGAs": [], "tags": ["prostrate", "lung", "cancer", "gastric"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EU4H-PJG EU4H Project Grants", "typeOfMGA": [{"id": 43326018, "abbreviation": "EU4H-AG", "description": "EU4H Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 February 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["24 May 2022"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3382182": [{"action": "EU4H-2022-PJ-08 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 300000}, "budgetTopicActionMap": {}}], "3382184": [{"action": "EU4H-2022-PJ-05 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 4000000}, "budgetTopicActionMap": {}}], "3382186": [{"action": "EU4H-2022-PJ-04 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 1000000}, "budgetTopicActionMap": {}}], "3382188": [{"action": "EU4H-2022-PJ-01 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 30000000}, "budgetTopicActionMap": {}}], "3382190": [{"action": "EU4H-2022-PJ-02 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 5000000}, "budgetTopicActionMap": {}}], "3382192": [{"action": "EU4H-2022-PJ-07 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 30000000}, "budgetTopicActionMap": {}}], "3382194": [{"action": "EU4H-2022-PJ-06 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 29000000}, "budgetTopicActionMap": {}}], "3382196": [{"action": "EU4H-2022-PJ-03 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "22 February 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 8000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><strong><span><span><span>Background and policy context</span></span></span></strong></p><p><span><span><span style=\"color:black\">Cancer prevention and early detection offer the best chance of beating cancer and saving lives. Currently, the 2003 Council Recommendation on Cancer Screening in the Union endorses population-based cancer screening for the early detection of breast, cervical and colorectal cancer. As of 2020, 25 Member States had introduced population-based screening in their National Cancer Control Plans programmes for breast cancer, 22 countries for cervical cancer and 20 for colorectal cancer. As announced in the Europe’s Beating Cancer Plan, the Commission will make a proposal by 2022 to update that Council Recommendation and ensure the latest available scientific evidence is reflected, including the possible extension of screening to other cancers, for instance prostate, lung, and gastric cancers. </span></span></span></p><p><span><span><span style=\"color:black\">Prostate cancer is the most commonly diagnosed cancer in men with an incidence rate of 158.7 per 100 000 in Member States and a 5-year relative overall survival rate of 83.4% in Europe. Although it is well-known that Prostate Specific Antigen (PSA) tests in population-based screening programmes would contribute to early detection thereby reducing the prostate cancer mortality rate, the discussion on over-diagnosis and over-treatment has pushed for a revision of the screening approaches at Union level.</span></span></span></p><p><span><span><span style=\"color:black\">Lung cancer is the second most diagnosed cancer among males and the third among females in Member States for the year 2020; the estimated incidence for the year 2020 is 97.2 per 100 000 in males and 43.9 in females among Member States. Corresponding values for mortality are 15.7 and 7.2, respectively. The National Lung Screening Trial showed that individuals randomly assigned to screening with low-dose computed tomography (CT) scans had 20% lower lung cancer mortality than those screened with conventional chest radiography. However, some investigators suggested that the ratio between benefit and harm could be improved through various means, in particular by reducing the impact of over-diagnosis. Furthermore, the exposure of large groups of healthy individuals to ionising radiation as part of population-based lung cancer screening calls for the development of common low-dose CT protocols, quality assurance and patient dose assessment, in line with European legal requirements for radiation protection.</span></span></span></p><p><span><span><span style=\"color:black\">Gastric cancer is one of the most common cancers in the Union, with an incidence of 22.4 per 100 000 in males and 10.6 in females, and a 5-year relative survival rate of 23.7% in males and 27.7% in females, with a wide variation among Member States. Early gastric cancer detection could improve the survival rate, although different elements may contribute. Helicobacter pylori (H. pylori) infection is recognised as an important cause of gastric cancer, and its eradication could reduce the incidence and mortality of gastric cancer, although the debate is still open.</span></span></span></p><p><span><span><span style=\"color:black\">The estimation of the direct costs of these three types of cancers shows that they are among the highest when compared to other cancers, with lung and prostate being the two most costly cancers. </span></span></span></p><p><span><span><span style=\"color:black\">This action stems from the Europe’s Beating Cancer Plan and implements the EU4Health Programme’s general objective of improving and fostering health in the Union (Article 3, point (a)), through the specific objectives defined in Article 4, point (a), of Regulation (EU) 2021/522.</span></span></span></p>\n<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p><strong><span><span><span style=\"color:black\">Objectives pursued</span></span></span></strong></p><p><span><span><span style=\"color:black\">The aim of this action is to provide Member States with evidence-based knowledge to be transferred to further design, plan, and implement prostate, lung, and gastric cancer screenings. Methodological approaches will be aligned and coordinated with the European Guidelines and Quality Assurance Schemes for breast cancers.</span></span></span></p><p><strong><span><span><span style=\"color:black\">Description of the activities to be funded under this topic</span></span></span></strong></p><p><span><span><span style=\"color:black\">This action will support the optimisation of knowledge transfer, a better understanding of the needs, and the design, planning and development of possible options for future implementation of targeted screening on prostate, lung, and gastric cancers. In addition, the action will support initiatives to fill the existing gaps in knowledge and to fine-tune and improve the Member States’ approaches to the early detection of prostate, lung, and gastric cancer. It will help to align and ensure consistency in addressing a set of basic requirements that are currently being dealt with in a piece-meal manner in Member States.</span></span></span></p><p><span><span><span style=\"color:black\">These activities will develop and roll-out pilot projects through pan-European cooperation, with a special focus on addressing questions that are still open, including on cost-benefit and optimal benefit-harm balance and potential impact on health inequality of prostate, lung and gastric cancer screening programmes including the identification of appropriate financing mechanisms.</span></span></span></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong><span><span><span style=\"color:black\">Expected results and impacts</span></span></span></strong></p><p><span><span><span style=\"color:black\">Evidence-based data, including from risk-benefit and cost-effectiveness studies and trials, will provide Member States with essential information for the design, planning and roll-out of potential lung, prostate, and gastric cancer screening, including the best strategies and target groups to take into consideration in function of the available resources. </span></span></span></p><p><span><span><span style=\"color:black\">The initiatives implemented by this action will include a multistep approach to support Member States to organise the evaluation of the practical implementation and the continuous improvement of such screening programmes. The support will include: (1) needs assessment of Member States, taking into account the different epidemiology and populations at risk for lung, prostate and gastric cancers; (2) periodical information on benefit-harm balance and cost-effectiveness of the screenings; (3) regular review of new available approaches; (4) the design, planning and implementation of at least two pilot projects per type of cancer, with the objective of assessing the concrete feasibility of the screenings, fulfilling the requirements of national or regional health authorities; and (5) at least three highly visible conferences targeting all three types of cancers.</span></span></span></p><p><strong><span><span><span>Specific mandatory deliverables and/or milestones</span></span></span></strong></p><p><span><span><span style=\"color:black\">According to the multistep approach indicated under point D, mandatory deliverables include: </span></span></span></p><p><span><span><span style=\"color:black\">(1) One Report, to be delivered no later than 6-8 months from the signature of the contract, on the state of play about prostate, lung and gastric cancer screening/early detection development since 2016 in Member States, and EEA countries, inclusive of information on ‘opportunistic’ screening initiatives organised in public and private setting. The Report will include also information on if and how the three types of cancer screenings are addressed in the National/Regional Cancer Control Plans or, in absence of a Cancer Control Plan, in comparable documents addressing the three types of cancer. </span></span></span></p><p><span><span><span style=\"color:black\">(2) One Report, developed in parallel to the first one and with the same deadline, assessing the Member States’ needs related to prostate, lung and gastric cancer screening and early detection. </span></span></span></p><p><span><span><span style=\"color:black\">(3) A set of guidelines and technical papers and protocols to help to design, plan, pilot, roll out and monitor and evaluate prostate, lung, and gastric cancer screenings programmes in the future. The set will include the costing estimation of each steps and will be delivered no later than one year after the signature of the contract. </span></span></span></p><p><span><span><span style=\"color:black\">(4) At least one pilot project per subtopic. Pilot projects will address one or more specific challenges per subtopic, in particular to address main issues still under debate and/or for which the results of the piloting are considered of major relevance to throw light on those specific topics. Pilot projects can be planned and rolled out since the signature of the contract and their outcomes will be delivered, in form of project reports and/or peer review publications (one report for each pilot project implemented) at the end of the action, that is expected to have a duration of two years. </span></span></span></p><p><span><span><span style=\"color:black\">All the activities under point E will take into account the content of the Scientific Opinion on Cancer Screening of the Group of Chief Scientific Advisors, which will be delivered end of February 2022, and that will inform the Commission to help the preparation of the proposal for an update of the Council Recommendation on cancer screening in the EU. The beneficiaries will also take into account the work done and ongoing of the European Commission Initiative on Breast and Colorectal Cancer, and the recommendations of the European Guide on Quality Improvement in Comprehensive Cancer Control, with specific reference to governance, organisation, and evaluation of cancer screening.</span></span></span></p><p><strong><span><span><span>Specific action-level indicators for reporting purposes</span></span></span></strong></p><p><span><span><span style=\"color:black\">Applicants must be prepared to include data on the following specific action-level indicators in their regular reporting activities in case of award:</span></span></span></p><p><span><span><span style=\"color:black\">- Number of Member States providing input to the first report – per subtopic</span></span></span></p><p><span><span><span style=\"color:black\">- Number of Member States providing input to the second report – per subtopic</span></span></span></p><p><span><span><span style=\"color:black\">- Number of guidelines, technical papers, protocols delivered – per subtopic</span></span></span></p><p><span><span><span style=\"color:black\">- Detailed road-map indicators of the three pilot projects</span></span></span></p><p><span><span><span style=\"color:black\">- Number of Member states enrolled in the pilot projects </span></span></span></p><p><span><span><span style=\"color:black\">- Number of pilot projects completed per sub-topic</span></span></span></p><p><span><span><span style=\"color:black\">The applicants are required to include in their proposals additional specific action-level indicators which will be agreed with the Commission during the grant agreement preparation. </span></span></span></p><p><span><span><span style=\"color:black\">The Commission may require the awardees to collect data for additional specific action-level indicators, where needed to complement the above indicators.</span></span></span></p>\n", "conditions": "<p><b><span style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\" lang=\"EN-US\">Conditions<br />\r\n</span></b></p>\r\n<p><b><span style=\"color:#404040;mso-themecolor:&#xA;text1;mso-themetint:191;mso-ansi-language:EN-US\" lang=\"EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">&nbsp;</a></p>\n<p><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\">&nbsp;described in Part B of the Application Form available in the Submission System</span></p>\n<p><b><span lang=\"EN-US\">2. Eligible countries:&nbsp;</span></b><span lang=\"EN-US\">described in section 6 of of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\"> call document</a></span></p>\n<p><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\">&nbsp;described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b>4. Financial and operational capacity and exclusion:&nbsp;</b>described in&nbsp;<span lang=\"EN-US\">section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<ul>\r\n    <li><b><span style=\"color: rgb(64, 64, 64);\" lang=\"EN-US\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\">&nbsp;described&nbsp;<span style=\"color: rgb(64, 64, 64);\">section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a> and the</span>&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Indicative timeline for evaluation and grant agreement:&nbsp;</span></b><span lang=\"EN-US\">described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<p><b><span style=\"color: rgb(64, 64, 64);\" lang=\"EN-US\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants:&nbsp;</span></b><span lang=\"EN-US\">described&nbsp;<span style=\"color: rgb(64, 64, 64);\">in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">call document</a></span></span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\" lang=\"EN-US\">Documents<br />\r\n<br />\r\n<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#xA;mso-ansi-language:EN-US\" lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2022/call-fiche_eu4h-2022-pj_en.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p><strong>EU4health standard application form</strong>:&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/temp-form/af/af_eu4h_en.pdf\" target=\"_blank\">Standard application form</a><br />\r\n<strong>EU4Health detailed budget</strong>:&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/reference-documents;programCode=EU4H\" target=\"_blank\">EU4Health Detailed budget table</a><br />\r\n<strong>EU4Health Programme</strong>:&nbsp;<a href=\"https://ec.europa.eu/health/funding/eu4health_en\" target=\"_blank\">EU4Health programme</a><br />\r\n<strong>EU4Health</strong>:&nbsp;<a href=\"https://ec.europa.eu/health/publications/2022-eu4health-work-programme_en\" target=\"_blank\">2022 Annual Work Programme</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p>&nbsp;</p>\n<p><strong>EU4Health programme:</strong> <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/agr-contr/mga_eu4h_en.pdf\" target=\"_blank\">EU4Health&nbsp; MGA v1.0</a><br />\r\n<strong>EU4Health Regulation</strong>:  <a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0522\" target=\"_blank\">Regulation 2021/522</a><br />\r\n<strong>EU financial Regulation</strong>: <a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\">EU Financial Regulation 2018/1046</a></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">For help related to this</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">&nbsp;</span><b style=\"font-family: Arial, sans-serif; font-size: 9pt;\">call</b><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">, please contact:</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\"> </span>HaDEA-HP-CALLS@ec.europa.eu </p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "", "latestInfos": [{"approvalDate": "Oct 26, 2022 11:41:37 AM", "lastChangeDate": "Oct 26, 2022 11:41:37 AM", "content": "<p class=\"MsoNormal\"><span style=\"font-size:10.5pt;line-height:115%;font-family:&#10;&quot;inherit&quot;,serif;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-bidi-font-family:&#10;Arial;color:#333333;border:none windowtext 1.0pt;mso-border-alt:none windowtext 0cm;&#10;padding:0cm;mso-ansi-language:EN-IE;mso-fareast-language:EN-IE\">A total of 41 </span><b><span style=\"font-size:10.5pt;line-height:115%;font-family:&quot;inherit&quot;,serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-bidi-font-family:Helvetica;&#10;color:#333333;border:none windowtext 1.0pt;mso-border-alt:none windowtext 0cm;&#10;padding:0cm;mso-ansi-language:EN-IE;mso-fareast-language:EN-IE\">proposals have been submitted&nbsp;</span></b><span style=\"font-size:10.5pt;line-height:115%;&#10;font-family:&quot;inherit&quot;,serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-font-family:Arial;color:#333333;border:none windowtext 1.0pt;&#10;mso-border-alt:none windowtext 0cm;padding:0cm;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE\">in response to this call.</span><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-01: 6 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-02: 5 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-03: 6 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-04: 4 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-05: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-06: 17 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-07: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2022-PJ-08: 1 proposal<o:p></o:p></span></p>"}, {"approvalDate": "Feb 22, 2022 12:00:08 AM", "lastChangeDate": "Feb 22, 2022 12:00:08 AM", "content": "The submission session is now available for: EU4H-2022-PJ-06(EU4H-PJG), EU4H-2022-PJ-02(EU4H-PJG), EU4H-2022-PJ-03(EU4H-PJG), EU4H-2022-PJ-01(EU4H-PJG), EU4H-2022-PJ-05(EU4H-PJG), EU4H-2022-PJ-08(EU4H-PJG), EU4H-2022-PJ-04(EU4H-PJG), EU4H-2022-PJ-07(EU4H-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}