{"TopicDetails": {"type": 0, "ccm2Id": 44320918, "cftId": 0, "identifier": "EU4H-2021-PJ-06", "title": "Action grants for developing a pilot project for an EU infrastructure ecosystem for the secondary use of health data for research, policy-making and regulatory purposes", "publicationDateLong": 1634083200000, "callIdentifier": "EU4H-2021-PJ2", "callTitle": "Project grants wave 2", "callccm2Id": 44321039, "allowPartnerSearch": true, "workProgrammepart": {"id": 5874, "ccm_id": 44188220, "wp_part": "EU4H-2021", "wp_year": "EU4H-2021", "wp_title": "EU4H-2021", "wp_website": "https://ec.europa.eu/health/", "wp_document": "https://ec.europa.eu/health/funding/eu4health_en"}, "frameworkProgramme": {"id": 43332642, "abbreviation": "EU4H", "description": "EU4 Health Programme (EU4H)"}, "programmeDivision": [{"id": 44176636, "abbreviation": "Strengthening", "description": "Strengthening health systems by improving their resilience and resource efficiency"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EU4H-PJG EU4H Project Grants", "typeOfMGA": [{"id": 43326018, "abbreviation": "EU4H-AG", "description": "EU4H Action Grant Budget-Based"}]}], "plannedOpeningDate": "14 October 2021", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["25 January 2022"]}], "latestInfos": [{"approvalDate": "Oct 26, 2021 10:37:46 AM", "lastChangeDate": "Oct 26, 2021 10:37:46 AM", "content": "<p>&nbsp;Dear applicant,</p>\r\n<div>below you will find the changes made to Topic EU4H-2021-PJ-06:</div>\r\n<div>- Adds clarity about participants profiles, namely existing health data authorisation bodies or access authorities, as well as health data research infrastructures are now included in the eligible applicants profiles;</div>\r\n<div>- Clarifies the links with the use cases of EMA/ECDC;</div>\r\n<div>- Clarifies the role of the Commission on the definition and selection of use cases and the design of architecture and specifications;</div>\r\n<div>- Adds additional possible areas to explore as use case (innovation and personalised medicine);</div>\r\n<div>- Highlights the importance of demonstrating the added value of cross-country health data reuse.</div>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3382142": [{"action": "EU4H-2021-PJ-12 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 1800000}, "budgetTopicActionMap": {}}], "3382144": [{"action": "EU4H-2021-PJ-15 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 6000000}, "budgetTopicActionMap": {}}], "3382146": [{"action": "EU4H-2021-PJ-14 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 7000000}, "budgetTopicActionMap": {}}], "3382148": [{"action": "EU4H-2021-PJ-18 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 2500000}, "budgetTopicActionMap": {}}], "3382150": [{"action": "EU4H-2021-PJ-13 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 5000000}, "budgetTopicActionMap": {}}], "3382152": [{"action": "EU4H-2021-PJ-09 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 4400000}, "budgetTopicActionMap": {}}], "3382154": [{"action": "EU4H-2021-PJ-17 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 4000000}, "budgetTopicActionMap": {}}], "3382156": [{"action": "EU4H-2021-PJ-08 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 1200000}, "budgetTopicActionMap": {}}], "3382158": [{"action": "EU4H-2021-PJ-11 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 1200000}, "budgetTopicActionMap": {}}], "3382160": [{"action": "EU4H-2021-PJ-10 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 2000000}, "budgetTopicActionMap": {}}], "3382162": [{"action": "EU4H-2021-PJ-16 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 3000000}, "budgetTopicActionMap": {}}], "3382164": [{"action": "EU4H-2021-PJ-06 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 5000000}, "budgetTopicActionMap": {}}], "3382166": [{"action": "EU4H-2021-PJ-07 - EU4H-PJG EU4H Project Grants", "plannedOpeningDate": "14 October 2021", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2022"], "budgetYearMap": {"2021": 750000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2021"]}, "description": "<SPAN class=\"topicdescriptionkind\">ExpectedOutcome</SPAN>:<p><strong>POLICY CONTEXT</strong></p><p>The EU cross-border provisions and means to access to health data is fragmented which makes particularly difficult the reuse health data collected during healthcare. There is a need to incentivise and fund a pilot project on EU-wide reuse of health data, taking advantage of national authorities’ legal basis and capabilities to facilitate access to health data sources through common rules, means and procedures. <br>The use cases of this pilot should demonstrate the potential of cross-country reuse of health data for research, innovation, policy-making, regulatory activities, and possibly personalised medicine, by connecting the existing health data authorisation bodies or access authorities (i.e. national authorities empowered by national mandate and legal basis to enable access to health data) and other EU-level organisations (e.g., research infrastructures, European health related agencies) and highlight the potential benefits and added value of a large scale infrastructure for the reuse of health data.<br>An improved coordination of national efforts and harmonisation of the digital infrastructure and data quality would promote the collaboration of several stakeholders involved in the health data processing towards the delivery of better healthcare to citizens. It would contribute to the creation of an ecosystem of infrastructures relying on common standards and policies to enable integration of currently fragmented national data systems while at the same time provide space for diversity and specificity for each research, innovation, policy-making, regulatory needs and possibly personalised medicine.<br>The action supports the development of the European Health Data Space (EHDS) and the reuse of health data for the research, innovation, policy-making and regulatory activities. It implements the EU4Health Programme’s general objective of ‘strengthening health systems’ (Article 3, point (d)) through the specific objectives defined in Article 4, point (f) of Regulation (EU) 2021/522.</p>\n<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p><strong>OBJECTIVES PURSUED</strong></p><p>This consortium will design, develop, deploy and operate a network of nodes (representing different data brokers, holders and data consumers) federated by central services that may be provided by the European Commission. <br>This pilot will investigate and establish the value of an infrastructure and data ecosystem for the reuse of health data and assess the ability to scale towards a Union-wide infrastructure, as a core component of the European Health Data Space.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><span>DESCRIPTION OF THE ACTIVITIES TO BE FUNDED UNDER THIS TOPIC </span></strong></p><p>In particular, it will require to:</p><p>a) <span> </span>define and select, jointly with the Commission, key use cases (including necessary health datasets) that build on health data made available by the consortium partners to demonstrate added value of cross-country reuse of health data;</p><p>In particular, it will require to:</p><p>a) <span> </span>define and select, jointly with the Commission, key use cases (including necessary health datasets) that build on health data made available by the consortium partners to demonstrate added value of cross-country reuse of health data;</p><p>b) <span> </span>elicit requirements (business, functional and non-functional) for an IT and data infrastructure (including nodes and central services) to enable Union-wide reuse of health data;</p><p>c) <span> </span>design, jointly with the Commission, the architecture and the specifications for the building blocks necessary for an IT infrastructure (nodes and central services) to enable Union-wide reuse of health data;</p><p>d) <span> </span>develop, customise or integrate technology, jointly with the Commission, to fulfil the agreed requirements, architecture and specifications, as indicated in points a, b and c;</p><p>e) <span> </span>deploy, at partner level, the nodes, in conformity with the design specifications, and connect them to both the national infrastructure and to the central services;</p><p>f) <span> </span>run the selected use cases over the implemented IT infrastructure (validation of the process);</p><p>g) <span> </span>assess the performance of the selected standards and technological building blocks used and their ability to scale towards a Union-wide infrastructure;</p><p>h) <span> </span>demonstrate how the infrastructure can contribute to support institutions such as EMA and ECDC, to fulfil their needs for real world health data;</p><p>i) <span> </span>provide feedback on legal and governance arrangements for efficient cross-border reuse of health data in the context of the pilot project.</p><p><strong><span><span>SPECIFIC MANDATORY DELIVERABLES AND//OR MILESTONES </span></span></strong></p><p>a) <span> </span>Analysis report describing the selection of use cases and the business, functional and non-functional requirements, architecture and specifications for the IT infrastructure, including the rationale for the definition of the standards architecture;</p><ul level=\"0\"><li>a. the use of Connecting Europe Facility (CEF) building blocks and the adoption of open standards should be considered in the definition of specifications. The use of CEF building blocks could reduce the costs and development time (it could affect the ability of European Commission to provide central services) as well as facilitate the interoperability between the EHDS and other data spaces being established.</li><li>b.<span> </span>the use of DCAT Application Profile for data portals in Europe (DCAT-AP) as baseline specification for metadata records should be explored as cornerstone for semantic interoperability in the EHDS and with other European data spaces;</li><li>c.<span> </span>the selected use cases must aim at covering, among others, the needs of Union bodies that would benefit from the reuse of health data, namely the European Medicines Agency (EMA) and the European Centre for Disease Prevention and Control (ECDC);</li> </ul><p>b) <span> </span>the results of the project must be open source and made available through a public repository under a permissive license;</p><p>c) <span> </span>ensure awareness and communication activities for the general public</p><p>d) <span> </span>development, testing, deployment and operation of a re-usable IT infrastructure for the reuse of health data on the basis of the developed specifications and use cases;</p><ul level=\"0\"><li>a.<span> </span>the number of nodes in the IT infrastructure should be enough to demonstrate its scalability and flexibility, as well as to delineate a process for onboarding new nodes;</li><li>b.<span> </span>at least, 3 national permit/access authorities (national authorities empowered by national mandate and legal basis to enable access to health data), at least 2 ERICs or Research Infrastructures, and possibly EMA/ECDC (or use cases supporting their activity) should be included in the network of the IT infrastructure;</li> </ul><p>e) <span> </span>evaluation report of the deployed IT infrastructure and the technological building blocks based on the experience with the execution of the use cases;</p><ul level=\"0\"><li>a.<span> </span>this report should demonstrate how a user journey in the EHDS would look like, identify major challenges and possible solutions towards cross-border/cross-jurisdiction reuse of health data, and be the basis for further development and deployment of the infrastructure for possible Union-wide uptake;</li><li>b.<span> </span>the user journey (for different purposes: research, innovation, policy-making and regulatory activities, and, if possible, personalised medicine) should explore, at least, the following phases: a) data discovery; b) data availability validation and access negotiation; c) data delivery; e) data processing/analysis; and f) finalisation.</li> </ul><p>f) <span> </span>report describing the tested and proposed legal and governance framework and opinion on effectiveness and potential to scale towards a Union-wide solution.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong>EXPECTED RESULTS AND IMPACT</strong></p><p><span><span>The expected results of this action are the following: </span></span></p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li><span><span>Candidate requirements, architecture and specifications for the technological building blocks for an IT and data infrastructure to enable EU-wide reuse of health data; </span></span></li><li><span><span>Deployment of a working IT infrastructure consisting of, at least, 5 nodes (that can be national authorities empowered by national mandate and legal basis to enable access to health data, ERICs and Research Infrastructures); to these nodes, one could add EU agencies and connection with central services enabling Union-wide reuse of health data; </span></span></li><li><span><span>Report of the assessment performed on the proposed standards and technological building blocks, including findings and lessons learnt on effectiveness and potential to scale towards a Union-wide solution; </span></span></li><li><span><span>Report on candidate legal and governance arrangements for a digital infrastructure for efficient cross border reuse of health data;</span></span></li><li><span><span>Demonstrate the added value of cross-country health data reuse on specific use cases (e.g. scientific research, policy making and regulatory activities).</span></span></li> </ol><p><span><span>This pilot aims at reducing risks and unknowns regarding a Union-wide large-scale deployment of an infrastructure for reuse of health data. It would investigate and establish the feasibility and added value of a cross-border infrastructure for the reuse of health data. </span></span>The knowledge and know-how acquired during this pilot project will also contribute to a better understanding of the challenges towards the European Health Data Space.</p><p><strong><span>SPECIFIC ACTION LEVEL INDICATORS FOR REPORTING PURPOSES </span></strong></p><p>Applicants must include data on the following specific action-level indicators in their regular reporting activities in case of award, and must be prepared to include additional specific action-level indicators where needed:<br>- Number of Data Authorisation Bodies or Access Authorities, Research Infrastructures and ERICs participating in the pilot<br>- Number of EHDS nodes deployed<br>- Number of use cases demonstrated<br>- Number of data sources/datasets made available in the pilot<br>- Time to process a data access authorisation requests<br>- Percentage of approved multi-country data authorisation requests<br>- Percentage of approved multi-country data authorisation requests that have accessed the data.<br>- Number of administrative steps to approve a multi-country data authorization and comparison with a scenario without the infrastructure<br>- Estimated costs for a multi-country data access request<br>- Estimated cost for onboarding a new EHDS node</p>\n", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Conditions<br />\r\n<br type=\"_moz\" />\r\n</span></b></p>\r\n<p><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document.</a>&nbsp;</span></p>\n<p><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\">&nbsp;described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"EN-US\">2. Eligible countries:&nbsp;</span></b><span lang=\"EN-US\">described in section 6 of of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\">&nbsp;described in section 6 of the <a href=\"http://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/temp-form/af/detailed-budget-table_eu4h_en.xlsm\" target=\"_blank\">call document</a></span></p>\n<p><b>4. Financial and operational capacity and exclusion:&nbsp;</b>described in&nbsp;<span lang=\"EN-US\">section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\">&nbsp;described&nbsp;<span style=\"color: rgb(64, 64, 64);\">section 8 of the call document and the</span>&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Indicative timeline for evaluation and grant agreement:&nbsp;</span></b><span lang=\"EN-US\">described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<p><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants:&nbsp;</span></b><span lang=\"EN-US\">described&nbsp;<span style=\"color: rgb(64, 64, 64);\">in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">call document</a></span></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Documents<br />\r\n<br />\r\n<o:p></o:p></span></b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><span style=\"color: rgb(51, 51, 51); font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px;\">Text of the EU4HEALTH Call document:&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/wp-call/2021/call-fiche_eu4h-2021-pj-02_en.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: border-box; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; line-height: 1.618; font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px; margin: 1rem 0px; padding: 0px; color: rgb(51, 51, 51);\"><span lang=\"EN-US\" style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">EU4health standard application form:&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/eu4h/temp-form/af/af_eu4h_en.pdf\" target=\"_blank\">Standard application form</a>&nbsp;&nbsp;</span></p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: border-box; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; line-height: 1.618; font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px; margin: 1rem 0px; padding: 0px; color: rgb(51, 51, 51);\"><span lang=\"EN-US\" style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">EU4Health detailed budget:&nbsp;<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/how-to-participate/reference-documents;programCode=EU4H\" target=\"_blank\">EU4Health Detailed budget table</a>&nbsp;</span></p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: border-box; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; line-height: 1.618; font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px; margin: 1rem 0px; padding: 0px; color: rgb(51, 51, 51);\"><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">EU4Health Programme:&nbsp;<a href=\"https://ec.europa.eu/health/funding/eu4health_en\" target=\"_blank\">EU4Health programme</a>&nbsp;</span></p>\n<p><span lang=\"EN-US\" style=\"line-height: 15.3333px; color: rgb(64, 64, 64);\">EU4Health:</span><span lang=\"EN-US\" style=\"font-size: 10pt; line-height: 15.3333px; font-family: &quot;Segoe UI&quot;, sans-serif; color: rgb(64, 64, 64);\">&nbsp;</span><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\">&nbsp;<a href=\"https://ec.europa.eu/health/funding/eu4health_en\" target=\"_blank\">2021 Annual Work Programme</a></span></span></p>\r\n<p><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">EU4Health Regulation:&nbsp;</span><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">&nbsp;<a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2021.107.01.0001.01.ENG\" target=\"_blank\">Regulation 2021/522</a></span></p>\r\n<p>EU financial Regulation:&nbsp;<a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation 2018/1046</span></a></p>", "supportInfo": "<p><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">For help related to this</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">&nbsp;</span><b style=\"font-family: Arial, sans-serif; font-size: 9pt;\">call</b><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">, please contact:</span><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">&nbsp;</span>HaDEA-HP-CALLS@ec.europa.eu</p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;On 24 March 2021, the EU4Health Regulation was adopted as part of the EU Multiannual Financial Framework for the 2021-2027 period. The EU4Health Regulation established &lsquo;the EU4Health Programme&rsquo;. This marks an important step towards making available instruments and solutions to support Member States in building stronger, more resilient and accessible health systems.</p>\r\n<p>The EU4Health Programme represents an unprecedented level of financial commitment for the EU in health in comparison with previous health programmes. The Programme is EU&rsquo;s response to the current public health emergency that will make a significant contribution to the post-COVID-19 recovery aiming to:<br />\r\n- improve public health in the Union through disease prevention and health promotion, as well as international health initiatives and cooperation;<br />\r\n- protect people from serious cross-border health threats through prevention, preparedness and response to cross-border health threats; complementing national stockpiling of essential crisis-relevant products; and establishing a reserve of medical, healthcare and support staff;<br />\r\n- improve access to medicinal products, medical devices and crisis-relevant products by encouraging sustainable production and supply chains and innovation in the Union and efficient use of medicinal products;<br />\r\n- strengthen the national health systems through improved health data use and re-use, development of digital tools and services, digital transformation of healthcare; enhancing access to healthcare; developing and implementing EU health legislation and evidence-based decision making; and integrated work among Member States&rsquo; health systems.</p>\r\n<p>Cancer is the second leading cause of mortality in the Member States after cardiovascular disease. The prevention and control of cancer would benefit the majority of citizens since it shares common risk factors with other non-communicable diseases. Europe&rsquo;s Beating Cancer Plan, which is a key pillar of a stronger European Health Union, tackles the entire cancer disease pathway by means of flagship initiatives, such as launching a Cancer Inequalities Registry, and supporting actions, such as establishing an EU Network of Youth Cancer Survivors. The EU4Health programme will provide the financial support to implement these initiatives that are important to mitigate the impact of the COVID-19 pandemic on cancer control and care.</p>\r\n<p>Grants shall involve co-financing. Grants paid by the Union shall not exceed 60 % of eligible costs for an action relating to an objective of the Programme. In cases of exceptional utility, the contribution by the Union may be up to 80 % of eligible costs.</p>\r\n<p>&nbsp;</p>", "staticAdditionalInfo": "", "latestInfos": [{"approvalDate": "Oct 26, 2022 11:38:58 AM", "lastChangeDate": "Oct 26, 2022 11:38:58 AM", "content": "<p class=\"MsoNormal\"><span style=\"font-size:10.5pt;line-height:115%;font-family:&#10;&quot;inherit&quot;,serif;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-bidi-font-family:&#10;Arial;color:#333333;border:none windowtext 1.0pt;mso-border-alt:none windowtext 0cm;&#10;padding:0cm;mso-ansi-language:EN-IE;mso-fareast-language:EN-IE\">A total of 55 </span><b><span style=\"font-size:10.5pt;line-height:115%;font-family:&quot;inherit&quot;,serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-bidi-font-family:Helvetica;&#10;color:#333333;border:none windowtext 1.0pt;mso-border-alt:none windowtext 0cm;&#10;padding:0cm;mso-ansi-language:EN-IE;mso-fareast-language:EN-IE\">proposals have been submitted&nbsp;</span></b><span style=\"font-size:10.5pt;line-height:115%;&#10;font-family:&quot;inherit&quot;,serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-bidi-font-family:Arial;color:#333333;border:none windowtext 1.0pt;&#10;mso-border-alt:none windowtext 0cm;padding:0cm;mso-ansi-language:EN-IE;&#10;mso-fareast-language:EN-IE\">in response to this call.</span><span lang=\"EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-06: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-07: 2 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-08: 2 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-09: 11 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-10: 2 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-11: 1 proposal<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-12: 2 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-13: 12 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-14: 5 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-15: 6 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-16: 3 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span lang=\"FR\" style=\"font-family:&#10;Symbol;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol;mso-ansi-language:&#10;FR\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]--><span lang=\"FR\" style=\"mso-ansi-language:FR\">EU4H-2021-PJ-17: 3 proposals<o:p></o:p></span></p>\r\n<p class=\"MsoListParagraph\" style=\"margin-left:36.0pt;text-indent:-18.0pt;&#10;mso-list:l0 level1 lfo1\"><!--[if !supportLists]--><span style=\"font-family:Symbol;&#10;mso-fareast-font-family:Symbol;mso-bidi-font-family:Symbol\"><span style=\"mso-list:Ignore\">&middot;<span style=\"font:7.0pt &quot;Times New Roman&quot;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><!--[endif]-->EU4H-2021-PJ-18: 5 proposals<o:p></o:p></p>"}, {"approvalDate": "Oct 14, 2021 12:00:00 AM", "lastChangeDate": "Oct 14, 2021 12:00:00 AM", "content": "The submission session is now available for: EU4H-2021-PJ-06(EU4H-PJG), EU4H-2021-PJ-08(EU4H-PJG), EU4H-2021-PJ-07(EU4H-PJG), EU4H-2021-PJ-16(EU4H-PJG), EU4H-2021-PJ-10(EU4H-PJG), EU4H-2021-PJ-15(EU4H-PJG), EU4H-2021-PJ-09(EU4H-PJG), EU4H-2021-PJ-12(EU4H-PJG), EU4H-2021-PJ-11(EU4H-PJG), EU4H-2021-PJ-14(EU4H-PJG), EU4H-2021-PJ-13(EU4H-PJG), EU4H-2021-PJ-18(EU4H-PJG), EU4H-2021-PJ-17(EU4H-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}