{"TopicDetails": {"type": 0, "ccm2Id": 31108027, "cftId": 0, "identifier": "PADR-EMS-03-2019", "title": "Combined radar, communications, and electronic warfare functions based on European Active Electronically Scanned Arrays for military applications", "publicationDateLong": 1552953600000, "callIdentifier": "PADR-EMS-2019", "callTitle": "Electromagnetic Spectrum Dominance", "callccm2Id": 31108028, "allowPartnerSearch": true, "workProgrammepart": {"id": 272558, "ccm_id": 31110107, "wp_part": "PADR-2019", "wp_year": "PADR-2019", "wp_title": "PADR-2019", "wp_website": "https://www.eda.europa.eu/what-we-do/activities/activities-search/pilot-project-and-preparatory-action-for-defence-research", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-19-call-text_en.pdf"}, "frameworkProgramme": {"id": 31084250, "abbreviation": "PPPA", "description": "Pilot Projects and Preparatory Actions"}, "programmeDivision": [{"id": 31084251, "abbreviation": "PPPA-1", "description": "PPPA-1"}, {"id": 31085967, "abbreviation": "PADR-1-1", "description": "Preparatory Action on Defence Research (PADR)"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "typeOfMGA": []}], "plannedOpeningDate": "21 March 2019", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["28 August 2019"]}], "latestInfos": [{"approvalDate": "Aug 5, 2019 3:07:51 PM", "lastChangeDate": "Aug 5, 2019 3:07:51 PM", "content": "<p>&nbsp;We have updated the&nbsp;<strong>topic related frequently asked questions</strong>&nbsp;- see the document here:</p>\r\n<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt\"><span lang=\"FR-BE\" style=\"mso-ansi-language: FR-BE\"><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/portal/doc/call/pppa/padr-ems-03-2019/1867605-eda2019-qa-padr-ems-03-2019-v20190802_en.pdf\"><font color=\"#0563c1\" size=\"3\" face=\"Calibri\">https://ec.europa.eu/research/participants/portal/doc/call/pppa/padr-ems-03-2019/1867605-eda2019-qa-padr-ems-03-2019-v20190802_en.pdf</font></a><o:p></o:p></span></p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jul 5, 2019 2:41:46 PM", "lastChangeDate": "Jul 5, 2019 2:41:46 PM", "content": "<p>&nbsp;We have updated the&nbsp;<strong>topic related frequently asked questions</strong>&nbsp;- see the topic conditions section below.</p>"}, {"approvalDate": "May 3, 2019 3:34:05 PM", "lastChangeDate": "May 3, 2019 3:34:05 PM", "content": "<p>&nbsp;We have updated the <strong>topic related frequently asked questions</strong> - see the topic conditions section below.</p>"}, {"approvalDate": "Mar 29, 2019 2:47:05 PM", "lastChangeDate": "Mar 29, 2019 2:47:05 PM", "content": "<p>&nbsp;We have published the <strong>topic related frequently asked questions</strong> - see the topic conditions section below.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3274611": [{"action": "PADR-EMS-03-2019 - PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "plannedOpeningDate": "21 March 2019", "deadlineModel": "single-stage", "deadlineDates": ["28 August 2019"], "budgetYearMap": {"2019": 10000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2019"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>With smaller manned and unmanned platforms increasingly being used for Intelligence, Surveillance, Target Acquisition and Reconnaissance (ISTAR) missions, there is a strong need to design compact, highly performing and lightweight multifunction RF systems. Moreover, with an increasing range of multifunction RF systems and new EW threats appearing rapidly, such platforms should also be resilient to operate in the presence, react to and supress such systems and threats when participating in military operations and playing a role in the battlefield. A complex yet very promising solution is to develop European advanced Active Electronically Scanned Array (AESA) technology allowing an optimal combination of radar, communication and EW functions into a single multifunction RF system.</p><p>Europe has a strong position in advanced military RF systems. Yet the risks are high that the Union becomes severely dependent on suppliers established in third countries for this critical defence technology. This not only limits the strategic autonomy of the Member States but also generates security-of-supply risks. End-user restrictions imposed by third countries (e.g., the US International Traffic in Arms and Export Administration Regulations (ITAR and EAR)) already endanger the security-of-supply of essential electronic components of certain RF systems.</p><p>To remove such important limitations, a research and technological development (R&amp;T) action, potentially later on followed by further and/or development actions, needs to be initialised to design and build in Europe a multifunction RF system based on AESA technology for a broad range of applications, to become available for defence applications in several military domains within the next decade.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>European multifunction RF systems should integrate several functionalities in one system. This approach requires new system design technologies and the use of new architectural frameworks as well as the integration of electronic components. This would allow the sharing of many RF components and building blocks, managing these via an intelligent automated resource management system, leading to savings in size, weight, power as well as cost and capability benefits. Care should be taken to ensure optimal performance of the overall system whilst keeping it modular and scalable.</p><p>At the component level, high-power, high-frequency, broadband components, highly performant under harsh military conditions are key enablers for the realisation of multifunction RF systems. As an example, incremental advances in Si or GaAs-based transistors resulted in operating respectively into the low GHz range and medium power levels. This is no longer sufficient to meet the current demand of increasing the carrier frequencies, achieving broader, instantaneous and tuneable bandwidths, and delivering higher power and efficiencies. For this, completely new devices based on advanced materials, architectures and processes need to be developed and reliably fabricated in relatively large volumes.</p><p>As an example, next generation systems, such as photonics-based systems amongst other technologies, are even based on very different technologies, primarily to reach higher performance in the frequency domain while avoiding noisy up and down conversions. This would allow, for example, for synthetic aperture radar (SAR) imaging with superior resolution, broadband ES and EA operation, as well as high-bandwidth data transmission and improved sensor resilience.</p><p>Proposals need to include in the proposed activities both (1) a R&amp;D assessment with a criticality mapping and (2) the implementation of balanced R&amp;T activities at system as well as at component level, based on the assessment and criticality mapping.</p><p>The proposal should include a high-level description of the key performance indicators (KPIs) for the envisaged functionalities and the methodologies on how to measure them. A report with a detailed description of these KPIs and methodologies should be delivered within 6 months after the start of the project.</p><p><strong>1. R&amp;D assessment</strong></p><p>Proposals should cover an R&amp;D assessment for a joint Union development programme for a multifunction RF (radar, EW and communication) system based on AESA technology without end-user restrictions by third countries, including a technology roadmap. A size, weight, power and cost (SWaP-C) and cooling analysis should be performed to support the proposed solutions, and a cost estimate provided for the development of a prototype (TRL 7) by 2027 based on technologies without end-user restrictions by third countries.</p><p>The operational use will be based on the ability of the system to provide radar, EW as well as communication functions<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>.</p><p>The system definition should be in line with the following technical requirements:</p><ul level=\"0\"><li>the three functionalities should be integrated in a single aerial platform and ideally adaptable to more types of platforms, with an appropriate surveillance and reconnaissance, classification and identification, targeting and fire control, communications and EW capability and the possibility for single antennas/pods to concurrently perform some of them and to switch efficiently between them;</li><li>the use of AESA for EW applications such as ES for detection and identification of waveforms and EA for countering threats should be analysed and assessed in the framework of multifunction system;</li><li>the system should fully cover a bandwidth of 2-18 GHz and partially address regions of the electromagnetic spectrum up to 40 GHz.</li> </ul><p>Moreover, fully-electronic RF systems<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> should also comply with:</p><ul level=\"0\"><li>the waveform (radar, EW, and communication) shall be digital, i.e., it will be stored and/or processed in digital format, and converted to analogue signal for transmission. In the design, the concepts of Software Defined Radar should be used;</li><li>the antenna pattern should be formed by digital means, i.e., the information (phase or time) to compose the antenna pattern should be sent in a digital format to each - preferably digital - Transmit Receive Module (TRM) which will generate the appropriate signal to the radiating element to form the beam pattern.</li> </ul><p>The architecture and the functional specifications of the building blocks of the multifunction AESA-based system should be compatible for use in an aerial system, with the possibility to fully or partially adapt the technologies for other systems which are very demanding in terms of SWaP-C. The values of the performance parameters for all three functions and the concurrent modes capability should be analysed in detail.</p><p>Concepts of employment and use of the system should be provided as part of the assessment.</p><p>The architecture should allow the system to adapt its performance to future improved characteristics of the enabling components and technologies.</p><p><strong>Criticality mapping</strong></p><p>Applicants should propose a criticality mapping to identify materials, components and/or technologies that need foremost priority support because of technological or economic bottlenecks. Insufficient R&amp;D capacity in the Union at the early stages of the development as well as a lack of industrial capacity (including skills) towards the pre-manufacturing stages of the multifunction AESA-based system should be mapped. End-user restrictions imposed by third countries should be avoided.</p><p>The deliverables related to the R&amp;D assessment and the criticality mapping will be annexed to the Special Report<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>.</p><p><strong>2. </strong><strong>R&amp;T activities</strong></p><p>The applicants should propose R&amp;T activities at the system level as well as at the component level in line with the proposed roadmap and criticality mapping.</p><p><strong><em>a. System level </em></strong></p><p>The objective of the proposed RF AESA-based system is to demonstrate the joint and coordinated operation of radar, EW and communications functions in at least a laboratory environment.</p><p>In order to achieve this objective, research activities should therefore cover developments, or at least show tangible progress on the following areas:</p><ul level=\"0\"><li>broadband antenna array with particular attention to grating lobes and electronic scanning performance;</li><li>for fully-electronic RF systems, a digital beam former with multi-beam capability in Tx/Rx for EW;</li><li>a resource manager able to coordinate the EW functions with the radar and communication ones in order to optimise the overall system performance in various scenarios.</li> </ul><p>Applicants can decide the extent to which they will cover in their proposal each of the above areas.</p><p><strong><em>b. Component level </em></strong></p><p>Research activities should cover at least one design-fabrication-test cycle of a high-power, high-frequency, high as well as instantaneous and tunable bandwidth Transmit/Receive (Tx/Rx) module. Consortia should thereby rely on the production capabilities of ideally more than one trustable<sup><a target=_self href=#fn4 id=r4>[4]</a></sup> fab or foundry established in the Union.</p><p>Solutions to optimise the heat dissipation and achieve better and more cost-effective packaging of the integrated circuits should be included in the proposals.</p><p>A high-level description of the KPIs for state-of-the-art performance of the envisaged functionalities, and of the methodologies on how to measure them should be included for both subtopics. A report with a detailed description of these KPIs and methodologies should be delivered within 6 months after the start of the project.</p><p>Hardware and software products used or developed in the context of both sub-topics should not be subject to non-EU export control regulations.</p><p>The solutions or technologies proposed for the defence domain could also be assessed for other potential use, in particular in the security and space domain<sup><a target=_self href=#fn5 id=r5>[5]</a></sup>,</p><p>When relevant, results publicly available from EDA and NATO activities and studies should be taken into account for the proposed work. The activities included in the proposals should clearly differentiate from or go beyond work already covered under relevant themes of the Union Research and Innovation Framework Programmes.</p><p><strong>The implementation of both R&amp;T subtopics is intended to target at least TRL 4. </strong></p><p>The Commission considers that proposals requesting a contribution from the Union between EUR 9 000 000 and 10 000 000 would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><strong>No more than one action will be funded.</strong></p><p>The lifetime of the proposed project should not exceed 30 months.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\"><li>convincing demonstration of the potential of Union funded research in support of Union critical defence technologies, in particular in the domain of multifunction RF system;</li><li>establish a R&amp;D assessment including a technology roadmap towards a joint Union development programme for a multifunction RF system based on AESA technology with milestones and estimated budget needs;</li><li>ensure secure and autonomous availability of multifunction RF systems to military end-users by 2027;</li><li>contribute to strengthening the European industry and help improve its global position through the implementation of innovative technologies along a new European manufacturing value chain.</li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a>A generic scenario to reflect the technical and operational requirements is available (EUCI classified). The conditions related to get access to this document are outlined at the end of this call and in the General Annexes.</p><p id=fn2><a  target=_self href=#r2>[2]</a>In the meaning of systems which are not based on photonics-assisted RF generation and/or detection.</p><p id=fn3><a  target=_self href=#r3>[3]</a>Model in Annex I of the 2019 Calls for Proposals and General Annexes.</p><p id=fn4><a  target=_self href=#r4>[4]</a>I.e. commercially open, with a qualified process.</p><p id=fn5><a  target=_self href=#r5>[5]</a>Applicants are invited to consult the Work programme 2018-2020 \"5.iii. Leadership in Enabling and Industrial Technologies – Space\", and in particular the technical guidance documents listed in the Work programme.</p>", "conditions": "\n<p><b><span style=\"font-size:9.0pt;line-height:115%;&#10;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#003366;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">1.&nbsp;&nbsp; Eligible countries:&nbsp;</span></b><span style=\"font-size:9.0pt;&#10;line-height:115%;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:black;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">described in General Annex A of <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-19-call-text_en.pdf\" target=\"_blank\">Call Document.</a><br />\r\n</span></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size:9.0pt;line-height:115%;&#10;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#003366;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">2.&nbsp;&nbsp; Eligibility and admissibility conditions:</span></b><span style=\"line-height: 115%;\"><font face=\"Arial, sans-serif\"><span style=\"font-size: 9pt;\">&nbsp;</span>described in General Annexes B and C of <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-19-call-text_en.pdf\" target=\"_blank\">Call Document</a>. </font></span><font face=\"Arial, sans-serif\"><br />\r\n</font></p>\r\n<p><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp;(a) at least three legal entities shall participate in an action;</font><font face=\"Arial, sans-serif\"><br />\r\n</font></p>\r\n<p><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp;(b) these three legal entities shall each be established in a different EU Member State or Norway;</font><font face=\"Arial, sans-serif\"><br />\r\n</font></p>\r\n<p><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp;(c) the legal entities referred to in point (b) shall be independent of each other within the meaning described in General Annex C.</font></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size:9.0pt;line-height:115%;&#10;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#003366;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">&nbsp;&nbsp;&nbsp;&nbsp; Proposal page limits and layout:</span></b><span style=\"font-size:9.0pt;&#10;line-height:115%;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:black;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">&nbsp;<strong>70 pages</strong> for sections 1-3 of part B (technical part) of the <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/tpl/pt/pa-pt-ra-padr-2019_en.pdf\" target=\"_blank\">Proposal Template</a>.</span></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size:9.0pt;line-height:115%;&#10;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#003366;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">3.&nbsp;&nbsp; Evaluation</span></b><span style=\"font-size:9.0pt;line-height:115%;&#10;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:black;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\"><br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><span style=\"font-size:9.0pt;&#10;line-height:115%;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:black;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">Award criteria, scoring, thresholds and process are described in General Annex F of <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-19-call-text_en.pdf\" target=\"_blank\">Call Document</a>. </span></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size:9.0pt;line-height:115%;&#10;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;color:#003366;mso-ansi-language:EN-GB;mso-fareast-language:EN-GB;mso-bidi-language:&#10;AR-SA\">4.&nbsp;&nbsp; Indicative timetable for evaluation and grant agreement:</span></b><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;color:black;mso-ansi-language:EN-GB;&#10;mso-fareast-language:EN-GB;mso-bidi-language:AR-SA\">&nbsp;</span></p>\r\n<p><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp; Outcome of the evaluation: maximum 6 months from the final date for submission.</font></p>\r\n<p><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp; Signature of grant agreements: maximum 3 months from the date of informing successful applicants.</font></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,&quot;sans-serif&quot;;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#003366;mso-fareast-language:EN-GB\">5.&nbsp;&nbsp; Proposal templates, guidance and model grant agreements (MGA):</span></b></p>\r\n<p><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/tpl/pt/pa-pt-ra-padr-2019_en.pdf\" target=\"_blank\">Standard Proposal Template for Research Actions</a></span></p>\r\n<p><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\">&nbsp; &nbsp; &nbsp; <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-19-call-text_en.pdf\" target=\"_blank\">Call Document and General Annexes</a></span></span></p>\r\n<p><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\">&nbsp; &nbsp; &nbsp; <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-19_en.pdf\" target=\"_blank\">Guide for Applicants</a></span></span></p>\r\n<p><span style=\"font-family: Arial, sans-serif;\"><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp; <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pa-guide-psi-padr_en.pdf\" target=\"_blank\">Programme Security Instructions</a></font></span></p>\r\n<p><span style=\"font-family: Arial, sans-serif;\"><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp; <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pa-guide-scg-padr_en.pdf\" target=\"_blank\">Security Classification Guide</a></font></span></p>\r\n<p><font face=\"Arial, sans-serif\">&nbsp; &nbsp; &nbsp; <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pa-guide-elsa-sa-padr_en.pdf\" target=\"_blank\">Guidance on ELSA Self-Assessment</a></font></p>\r\n<p><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span><a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/mga/pppa-mga-multi-padr_en.pdf\" target=\"_blank\">Multi-beneficiary Model Grant Agreement</a></span></p>\r\n<p>&nbsp;</p>\r\n<p>The budget of this topic is up to EUR 10 000 000.&nbsp;The Commission considers that proposals requesting a contribution from the Union between EUR 9 000 000 and 10 000 000 would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p>\r\n<p>Legal entities, other than those exempted (like public bodies), applying for an EU financial contribution equal or above EUR 60 000 are also subject to a verification of their financial capacity. For the complete information, please see pages 8-10 in the <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-19_en.pdf\" target=\"_blank\">Guide for Applicants</a>.</p>\r\n<p>Agreement on background: Consortium members should identify in the proposal the background for the project, setting out in detail all existing restrictions on the use or export of this background.</p>\r\n<p>The successful consortia involved in PADR Research Actions will have to submit a Special Report using the template provided in Annex I to the <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-19-call-text_en.pdf\" target=\"_blank\">Call Document</a>.&nbsp;</p>\r\n<p>All Member States and Norway's national authorities enjoy access rights to the Special Report of a project that has received funding under the Preparatory Action on Defence Research. Such access rights must be granted on a free of charge basis and transmitted by the Commission or EDA to the appointed authorities by the Member States or associated countries after appropriate confidentiality obligations are in place.</p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>", "supportInfo": "<p>For further assistance related to the <strong>call, topics and the content of proposals,</strong> please contact&nbsp;<span style=\"color: rgb(0, 0, 255);\"><strong>PreparatoryAction@eda.europa.eu</strong></span><span style=\"color: rgb(51, 153, 102);\">&nbsp;</span></p>\r\n<p><strong><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;categories=;programme=null;actions=;keyword=\" target=\"_blank\">F&amp;T Portal FAQ</a></strong>&nbsp;&ndash; submission of proposals<br />\r\n<br />\r\n<strong><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\">IT Helpdesk</a></strong>&nbsp;&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong><a href=\"http://ec.europa.eu/research/participants/docs/h2020-funding-guide/grants/applying-for-funding/submit-proposals_en.htm\" target=\"_blank\">H2020 Online Manual</a></strong> &ndash; for guidance on the Submission service and Beneficiary register<br />\r\n&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the type of action that corresponds to your proposal. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392626651, "id": 165917965, "title": "Topic related Q&A", "sectionId": 52392626651, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 364744, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/pppa/padr-ems-03-2019/1867605-eda2019-qa-padr-ems-03-2019-v20190802_en.pdf", "id": 1867605, "fileName": "EDA2019-QA-PADR-EMS-03-2019-v20190802_EN.pdf", "common": false, "crc32": 1634979526}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>Situational awareness nowadays goes well beyond air, sea, land, or space. The electromagnetic environment has become an integral yet still very different part of the modern warfare manoeuvre space. Next to the more traditional functions of sensing and communication, electronic warfare (EW) plays a key role in dominating this environment: knowing how and why the spectrum is used, ensuring the spectrum can be used as deemed necessary whilst denying other actors to use it for their purposes [For the purpose of this call and in accordance to most modern military doctrines/NATO terminology, Electronic Warfare (EW) is not considered as a single discipline, but as an overarching term covering Electronic Attack (EA), Electronic Defence (ED) and Electronic Surveillance (ES)]. Advanced electronic architectures allow optimising the combined use of radar, communications and/or EW functions in a single functional integrated system. With more, different and increasingly complex threats emerging - in combination with a rapid deployment in an ever more congested spectrum - there is a critical need to invest in developing advanced radiofrequency (RF) systems for many defence applications in many warfare domains to ensure that Member States can maintain their strategic autonomy while guaranteeing the security of supply of the necessary systems and components.</p>\n", "latestInfos": [{"approvalDate": "Mar 21, 2019 12:30:00 AM", "lastChangeDate": "Mar 21, 2019 12:30:00 AM", "content": "The submission session is now available for: PADR-EMS-03-2019(PPPA-PADR-RA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}