{"TopicDetails": {"type": 0, "ccm2Id": 31086056, "cftId": 0, "identifier": "PADR-FPSS-01-2017", "title": "Force protection and advanced soldier systems beyond current programmes", "publicationDateLong": 1496793600000, "callIdentifier": "PADR-FPSS-2017", "callTitle": "Force protection and advanced soldier systems beyond current programmes", "callccm2Id": 31086057, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31084250, "abbreviation": "PPPA", "description": "Pilot Projects and Preparatory Actions"}, "programmeDivision": [{"id": 31084251, "abbreviation": "PPPA-1", "description": "PPPA-1"}, {"id": 31085967, "abbreviation": "PADR-1-1", "description": "Preparatory Action on Defence Research (PADR)"}], "topicMGAs": [], "tags": ["soldier system", "defence innovation", "defence"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "typeOfMGA": []}], "plannedOpeningDate": "07 June 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["28 September 2017"]}], "latestInfos": [{"approvalDate": "Sep 20, 2017 6:33:13 PM", "lastChangeDate": "Sep 20, 2017 6:33:13 PM", "content": "<p><span style=\"color: rgb(255, 0, 0);\"><strong>&nbsp;Please note that the deadline for this call has been extended to 28-09-2017, 17:00. Time Zone: (Brussels time)</strong></span></p>"}, {"approvalDate": "Sep 20, 2017 3:35:53 PM", "lastChangeDate": "Sep 20, 2017 3:35:53 PM", "content": "<p><span style=\"color: rgb(255, 0, 0);\"><strong>&nbsp;Please note that the deadline for this call has been extended to 28-09-2017.</strong></span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3214911": [{"action": "PADR-FPSS-01-2017 - PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "plannedOpeningDate": "07 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["28 September 2017"], "budgetYearMap": {"2017": 6780000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Soldier equipment will increasingly have to meet and adapt to the requirements stemming from their future application in multinational, less and less predictable and very dynamic environments This introduces important challenges to soldier systems, such as:</p><ul level=\"0\">  <li>Interoperability of defence systems will be a key capability in the future. For Land Defence Systems, interoperability of vehicles, infrastructures and soldier systems will be based on open standards and joint architectures. This introduces important challenges to soldier systems, such as multi-national interoperability, effectiveness, adaptability to mission and mission intensity, maintaining equipment at state of the art, life cycle cost efficiency, logistic and human resource footprint of force protection.</li>  <li>The safety of military personnel is a critical element of effective defence and security. The defensive measures as individual ballistic protection remain vital. The current ballistic protection systems for the soldiers are mainly based on the fibre technology and hard materials technology, where high-performance fibres and hard materials (and their combinations) are manufactured into 2D and 3D assemblies to retard the ballistic threat. New solutions and materials like shearthickening fluids are being implemented into body armour production, but still not in a commercialisation phase. Despite the efforts in the research area (most of them outside the EU), the shortcomings of commercially available products exist. The main disadvantage of the commercially available ballistic systems is their weight – average weight to area ratio for level IIIA (according to the NIJ Standard) remains about 6 kg/m<sup>2</sup>, for level III is approximately 20 kg/m<sup>2</sup>, for IIIA+ is close to 30 kg/m<sup>2</sup>, and for level IV about 42 kg/m<sup>2</sup>. The inflexibility and design shortcomings to differences in anatomy and protection approaches based only against kinetic energy threats are also important challenges. In this respect, blast protection needs to take into account the use of CBRN agents together with ammunition, explosives or IEDs and the need to detect and protect soldiers from such elements.</li>  <li>A strong civilian driving force encourages research and development in order to adapt visible appearance. Materials and components exist or are being developed to change the visual appearance of a surface for e.g. display applications. These are, in general, not suited for defence applications. Present and future threats from advanced sensor systems have been analysed. Advanced materials and structures for high-resolution spectral design are developed at universities and industry without knowledge of defence specific requirements. For longer (invisible) wavelengths no such civilian demand exists. Adaptive materials, structures and components in short wave infrared, thermal infrared and radar require specific research. Such adaptive technologies must be compatible with defence specific requirements on endurance and operability.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The topic calls for proposals to explore and demonstrate the potential of how technology can further advance and enhance soldier systems beyond current programmes, hence assessing what is the state-of-the-art in one or more of the aforementioned areas. Proposed activities could cover one of the following sub-topics: </p><p>(a) Generic open soldier systems architecture</p><p>The proposals should propose a definition of architecture ready for standardisation and comprehensively covering soldier systems within their context of operation (group, squad, multi-national, vehicles, etc.). The architecture domain to be considered shall include:</p><ul level=\"0\">  <li>electronics;</li>  <li>voice and data communication;</li>  <li>software;</li>  <li>human interface devices;</li>  <li>sensors;</li>  <li>effectors.</li> </ul><p>The architecture shall be based on a suitable architectural framework. At the end of the project a technical validation should be performed to ensure that a proposed architecture in terms of interfaces, protocols or standards is technically feasible and to enable delivery of an open, modular and easily reconfigurable soldier system.</p><p>Results from relevant NATO (STANAG 4677, STANAG 4619, STANAG 4695, STANAG 4740) and EDA (STASS I &amp; STASS II) activities and studies should be used as baseline for the development of generic open soldier system reference architecture.</p><p>(b) Tailor-made blast, ballistic and CBRN protection of military personnel</p><p>The proposals should aim at research and technology development in lightweight ballistic and blasting protection allowing reduction at least 20% of weight versus existing commercial solutions for military personnel. The technology should allow achieving optimized protection with effective dissipation of energy and body protected zones. It should enable flexibility and modularity. Proposals should also explore the use of novel materials to integrate CBRN detection and/or protection into military body armour. Relevant advancements in manufacturing techniques, such as 3D printing, might also be investigated.</p><p>The activities included in proposals submitted under this sub-topic should clearly differentiate from or go beyond work already covered under Horizon 2020, in particular by the Specific Challenge \"Secure societies – Protecting freedom and security of Europe and its citizens\". </p><p>(c) Adaptive camouflage</p><p>Advanced active and passive camouflage methods which are able to rapidly reconfigure or change to various patterns according to the surrounding environment. The camouflage should be active against a variety of present and future threats from advanced sensor systems and observation means, adapted to the needs and the variety of missions of the military users.</p><p>Activities are expected to focus on TRL 2 to 3 (for subtopic (a)) and TRL 2- to 4-5 (for subtopics (b) and (c))</p><p><span style=\"color:black\"><span><span>The European Commission considers that proposals requesting a contribution from the EU in the range of EUR 1 to 1.5 million for subtopic (a) and EUR 2 to 3 million for subtopics (b) and (c) would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts. </span></span></span></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\">  <li>Convincing demonstration of EU-wide research cooperation in defence research;</li>  <li>Promotion of the integration of interoperability standards;</li>  <li>Enhancement of the effectiveness of military personnel;</li>  <li><span style=\"color:black\"><span><span>Reduction in life cycle costs.</span></span></span></li> </ul>\n", "conditions": "<p><em>Please read carefully all provisions below before the preparation of your application.</em></p>\r\n<p><strong><span style=\"color: rgb(0, 51, 102);\"><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></strong>1.<strong><span style=\"color: rgb(0, 51, 102);\"> List of countries and applicable rules for funding: </span></strong>Described in the General Annexes of the 2017 Calls for Proposals</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2. <strong><span style=\"color: rgb(0, 51, 102);\">Eligibility and exclusion criteria:</span></strong> Described in the General Annexes of the 2017 Calls for Proposals</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"color: rgb(0, 51, 102);\"><strong>Proposal page limits and layout:</strong></span><span style=\"color: rgb(0, 255, 0);\">&nbsp;</span><i>70 pages</i></p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3. <strong><span style=\"color: rgb(0, 51, 102);\">Evaluation</span></strong></p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Selection and award criteria and procedure, scoring and threshold are described in the General Annexes of the 2017 Calls for Proposals<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.\t<strong><span style=\"color: rgb(0, 51, 102);\">Indicative timetable for evaluation and grant agreement</span></strong>:</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;          Indicative timetable for evaluation and grant agreement signature: <br />\r\n&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;\tInformation on the outcome of the evaluation: Maximum 6 months from the final date for submission; and  <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &bull;\tIndicative date for the signing of grant agreements: Maximum 3 months from the date of informing successful&nbsp; applicants</p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.\t<strong><span style=\"color: rgb(0, 51, 102);\">Proposal templates, evaluation forms and model grant agreements for the type(s) of action(s) under this topic:</span></strong></p>\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pilot Project &amp; Preparation Action Grant (PPPA-AG):</strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/tpl/pt/pa-pt-padr_en.pdf\">&nbsp; Standard proposal template</a></p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Agreement on background: Members of consortium should identify in the proposal the background for the Action, setting out in detail all existing restrictions on the use or export of this background.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Special report: A special report is requested to be submitted according to the template included in General Annexes.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Consortium agreement: Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/mga/pppa-mga-multi-padr_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6. \t<strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-17_en.pdf\">Guide for Applicants </a><br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-17-call-text_en.pdf\">2017 Calls for Proposals and General Annexes</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; STASS I : <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-17-stass-exec-sum_en.pdf\">Public Executive Summary</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; STASS II: <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-17-stassii-info_en.pdf\">Project Summary Information</a></p>", "supportInfo": "<p>For further assistance related to the <strong>call, topics and the content of proposals,</strong> please contact<span style=\"color: rgb(0, 0, 0);\">&nbsp;PreparatoryAction@eda.europa.eu</span></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\"><br />\r\n<strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk </strong></a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc<br />\r\n<strong><br />\r\n</strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> &ndash; Please use the manual with caution and only for the Participant Portal tools guidance, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(255, 0, 0);\"><strong>Please note that the automatic warning on the page limit for the full proposals has been disabled.</strong></span><br />\r\nHowever, the page limit remains unchanged: For full proposals, the cover page and <u><strong>sections 1, 2 and 3</strong></u>, together should not be longer than <u><strong>70 pages for Research Actions</strong></u> and <u><strong>50 pages for Coordination and Support Action</strong></u>. <u><strong>Page limit does not apply to Section 4 Members of the consortium and 5 Ethical, legal and societal aspects and Security.</strong></u></p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392507989, "id": 165757754, "title": "QA for FPSS_v6_en", "sectionId": 52392507989, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 444406, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/pppa/padr-fpss-01-2017/1790102-qa_for_fpss_v6_en.pdf", "id": 1790102, "fileName": "QA for FPSS_v6_en.pdf", "common": false, "crc32": 376853097}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>Investment in future-oriented European defence research programmes today is a crucial step to maintain freedom of action and the ability to develop the capabilities that will be required tomorrow. Yet up to now, EU funding could only be used to fund research activities with an exclusive focus to civil applications.<br />\r\n<br />\r\nThe Preparatory Action on Defence Research (PADR) is a first essential step, limited in time and in budget, to test the added value of the EU budget supporting defence research. It will pave the way to a substantial defence research programme within the context of the next multiannual financial framework post 2020. <br />\r\n<br />\r\nThe main objective of the PADR is thus to test mechanisms that can prepare, organise and deliver a variety of EU-funded cooperative defence research and technology development (R&amp;T) activities to improve the competitiveness and innovation in the European defence industry and to stimulate cooperation amongst R&amp;T actors in all Member States.<br />\r\n<br />\r\nThe focus of the PADR is on defence research rather than dual-use research; nevertheless it will be complementary with existing EU programmes such as the Specific Challenge &quot;Secure societies &ndash; Protecting freedom and security of Europe and its citizens&quot; under Horizon 2020 as well as R&amp;T activities in the Member States and in the European Defence Agency (EDA).<br />\r\n<br />\r\nThe core of the PADR is a research programme that will be implemented through annual calls for proposals from 2017 onwards for 3 years . The calls are based on annual work programmes defined in close cooperation with Member States and adopted by the Commission. The work programme contains a detailed description of the actions (research projects) that will be funded through the award of grants to consortia after the publication of calls of proposals. While the overall responsibility for the management of the Preparatory Action lies with the Commission, EDA will implement  the annual work programmes, organise the calls, evaluate the project proposals submitted and manage the research projects funded. <br />\r\nThis document contains the 2017 PADR call texts together with budgetary information and General Annexes with relevant information for applicants and the modalities which  EDA will use to evaluate the proposals. <br />\r\n<br />\r\nIn 2017 there will be three calls for proposals.  The main focus of the first call (PADR-US-01-2017) lies on the launch of one project of substantial complexity in the area of enhanced situational awareness in a naval environment.</p>\r\n<p>Within the context of research in technologies and products related to force protection and soldier systems, a second call (PADR-FPSS-01-2017) will result in funding one or more projects.<br />\r\n<br />\r\nThirdly, a call for one coordination and support action (PADR-STF-01-2017) is published to start the strategic technology foresight. <br />\r\n<br />\r\nThis document contains furthermore a call for tender for independent experts for the evaluation of proposals and monitoring of running projects of the Preparatory Action.</p>\r\n<p><strong>Key websites</strong><br />\r\nAll information relating to the present calls for proposals can be accessed from the EDA website: <a href=\"https://www.eda.europa.eu/procurement-biz/procurement/eda-grants\" target=\"_blank\">https://www.eda.europa.eu/procurement-biz/procurement/eda-grants</a></p>\r\n<p>Information on the Preparatory Action, is available at the following website:<br />\r\n<a href=\"http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=9124&amp;lang=en\" target=\"_blank\">http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=9124&amp;lang=en </a></p>\r\n<p>EU Budget 2017 &ndash; Section III - Item 02 04 77 03 &mdash; Preparatory action on Defence Research:<br />\r\n<a href=\"http://eur-lex.europa.eu/budget/data/LBL/2017/en/SEC03.pdf\" target=\"_blank\">http://eur-lex.europa.eu/budget/data/LBL/2017/en/SEC03.pdf</a></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "latestInfos": [{"approvalDate": "Sep 20, 2017 6:33:13 PM", "lastChangeDate": "Sep 20, 2017 6:33:13 PM", "content": "<p>The submission session is now available for: PADR-FPSS-01-2017(PPPA-PADR-RA)</p>\r\n<p>Please note that the deadline for this call has been extended to 28-09-2017, 17:00. Time Zone: (Brussels time).</p>"}, {"approvalDate": "Sep 20, 2017 3:35:53 PM", "lastChangeDate": "Sep 20, 2017 3:35:53 PM", "content": "<p>The submission session is now available for: PADR-FPSS-01-2017(PPPA-PADR-RA)</p>\r\n<p>Please note that the deadline for this call has been extended to 28-09-2017.</p>"}, {"approvalDate": "Sep 20, 2017 3:25:59 PM", "lastChangeDate": "Sep 20, 2017 3:25:59 PM", "content": "The submission session is now available for: PADR-FPSS-01-2017(PPPA-PADR-RA)"}, {"approvalDate": "Jun 8, 2017 2:30:00 PM", "lastChangeDate": "Jun 8, 2017 2:30:00 PM", "content": "The submission session is now available for: PADR-FPSS-01-2017(PPPA-PADR-RA)"}, {"approvalDate": "Jun 7, 2017 12:41:29 PM", "lastChangeDate": "Jun 7, 2017 12:41:29 PM", "content": "The submission session is now available for: PADR-FPSS-01-2017(PPPA-PADR-RA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}