{"TopicDetails": {"type": 0, "ccm2Id": 31086053, "cftId": 0, "identifier": "PADR-US-01-2017", "title": "Technological demonstrator for enhanced situational awareness in a naval environment", "publicationDateLong": 1496793600000, "callIdentifier": "PADR-US-2017", "callTitle": "Technological demonstrator for enhanced situational awareness in a naval environment", "callccm2Id": 31086054, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31084250, "abbreviation": "PPPA", "description": "Pilot Projects and Preparatory Actions"}, "programmeDivision": [{"id": 31084251, "abbreviation": "PPPA-1", "description": "PPPA-1"}, {"id": 31085967, "abbreviation": "PADR-1-1", "description": "Preparatory Action on Defence Research (PADR)"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "typeOfMGA": []}], "plannedOpeningDate": "07 June 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["05 October 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3208770": [{"action": "PADR-US-01-2017 - PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "plannedOpeningDate": "07 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["05 October 2017"], "budgetYearMap": {"2017": 15500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>In a defence context, naval forces are engaged permanently, including in various types of conflicts, asymmetric or symmetric. They must control their environment in order to scan, detect and analyse as soon as possible the intentions of other forces and potential threats, in order to retain capacity of initiative, freedom of movement and to achieve the desired endeffect. In this respect, maritime Intelligence, Surveillance, Target Acquisition and Reconnaissance (ISTAR), complemented with neutralisation capacities, is a key capability from a strategic or tactical perspective. The ISTAR chain is a critical enabler to the common Recognized Maritime Picture (RMP), for detection, identification, tracking and target acquisition, as well as for strengthening interoperability. </p><p>Remotely Piloted Aircraft Systems (RPAS) and other unmanned systems (UXS, in which \"X\" can stand for \"Aerial\", \"Surface\" or \"Underwater\") operated alongside other unmanned and manned systems can thereby provide significant added value to enhance such situational awareness. Yet efforts are needed for extending, amongst other parameters, the persistence, range and coverage in particular of UAS. </p><p>The integration of data from multiple sources operating in a complementary way, and the quality and capability to exchange data in real (or near real) time is needed to improve the interoperability between manned and unmanned systems within existing, multilateral EU defence systems and infrastructures, and with naval platforms and mission systems.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Enhanced situational awareness in naval operations critically depends on the quality of (a) the sensor suite and (b) the exploitation/sharing of gathered data. Major potential for substantial improvements and step-up exist in these two domains:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>as far as the sensor suite is concerned, a more extensive integration and use of unmanned systems offering enhanced performances and capacities compared to commercially available state-of-the-art assets, and operated in a complementary way with other types of platforms and sensors;</li>  <li>concerning data exploitation and sharing, potential for improvements are linked in particular to the real time or near real time and secured transfer of data.</li> </ol><p>This topic calls for proposals that convincingly remove technological obstacles, and combine innovation and integration, in order to demonstrate that situational awareness in a naval environment can be significantly improved.</p><p>In this context, technology demonstrations in two types of operational situations should are prioritised:</p><ul level=\"0\">  <li>Persistent Wide Area Surveillance;</li>  <li>Maritime Interdiction Operations.</li> </ul><p>These operations cover the first phases of all naval operations conduct from naval ships or vessels. Although these operations might take on maritime security dimensions, they also need to cover genuine defence specific requirements. Specific maritime ISTAR assets are linked to the environment in which systems or equipment are operated such as:</p><ul level=\"0\">  <li>Environmental conditions are in particular related to adverse weather, high sea levels, or day and night operations;</li>  <li>Strong electromagnetic fields (aspects of electromagnetic compatibility (EMC) and interference (EMI)), jamming or rupture of communications;</li>  <li>Deployment in contested environment implies also stealthy and survivability requirements;</li>  <li>The type of data to be exchanged requires levels of protection appropriate to defence-classified data. Moreover, for the needs of the missions, real time, or near real time exchange and transfer of data are necessary.</li> </ul><p>The objective of the technological demonstrator is to mature and bring technologies together, for enhancing situational awareness through unmanned systems working alongside manned systems in various complex and extreme environmental circumstances. On the one hand, the focus be on the integration of RPAS or other UXS into naval systems (ship interface &amp; combat management system). On the other hand, considering various types of unmanned systems – e.g. aerial, surface and/or submersible platforms – the focus shall be on the transfer of relevant military data and fusing of this data with complementary data from space platforms or manned systems.</p><p>These two work-strands shall be conducted in a consistent manner, with the high level objective to improve situational awareness and provide a comprehensive picture of an operational situation enabling management of own assets, monitoring movement, and detection of threats in a contested environment that requires protective measures for cyber defence, electronic warfare, GPS-denial and platform/payload survivability.</p><p>More specifically, proposals should balance R&amp;T efforts in the following two areas:</p><p><strong>a) <u>Integration in naval systems of close-to-market new or improved existing platforms</u> <u>demonstrator with improved sensors capacity, persistence and autonomy</u></strong></p><p>Taking into account the necessity of increasing ISTAR in high sea naval operations, the use of RPAS or other UXS as platforms with appropriate payloads that would allow the use of improved sensors is expected to constitute a major asset in future capabilities.</p><p>Substantial technological progress is needed to develop RPAS or other UXS solutions which would be operated from navy ships and meet a number of defence specific requirements: payload capacity (several types of sensors, at least 2 major sensors on-board, persistence, endurance and range, autonomy and optimisation of operators work-load, EMC/EMI compatibility, operations (including launch and recovery) at sea from navy ships under extreme conditions, survivability, etc.</p><p>To achieve the desirable (and affordable) compromise between needs and solutions, and in terms of payload vs. platform, efforts are needed to remove technological obstacles concerning platform technologies, technologies related to the integration into military ship environment, payload and sensors architecture-related technologies, control systems and handling quality, autonomous operation, as well as security aspects.</p><p>The project should not aim at developing a new platform but focus on developing key technologies while using existing platforms, as a basis for developing this work strand of the project as well as for the demonstration testing.</p><p>Proposals would address aspects such as:</p><ul level=\"0\">  <li>Platform protection in contested environments;</li>  <li>Anti-jamming and electronic counter-measures;</li>  <li>Capability to be launched and recovered from manned platforms also in severe meteorological conditions (objective: up to Sea State 5);</li>  <li>Autonomy motivated by the need to reduce manning, risk and cost of platform operation. Examples include: Autonomous piloting, anti-collision, automated replanning and execution, adaptive behaviour, automated fault management systems, local automated sensor processing, local situation awareness without man-in-the-loop, automatic launch and recovery;</li>  <li>Navigation need for accurate positioning and for establishing redundancy to GNSS;</li>  <li>High speed secure and real time or near real time communication including cyber protection;</li>  <li>Operation of the platform under severe climatological conditions;</li>  <li>Operation of the platform from navy ships under severe sea state conditions;</li>  <li>Improved sensors and payload capacity;</li>  <li>Capability of the platform to transport cargo/utility and to drop payloads;</li>  <li>If relevant, optionally piloted capability to allow maximum flexibility for larger types and demonstrate interaction and operational flexibility between manned, unmanned, optionally manned vehicles. The compatibility with STANAG 4586 (NATO UAV Control System), 4545 (NATO Secondary imagery format), 4609 (NATO Digital Motion Imagery Standard) should be ensured.</li> </ul><p>Proposals should underline the impact of new or improved existing platforms and of their technological content on, e.g., endurance, range, autonomy, payload capacity and trade-off between size/weight and performances, enhanced sensors performance, resilience and redundancy of Command and Control links and data links.</p><p><strong><u>b) Demonstration of integration of data from multiple sources in a single predefined</u> <u>tactical picture</u> </strong></p><p>The demonstration should aim at evaluating the capability of a Maritime Operation Center (MOC) to acquire, exploit, correlate, analyse and disseminate securely sensor data and integrate it into a RMP in Near Real Time (NRT), making use of the current state of the art satellite imagery, Automatic Identification System (space and coastal), naval vessel, manned and unmanned systems.</p><p>The integration of data from those multiple sources should improve ISTAR in a single predefined tactical picture allowing faster, independent and more accurate use of combat systems of the naval military systems.</p><p>Concerning the data exchange, the main challenge should be placed on the capability to exchange data and ability to switch quickly between classified and unclassified channels with cyber issues. Data can be gathered by sensors on-board the UXS but also from a wider scope of sensor types and assets. Also progressing on the near real-time transmission (a datalink allowing full motion video in particular) remains an important challenge.</p><p>In addition, the demonstration may include the use of homogeneous or heterogeneous groups, i.e., mixing UAV with manned fixed and/or rotary wings, USV and/or UUV), equipped with different types of sensors.</p><p>Proposals should address aspects such as:</p><ul level=\"0\">  <li>Determination of data exchange systems C4ISR;</li>  <li>Multi sensor information fusion;</li>  <li>Data request for area / time of interest;</li>  <li>Data analysis, exploitation and visualisation;</li>  <li>Operation planning and control;</li>  <li>Integration and interoperability with the vessel command and control (CMS) or a MOC;</li>  <li>Integration of sensor information provided by Member States (CISE, MARSUR);</li>  <li>Analysis of data requests (satellite, unmanned and manned aerial and naval systems);</li>  <li>High level of data processing integration, on board vehicle and possibly off board;</li>  <li>Close to real-time transmission (datalink allowing e.g. full motion video) and data fusion with long term history assessment and detection of anomalies; </li>  <li>Encryption and cyber security for exchange of classified information;</li>  <li>Simulation aspects for operators.</li> </ul><p>Proposals should underline (i) the improved interaction/coordination between (semi-) autonomous platforms and man-machine interaction and interface issues, (ii) improved quality of situational awareness compared to that provided by traditional assets (higher quality at lower risk and cost), (iii) impact in reduction of human involvement in operation. Proposals should also demonstrate that naval combat management systems will maximise the exploitation of the potential of unmanned systems through the development of a shared situational awareness. NATO-EU interoperability will be important in that regard as well as interoperability with civil systems if appropriate.</p><p>Proposals should therefore also include aspects such as:</p><ul level=\"0\">  <li>Common architecture of mixed unmanned systems (aerial, surface, underwater) together with communication within the common systems architecture;</li>  <li>Common Information Exchange Infrastructure based on NATO compliant interfaces as a trusted system to allow to share and retrieve information with different levels of security;</li>  <li>Swarming behaviours and impact on automated vehicle behaviours and collision avoidance;</li>  <li>Exchange of specific information regarding target designation;</li>  <li>Anti-Area/Access-Denial (A2/AD) technologies offset;</li>  <li>(Service oriented) architecture open to air and land component to build a European C4ISTAR joint/combined system, reconfigurable during runtime;</li>  <li>Simulation environments for support design, validate solutions, train operators.</li> </ul><p>The activities of the project should focus mainly on maturing and integrating validated technologies. Part of the project can be carried out by using computer-based modelling and simulation tools, to allow de-risking of the demonstration. Moreover, the project shall provide a full-scale technological demonstration at least in a relevant environment of mixed manned/unmanned assets. If deemed appropriate, the proposal could include a demonstration in an operational environment, e.g., in conjunction with armed forces. A list of EU Member States armed forces that expressed their willingness to facilitate (part of) the demonstration activities can be found for information in the '<em>Additional documents</em>'. There is no obligation for applicants neither to use nor to restrict themselves to the organisations contained in this list.</p><p>The proposal should include a high level description of the key performance indicators (KPIs) for the envisaged functionalities and the methodologies on how to measure them. A report with a detailed description of these KPIs and methodologies in view of the demonstrations should be delivered within 6 months after the start of the project.</p><p><strong>The implementation of this topic is intended to start at TRL 4 and target TRL not lower than 6 and not higher than 7. </strong></p><p>The Commission considers that proposal requesting a contribution from the EU between EUR</p><p>32 and 36 million would allow this specific challenge to be addressed appropriately.</p><p>Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p>Given the constraints on the yearly budget of the Preparatory Action, full proposals should include upon a single submission the description of (i) a core part which would need a EU contribution between EUR 14 and 16 million from the 2017 budget, and (ii) up to 4 additional research modules with a EU contribution of up to EUR 5 million each that would extend the core project to cover the topic more substantially. These research modules can receive funding from the 2018 budget subject to the adoption of the 2018 financing decision on the preparatory action and subject to the approval of the budget by the EU budgetary authorities. The proposals, including the total indicative budget of the core part and all additional modules will be evaluated in their entirety during a single-stage evaluation procedure.</p><p><strong>No more than one action will be funded.</strong></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\">  <li>Convincing demonstration of the potential of EU-funded research for defence applications;</li>  <li>Reliable operation of the proposed solutions in various, complex and extreme maritime environments;</li>  <li>Substantial gain towards autonomous and safe operation of UXS from navy ships offering suitable potential in term of payload capacity, range and handling quality for operations under adverse conditions;</li>  <li>Enhancement of maritime situational awareness and command and control capability and secured data exchange and real time or near real time transmission of information;</li>  <li>Development of the European industrial capability in the market segment of unmanned systems for defence capabilities;</li>  <li>Improved interoperability between manned and unmanned systems;</li>  <li>Improved interoperability with existing, multilateral EU defence systems and infrastructures, and with naval platforms and mission systems;</li>  <li>Extended capabilities of a vessel platform, fully integrated with the vessel mission system (CMS and sensors);</li>  <li>Improved efficiency and cost-effectiveness;</li>  <li>Informing the shape of future military structures in view of the use of advanced unmanned systems.</li> </ul><p><em>Proposals should include a first demonstration of preliminary yet meaningful results during late 2019 (and in any event not before mid-2019) with the second and final demonstration during mid-2020. It is anticipated that both demonstrations should be alongside existing military platforms. The participation of SMEs in the proposal, if relevant, is strongly encouraged and this will be positively evaluated under the “Implementation” criterion.</em></p>\n", "conditions": "<p>&nbsp;<strong><span style=\"color: rgb(0, 51, 102);\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></strong>1.<strong><span style=\"color: rgb(0, 51, 102);\"> List of countries and applicable rules for funding: </span></strong>Described in the General Annexes of the 2017 Calls for Proposals.</p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2. <strong><span style=\"color: rgb(0, 51, 102);\">Eligibility and exclusion criteria:</span></strong> Described in the General Annexes of the 2017 Calls for Proposals.<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The following exceptions apply:<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (a) at least five legal entities shall participate in an action;<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (b) these five legal entities shall each be established in a different Member State or associated country;<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (c) the legal entities referred to in point (b) shall be independent of each other within the meaning described in General Annex C.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"color: rgb(0, 51, 102);\"><strong>Proposal page limits and layout:</strong></span><span style=\"color: rgb(0, 255, 0);\"> <span style=\"color: rgb(0, 0, 0);\"><em>70 pages</em></span></span></p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3. <strong><span style=\"color: rgb(0, 51, 102);\">Evaluation</span></strong></p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Selection and award criteria and procedure, scoring and threshold are described in the General Annexes of the 2017 Calls for Proposals.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; The following exceptions apply : To determine the ranking, the score for the criterion 'impact' will be given a weight of 1.5.<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.\t<strong><span style=\"color: rgb(0, 51, 102);\">Indicative timetable for evaluation and grant agreement</span></strong>:&nbsp;</p>\r\n<ul>\r\n    <li>&nbsp; Information on the outcome of the evaluation: Maximum 6 months from the final date for submission; and</li>\r\n    <li>&nbsp; Indicative date for the signing of grant agreements: Maximum 3 months from the date of informing successful applicants.</li>\r\n</ul>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.\t<strong><span style=\"color: rgb(0, 51, 102);\">Proposal templates, evaluation forms and model grant agreements for the type(s) of action(s) under this topic:</span></strong></p>\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pilot Project &amp; Preparation Action Grant (PPPA-AG):</strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/tpl/pt/pa-pt-padr_en.pdf\"> Standard proposal template  </a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/mga/pppa-mga-multi-padr_en.pdf\">Model Grant Agreement - Multi-Beneficiary</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Agreement on background: Members of consortium should identify in the proposal the background for the Action, setting out in detail all existing restrictions on the use or export of this background.<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Special report: a special report is requested to be submitted according to the template included in General Annex I.  <br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Consortium agreement: Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6. \t<strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-17_en.pdf\"> Guide for Applicants </a><br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-17-call-text_en.pdf\">2017 Calls for Proposals and General Annexes</a><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-member-states_en.pdf\">List of EU Member States armed forces that expressed their willingness to facilitate (part of) the demonstration</a></p>", "supportInfo": "<p>For further assistance related to the <strong>call, topics and the content of proposals,</strong> please contact<span style=\"color: rgb(51, 153, 102);\">&nbsp;</span><span style=\"color: rgb(0, 0, 0);\">PreparatoryAction@eda.europa.eu</span>.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\"><br />\r\n<strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk </strong></a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong><br />\r\n</strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> &ndash; Please use the manual with caution and only for the Participant Portal tools guidance, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(255, 0, 0);\"><strong>Please note that the automatic warning on the page limit for the full proposals has been disabled.</strong></span><br />\r\nHowever, the page limit remains unchanged: For full proposals, the cover page and <strong><u>sections 1, 2 and 3</u></strong>, together should not be longer than <strong><u>70 pages for Research Actions</u></strong> and <strong><u>50 pages for Coordination and Support Action</u></strong>. <strong><u>Page limit does not apply to Section 4 Members of the consortium  and 5 Ethical, legal and societal aspects and Security.</u></strong></p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392514958, "id": 165759813, "title": "QA for US_v7_en", "sectionId": 52392514958, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 568883, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/pppa/padr-us-01-2017/1790108-qa_for_us_v7_en.pdf", "id": 1790108, "fileName": "QA for US_v7_en.pdf", "common": false, "crc32": 1086368233}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>Investment in future-oriented European defence research programmes today is a crucial step to maintain freedom of action and the ability to develop the capabilities that will be required tomorrow. Yet up to now, EU funding could only be used to fund research activities with an exclusive focus to civil applications.<br />\r\n<br />\r\nThe Preparatory Action on Defence Research (PADR) is a first essential step, limited in time and in budget, to test the added value of the EU budget supporting defence research. It will pave the way to a substantial defence research programme within the context of the next multiannual financial framework post 2020. <br />\r\n<br />\r\nThe main objective of the PADR is thus to test mechanisms that can prepare, organise and deliver a variety of EU-funded cooperative defence research and technology development (R&amp;T) activities to improve the competitiveness and innovation in the European defence industry and to stimulate cooperation amongst R&amp;T actors in all Member States.</p>\r\n<p>The focus of the PADR is on defence research rather than dual-use research; nevertheless it will be complementary with existing EU programmes such as the Specific Challenge &quot;Secure societies &ndash; Protecting freedom and security of Europe and its citizens&quot; under Horizon 2020 as well as R&amp;T activities in the Member States and in the European Defence Agency (EDA).<br />\r\n<br />\r\nThe core of the PADR is a research programme that will be implemented through annual calls for proposals from 2017 onwards for 3 years . The calls are based on annual work programmes defined in close cooperation with Member States and adopted by the Commission. The work programme contains a detailed description of the actions (research projects) that will be funded through the award of grants to consortia after the publication of calls of proposals. While the overall responsibility for the management of the Preparatory Action lies with the Commission, EDA will implement  the annual work programmes, organise the calls, evaluate the project proposals submitted and manage the research projects funded.</p>\r\n<p>This document contains the 2017 PADR call texts together with budgetary information and General Annexes with relevant information for applicants and the modalities which  EDA will use to evaluate the proposals. <br />\r\nIn 2017 there will be three calls for proposals.  The main focus of the first call (PADR-US-01-2017) lies on the launch of one project of substantial complexity in the area of enhanced situational awareness in a naval environment.</p>\r\n<p>Within the context of research in technologies and products related to force protection and soldier systems, a second call (PADR-FPSS-01-2017) will result in funding one or more projects.<br />\r\nThirdly, a call for one coordination and support action (PADR-STF-01-2017) is published to start the strategic technology foresight.</p>\r\n<p>This document contains furthermore a call for tender for independent experts for the evaluation of proposals and monitoring of running projects of the Preparatory Action.</p>\r\n<p><strong>Key websites</strong><br />\r\nAll information relating to the present calls for proposals can be accessed from the EDA website: <a href=\"https://www.eda.europa.eu/procurement-biz/procurement/eda-grants\" target=\"_blank\">https://www.eda.europa.eu/procurement-biz/procurement/eda-grants</a></p>\r\n<p>Information on the Preparatory Action, is available at the following website:<br />\r\n<a href=\"http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=9124&amp;lang=en\" target=\"_blank\">http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=9124&amp;lang=en </a></p>\r\n<p>EU Budget 2017 &ndash; Section III - Item 02 04 77 03 &mdash; Preparatory action on Defence Research: <br />\r\n<a href=\"http://eur-lex.europa.eu/budget/data/LBL/2017/en/SEC03.pdf\" target=\"_blank\">http://eur-lex.europa.eu/budget/data/LBL/2017/en/SEC03.pdf</a><br />\r\n&emsp;<br />\r\n&nbsp;</p>\r\n<p>&nbsp;</p>", "latestInfos": [{"approvalDate": "Jun 8, 2017 2:30:00 PM", "lastChangeDate": "Jun 8, 2017 2:30:00 PM", "content": "The submission session is now available for: PADR-US-01-2017(PPPA-PADR-RA)"}, {"approvalDate": "Jun 7, 2017 12:41:36 PM", "lastChangeDate": "Jun 7, 2017 12:41:36 PM", "content": "The submission session is now available for: PADR-US-01-2017(PPPA-PADR-RA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}