{"TopicDetails": {"type": 0, "ccm2Id": 31086248, "cftId": 0, "identifier": "PADR-STF-01-2017", "title": "The European Defence Research Runway – Part I", "publicationDateLong": 1496793600000, "callIdentifier": "PADR-STF-2017", "callTitle": "The European Defence Research Runway", "callccm2Id": 31086249, "allowPartnerSearch": true, "frameworkProgramme": {"id": 31084250, "abbreviation": "PPPA", "description": "Pilot Projects and Preparatory Actions"}, "programmeDivision": [{"id": 31084251, "abbreviation": "PPPA-1", "description": "PPPA-1"}, {"id": 31085967, "abbreviation": "PADR-1-1", "description": "Preparatory Action on Defence Research (PADR)"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "PPPA-PADR-CSA Preparatory Action on Defence Research – Coordination and Support Action", "typeOfMGA": []}], "plannedOpeningDate": "07 June 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["28 September 2017"]}], "latestInfos": [{"approvalDate": "Sep 20, 2017 6:34:43 PM", "lastChangeDate": "Sep 20, 2017 6:34:43 PM", "content": "<p><span style=\"color: rgb(255, 0, 0);\"><strong>&nbsp;Please note that the deadline for this call has been extended to 28-09-2017, 17:00. Time Zone: (Brussels time)</strong></span></p>"}, {"approvalDate": "Sep 20, 2017 3:37:36 PM", "lastChangeDate": "Sep 20, 2017 3:37:36 PM", "content": "<p><span style=\"color: rgb(255, 0, 0);\"><strong>&nbsp;Please note that the deadline for this call has been extended to 28-09-2017.</strong></span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3235040": [{"action": "PADR-STF-01-2017 - PPPA-PADR-CSA Preparatory Action on Defence Research – Coordination and Support Action", "plannedOpeningDate": "07 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["28 September 2017"], "budgetYearMap": {"2017": 950000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The current time period is characterised by rapid changes in many domains – geopolitical, economic, environmental and technological – which have huge effects on the global security situation. For the EU and for EU Member States it is therefore essential to continuously perform strategic technology foresight analyses so as to gain understanding of important trends and their defence and security implications. Essential parts of strategic technology foresight analysis are Horizon Scanning and Technology Watch (HS&amp;TW): the signalling of emerging threats, the identification of emerging technologies and potential opportunities combined with a broad analysis of relevant technological developments. Performing a strategic technology foresight is challenging, not only because it is an activity aimed at a “moving target”, but also because it is not easy to identify and track the wide range of relevant technologies to be addressed in view of:</p><ul level=\"0\">  <li>the added value of a common European approach in properly covering the full range of technologies and sources;</li>  <li>the need to build a common understanding of future technology and its impact on defence trends in order to plan and coordinate accordingly our actions;</li>  <li>the need for an innovative approach with respect to the way these activities traditionally are conducted;</li>  <li><span style=\"color:black\"><span><span>the growing relevance of the civil technologies for defence and the need to include the developments in the civil sector in the exercise;</span></span></span></li>  <li><span style=\"color:black\"><span><span>identifying new technologies.</span></span></span></li> </ul>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This action should aim to support strategic technology foresight in the defence domain of individual Member States and of the EU as a whole by performing joint technology foresight activities supported by methodologies such as horizon scanning, technology watch, scientometric tools, expert consultation activities. The action should focus in particular on identifying emerging defence research areas for potential exploration in the next Multi-annual Financial Framework. The action should propose and validate a methodology and process for strategic technology foresight activities to be carried out cyclically. Such a methodology should take into account similar activities conducted in EDA, NATO and other military and/or civil organisations. Activities that should be considered could include, amongst others:</p><ul level=\"0\">  <li>Collection of information (national sources, EU research programme, occidental and non-occidental sources);</li>  <li>Analysis (geopolitical trends, defence and security trends, technology, industrial trends);</li>  <li>Engagement with European industry trade bodies;</li>  <li>Evaluation/assessment for defence and security (future scenario-based evaluations such as Disruptive Technology Assessment Games, consultations of technology and military experts, input from “unconventional” groups with an outside view, more creative thinking, …);</li>  <li>Defining and setting up strategic trends for the medium and long term;</li>  <li>Management and controlled dissemination of results (secure web-based access with public and restricted dissemination).</li> </ul><p>The strategic technology foresight should be coupled to a process and method for scoping EU-funded defence research based on scenarios to illustrate potential future conflicts. </p><p>Proposals should include elements to ensure continued monitoring and updating beyond the action's lifetime.</p><p>The European Commission considers that proposals requesting a contribution from the EU in the range of EUR 0.8 to 1.0 million would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><strong><span style=\"color:black\"><span><span>No more than one action will be funded. </span></span></span></strong></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The action should allow to </p><ul level=\"0\">  <li>underpin coordination of defence research activities at the EU and national level;</li>  <li>prepare the long term agenda for defence research in the EU;</li>  <li>explore themes for a future European Defence Research Programme; </li>  <li>underpin coordination of agendas and optimisation of synergies between the EU defence and civil research activities under the next Multiannual Financial Framework;</li>  <li><span style=\"color:black\"><span><span>test the approach through proposing topics for the Future Disruptive Technologies technology area in the last year of the PADR.</span></span></span></li> </ul>\n", "conditions": "<p><em>Please read carefully all provisions below before the preparation of your application.</em></p>\r\n<p><strong><span style=\"color: rgb(0, 51, 102);\"><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></strong>1.<strong><span style=\"color: rgb(0, 51, 102);\"> List of countries and applicable rules for funding: </span></strong>Described in the General Annexes of the 2017 Calls for Proposals</p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2. <strong><span style=\"color: rgb(0, 51, 102);\">Eligibility and exclusion criteria:</span></strong> Described in the General Annexes of the 2017 Calls for Proposals.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"color: rgb(0, 51, 102);\"><strong>Proposal page limits and layout:</strong></span><span style=\"color: rgb(0, 255, 0);\">&nbsp;<span style=\"color: rgb(0, 0, 0);\">50 pages</span></span></p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3. <strong><span style=\"color: rgb(0, 51, 102);\">Evaluation</span></strong></p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Selection and award criteria and procedure, scoring and threshold are described in the General Annexes of the 2017 Calls for Proposals<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.\t<strong><span style=\"color: rgb(0, 51, 102);\">Indicative timetable for evaluation and grant agreement</span></strong>:&nbsp;<br />\r\n&nbsp;</p>\r\n<ul>\r\n    <li>Information on the outcome of the evaluation: Maximum 6 months from the final date for submission</li>\r\n    <li>Indicative date for the signing of grant agreements: Maximum 3 months from the date of informing successful applicants</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.\t<strong><span style=\"color: rgb(0, 51, 102);\">Proposal templates, evaluation forms and model grant agreements for the type(s) of action(s) under this topic:</span></strong></p>\r\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pilot Project &amp; Preparation Action Grant (PPPA-AG):</strong></p>\r\n<ol>\r\n    <p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/tpl/pt/pa-pt-padr_en.pdf\">Standard proposal template</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/mga/pppa-mga-multi-padr_en.pdf\">Model Grant Agreement - Multi Beneficiary       </a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/mga/pppa-mga-mono-padr_en.pdf\">Model Grant Agreement - Mono-Beneficiary</a></p>\r\n    <p><span style=\"display: none;\" id=\"1496763178736S\">&nbsp;</span></p>\r\n    <p>Agreement on background: Members of consortium should identify in the proposal the background for the Action, setting out in detail all existing restrictions on the use or export of this background.</p>\r\n    <p>Special report: no special report is requested.</p>\r\n    <p>All the results of the action will be made available to the Union for the duly justified purpose of developing, implementing and monitoring Union policies or programmes and to the Member States and countries associated to the Preparatory Action on Defence Research for purposes related to the use by or for their armed forces, or security or intelligence forces, including within the framework of their cooperative programmes. Such utilisation shall include, but be not limited to, the study, evaluation, assessment, research, design, development, manufacture, improvement, modification, maintenance, repair, refurbishment, and product acceptance and certification, operation, training, disposal and other post design services and product deployment, as well as the assessment and drafting of technical requirements for procurement.</p>\r\n    <p>&nbsp;</p>\r\n    <p>This topic is complementary with topic &quot;PADR-STF-02-2018: The European Defence Research Runway &ndash; part II&quot;, which is planned for next year (subject to the adoption of the 2018 financing decision and to the approval of the budget by the EU budgetary authorities). Grant agreements under this topic will therefore include the options for 'complementary grants', (including, in particular additional access rights to background and results for the purposes of the complementary grant).</p>\r\n    <p>Consortium agreement: Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.<span style=\"display: none;\" id=\"1496763179193E\">&nbsp;</span></p>\r\n</ol>\r\n<p><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 7. \t<strong><span style=\"color: rgb(0, 51, 102);\">Additional documents:</span></strong><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-17_en.pdf\">Guide for Applicants</a> <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-17-call-text_en.pdf\">2017 Calls for Proposals and General Annexes</a><br />\r\n&nbsp; &nbsp; &nbsp; &nbsp;<br />\r\n&nbsp;</p>", "supportInfo": "<p>For further assistance related to the <strong>call, topics and the content of proposals,</strong> please contact<span style=\"color: rgb(0, 0, 0);\">&nbsp;PreparatoryAction@eda.europa.eu.</span></p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\"><br />\r\n<strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk </strong></a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><strong><br />\r\n</strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> &ndash; Please use the manual with caution and only for the Participant Portal tools guidance, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(255, 0, 0);\"><strong>Please note that the automatic warning on the page limit for the full proposals has been disabled.</strong></span><br />\r\nHowever, the page limit remains unchanged: For full proposals, the cover page and sections 1, 2 and 3, together should not be longer than <u><strong>70 pages for Research Actions</strong></u> and <u><strong>50 pages for Coordination and Support Action</strong></u>. <u><strong>Page limit does not apply to Section 4 Members of the consortium and 5 Ethical, legal and societal aspects and Security.</strong></u></p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392507990, "id": 165757757, "title": "QA for STF_v6_en", "sectionId": 52392507990, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 449333, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/pppa/padr-stf-01-2017/1790103-qa_for_stf_v6_en.pdf", "id": 1790103, "fileName": "QA for STF_v6_en.pdf", "common": false, "crc32": 3512343389}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "<p>&nbsp;Investment in future-oriented European defence research programmes today is a crucial step to maintain freedom of action and the ability to develop the capabilities that will be required tomorrow. Yet up to now, EU funding could only be used to fund research activities with an exclusive focus to civil applications.<br />\r\n<br />\r\nThe Preparatory Action on Defence Research (PADR) is a first essential step, limited in time and in budget, to test the added value of the EU budget supporting defence research. It will pave the way to a substantial defence research programme within the context of the next multiannual financial framework post 2020. <br />\r\n<br />\r\nThe main objective of the PADR is thus to test mechanisms that can prepare, organise and deliver a variety of EU-funded cooperative defence research and technology development (R&amp;T) activities to improve the competitiveness and innovation in the European defence industry and to stimulate cooperation amongst R&amp;T actors in all Member States.</p>\r\n<p>The focus of the PADR is on defence research rather than dual-use research; nevertheless it will be complementary with existing EU programmes such as the Specific Challenge &quot;Secure societies &ndash; Protecting freedom and security of Europe and its citizens&quot; under Horizon 2020 as well as R&amp;T activities in the Member States and in the European Defence Agency (EDA).</p>\r\n<p>The core of the PADR is a research programme that will be implemented through annual calls for proposals from 2017 onwards for 3 years . The calls are based on annual work programmes defined in close cooperation with Member States and adopted by the Commission. The work programme contains a detailed description of the actions (research projects) that will be funded through the award of grants to consortia after the publication of calls of proposals. While the overall responsibility for the management of the Preparatory Action lies with the Commission, EDA will implement  the annual work programmes, organise the calls, evaluate the project proposals submitted and manage the research projects funded.</p>\r\n<p>This document contains the 2017 PADR call texts together with budgetary information and General Annexes with relevant information for applicants and the modalities which  EDA will use to evaluate the proposals.</p>\r\n<p>In 2017 there will be three calls for proposals.  The main focus of the first call (PADR-US-01-2017) lies on the launch of one project of substantial complexity in the area of enhanced situational awareness in a naval environment.</p>\r\n<p>Within the context of research in technologies and products related to force protection and soldier systems, a second call (PADR-FPSS-01-2017) will result in funding one or more projects.</p>\r\n<p>Thirdly, a call for one coordination and support action (PADR-STF-01-2017) is published to start the strategic technology foresight.</p>\r\n<p>This document contains furthermore a call for tender for independent experts for the evaluation of proposals and monitoring of running projects of the Preparatory Action.</p>\r\n<p><strong>Key websites</strong><br />\r\nAll information relating to the present calls for proposals can be accessed from the EDA website: <a href=\"https://www.eda.europa.eu/procurement-biz/procurement/eda-grants\" target=\"_blank\">https://www.eda.europa.eu/procurement-biz/procurement/eda-grants</a></p>\r\n<p><br />\r\nInformation on the Preparatory Action, is available at the following website:<br />\r\n<a href=\"http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=9124&amp;lang=en\" target=\"_blank\">http://ec.europa.eu/growth/tools-databases/newsroom/cf/itemdetail.cfm?item_id=9124&amp;lang=en</a></p>\r\n<p>EU Budget 2017 &ndash; Section III - Item 02 04 77 03 &mdash; Preparatory action on Defence Research:<br />\r\n<a href=\"http://eur-lex.europa.eu/budget/data/LBL/2017/en/SEC03.pdf\" target=\"_blank\">http://eur-lex.europa.eu/budget/data/LBL/2017/en/SEC03.pdf</a><br />\r\n&emsp;</p>", "latestInfos": [{"approvalDate": "Sep 20, 2017 6:34:43 PM", "lastChangeDate": "Sep 20, 2017 6:34:43 PM", "content": "<p>The submission session is now available for: PADR-STF-01-2017(PPPA-PADR-CSA)</p>\r\n<p>Please note that the deadline for this call has been extended to 28-09-2017, 17:00. Time Zone: (Brussels time)</p>"}, {"approvalDate": "Sep 20, 2017 3:37:36 PM", "lastChangeDate": "Sep 20, 2017 3:37:36 PM", "content": "<p>The submission session is now available for: PADR-STF-01-2017(PPPA-PADR-CSA)</p>\r\n<p>Please note that the deadline for this call has been extended to 28-09-2017.</p>"}, {"approvalDate": "Sep 20, 2017 3:26:09 PM", "lastChangeDate": "Sep 20, 2017 3:26:09 PM", "content": "The submission session is now available for: PADR-STF-01-2017(PPPA-PADR-CSA)"}, {"approvalDate": "Jun 8, 2017 2:30:00 PM", "lastChangeDate": "Jun 8, 2017 2:30:00 PM", "content": "The submission session is now available for: PADR-STF-01-2017(PPPA-PADR-CSA)"}, {"approvalDate": "Jun 7, 2017 12:41:33 PM", "lastChangeDate": "Jun 7, 2017 12:41:33 PM", "content": "The submission session is now available for: PADR-STF-01-2017(PPPA-PADR-CSA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}