{"TopicDetails": {"type": 0, "ccm2Id": 31093087, "cftId": 0, "identifier": "PADR-EF-02-2018", "title": "Towards a European high power laser effector", "publicationDateLong": 1521072000000, "callIdentifier": "PADR-EF-2018", "callTitle": "Effects", "callccm2Id": 31093088, "allowPartnerSearch": true, "workProgrammepart": {"id": 266558, "ccm_id": 31093027, "wp_part": "PADR-2018", "wp_year": "PADR-2018", "wp_title": "PADR-2018", "wp_website": "https://www.eda.europa.eu/what-we-do/activities/activities-search/pilot-project-and-preparatory-action-for-defence-research", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-18-call-text_en.pdf"}, "frameworkProgramme": {"id": 31084250, "abbreviation": "PPPA", "description": "Pilot Projects and Preparatory Actions"}, "programmeDivision": [{"id": 31084251, "abbreviation": "PPPA-1", "description": "PPPA-1"}, {"id": 31085967, "abbreviation": "PADR-1-1", "description": "Preparatory Action on Defence Research (PADR)"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "typeOfMGA": []}], "plannedOpeningDate": "15 March 2018", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["28 June 2018"]}], "latestInfos": [{"approvalDate": "Jun 27, 2018 5:31:34 PM", "lastChangeDate": "Jun 27, 2018 5:31:34 PM", "content": "<p>We have updated the document with the topic related&nbsp;<strong>frequently asked questions</strong>&nbsp;- see the topic conditions section below.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Jun 15, 2018 11:48:58 AM", "lastChangeDate": "Jun 15, 2018 11:48:58 AM", "content": "<p>We have updated the document with the topic related <strong>frequently asked questions</strong> - see the topic conditions section below.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "May 25, 2018 4:38:30 PM", "lastChangeDate": "May 25, 2018 4:38:30 PM", "content": "<p class=\"MsoNormal\" style=\"margin-bottom: 12pt;\"><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">We have updated the document with the topic related&nbsp;</span><strong style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px;\">frequently asked questions&nbsp;</strong><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">- see the topic conditions section below.</span></p>"}, {"approvalDate": "May 7, 2018 5:15:50 PM", "lastChangeDate": "May 7, 2018 5:15:50 PM", "content": "<p class=\"MsoNormal\" style=\"margin-bottom: 12pt;\"><span style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\">We have updated the document with the topic related <strong>frequently asked questions </strong>- see the topic conditions section below.</span></p>"}, {"approvalDate": "Apr 25, 2018 4:45:02 PM", "lastChangeDate": "Apr 25, 2018 4:45:02 PM", "content": "<p class=\"MsoNormal\" style=\"margin-bottom: 12pt;\">The<strong>&nbsp;presentations</strong>&nbsp;of the PADR 2018 Info &amp; Brokerage Day of 12 April are now published on the&nbsp;<a href=\"https://eda.europa.eu/what-we-do/activities/activities-search/preparatory-action-for-defence-research\">EDA website</a>.<o:p></o:p></p>\r\n<p>Please note that the deadline to submit&nbsp;<strong>questions about the call&nbsp;</strong>to&nbsp;<strong style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span style=\"color: rgb(0, 0, 255);\">PreparatoryAction@eda.europa.eu&nbsp;</span></strong>is&nbsp;<span style=\"color: rgb(255, 0, 0);\"><strong>21 June EOB</strong></span>.</p>"}, {"approvalDate": "Apr 11, 2018 5:29:30 PM", "lastChangeDate": "Apr 11, 2018 5:29:30 PM", "content": "<p>&nbsp; We have published the topic related frequently asked questions - see the topic conditions section below.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3237022": [{"action": "PADR-EF-02-2018 - PPPA-PADR-RA Preparatory Action on Defence Research – Research Action", "plannedOpeningDate": "15 March 2018", "deadlineModel": "single-stage", "deadlineDates": ["28 June 2018"], "budgetYearMap": {"2018": 5400000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2018"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>Directed energy systems, and in particular laser systems, are potential game changers in future military activities<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>. They are capable to engage rapidly and precisely with agile targets at a low operational cost per shot and with a reduced risk to certain types of collateral damage. This makes them particularly attractive to counter a variety of threats, ranging from asymmetric threats such as incoming, low cost unmanned vehicles to Rocket, Artillery, Mortar (RAM) or missiles which conventionally would require expensive countermeasures such as guided missiles. Laser systems also face a number of limitations, in particular their sensitivity to absorption and scattering which lead to decreased beam quality under adverse atmospheric conditions and hence reduce the circumstances in which the system can effectively be used.</p><p>In essence, the thermal interaction between the laser beam and the target ultimately leads to irreversible damage if the temperature of the target material can be raised sufficiently high. Therefore the laser output power should be as high as possible while maintaining a high beam quality to focus and lock the laser beam to a small spot size on the target. This allows reaching sufficiently high power densities to reduce the exposure time needed to induce critical failure of the target material.</p><p>Different designs based on different laser technologies have been developed to deliver output powers ranging from the kW-level up to several MW. The lower power levels are sufficient to affect soft, unmanned aerial vehicles (UAV) at short ranges (several hundreds of meters up to the kilometre range) while airborne MW-laser systems demonstrated to be able to counter ballistic missiles from a distance of hundreds of kilometres.</p><p>Current research and development (R&amp;D) efforts aim to develop laser systems that combine several or many high output powers with a compact design to enable integration in mobile platforms, such as ships, trucks or helicopters. The required laser output power is directly linked to the target(s) and their associated scenario(s), the laser system architecture and performance. As a first estimate, high quality laser beams with output powers higher than 100 kW would enable to address the full target spectrum from tactical unmanned aerial vehicles (UAVs) up to certain types of missiles. Non-European countries have already demonstrated compact laser effectors generating up to 100 kW, and roadmaps are proposed to scale the powers well above the 100 kW level in the coming years. Over the last decade, the increase in the laser effector power in non-European countries relies merely on studies of new architectures, including incoherent, coherent and spectral beam combining.</p><p>In Europe, development programmes for single high power laser effectors do not go beyond power levels of 30 kW. Current European high power laser effectors rely mainly on non-European technology and are based on architectures that combine incoherent beams on the target.</p><p>The EU thus risks becoming fully dependent on suppliers established in non-EU countries for this critical defence technology. This not only limits the strategic autonomy of the Member States but also generates security-of-supply risks. End-user restrictions imposed by non-EU nations (e.g., the US International Traffic in Arms and Export Administration Regulations (ITAR and EAR)) already endanger the security-of-supply of essential components of such high power laser systems.</p><p>To remove such important limitations, a research and technological development (R&amp;T) programme, later on followed by a development phase, needs to be initialised to design and build a European high power laser effector, to become available for defence applications within the next decade.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>European high power effectors should deliver an output power of well beyond 100 kW (in continuous mode) and operate at a high duty cycle. The output wavelength, the beam quality and the optical systems (including at least fast steering mirrors, and adaptive optics if deemed necessary) should be able to cope with variable atmospheric conditions, ranges which can be expected in specific scenarios and environmental safety constraints (to limit collateral damage, e.g., when used in densely populated urban areas). Graduated responses by varying the output power at the level of the source without beam quality degradation should be explored. The effector(s) could be integrated in current and future compact laser systems to be mounted on mobile (sea, land or air) platforms. Therefore, appropriate attention should be paid to reduced energy consumption and lower cooling requirements in accordance with the expected volume and power available for each platform. Solutions to lower the weight while keeping the design sufficiently rugged should be explored. Wall plug vs. optical efficiency of the laser effector must be clearly estimated. The duty cycle can be optimised for each type of platform due to integration constraints. Damage and lifetime predictions of the components of the effectors should be covered as well as simulations and modelling capacities.</p><p>Proposals need to include (a) a <strong>R&amp;D assessment, including a technology roadmap</strong>, (b) a<strong> criticality mapping</strong> and deliver (c) <strong>R&amp;T</strong> <strong>activities </strong>based on this assessment and mapping exercise.</p><p><strong>(a) </strong><strong>R&amp;D assessment </strong></p><p>A small part of the proposed budget should be dedicated to develop a R&amp;D assessment, including a technology roadmap, describing the elements, timing and value chains needed for a joint EU development programme for laser effector(s) for defence applications to reach TRL 8 by 2027. The roadmap should address at least the following typical scenarios:</p><ul level=\"0\"><li>Countering RAM;</li><li>Countering missiles;</li><li>Countering rapid, small boats;</li><li>Countering tactical manned and unmanned aerial vehicles.</li> </ul><p>The assessment should furthermore identify specific measurement aspects related to high power laser beams, such as beam divergence and diameter, wavefront aberration, power density, light – matter interaction, amongst others. A synthesis of national and international legal and safety regulations applicable to the use of high power laser systems should be included.</p><p>Specific requirements related to the laser technologies for the further development of a complete laser system and its integration into the sensor and weapon systems of current and future platforms should be identified and evaluated within the context of defining or refining concepts of employment and use.</p><p>A realistic breakdown of the development cost of the laser effector(s) should be presented.</p><p>An outline of the roadmap should be included in the proposals.</p><p><strong>(b) </strong><strong>Criticality mapping </strong></p><p>The materials, components and technologies that need foremost priority support because of technological or economic bottlenecks need to be thoroughly assessed. Insufficient R&amp;D capacity in the EU at the early stages of the development as well as lack of industrial capacity (including skills) towards the pre-manufacturing stages of the laser effector should be mapped. End-user restrictions imposed by non-EU countries should be identified.</p><p>Depending on the scenarios selected for the R&amp;D assessment, the mapping should at least investigate the critical components or technologies that hamper technological progress in the following challenges:</p><ul level=\"0\"><li><strong>Single-beam</strong> high power laser technology;</li><li>Laser <strong>architectures capable to deliver graduated responses</strong> for integration in different platforms, including novel beam combining technologies, like coherent beam combining, should be investigated;</li><li>Technologies for the <strong>wavefront management of the laser beam</strong> (including innovative adaptive optics) to correct in real time aberrations induced by atmospheric conditions;</li><li>Technologies and solutions for focusing and tracking the laser beam on the target,</li> </ul><p>thereby keeping in mind that those components or technologies should satisfy platform-integration constraints related to size, weight, volume and power. An initial version of the assessment and the critical materials/components/technologies mapping needs to be provided in the early stages of the project, to be updated by the end of the project.</p><p>A first identification of the main critical technological aspects should be included in the proposals.</p><p>Both the assessment, including the roadmap and the criticality mapping will form an integral part of the Special Report<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>.</p><p><strong>(c) </strong><strong>R&amp;T activities</strong></p><p>Most of the proposed research efforts and the budget should be dedicated to initiate R&amp;T activities in line with the proposed roadmap.</p><p>The consortium should therefore select to address one or more materials, components, laser design or technologies pertaining to the main critical technological aspects. The proposal should clearly demonstrate that R&amp;T activities will generate by the end of the project results that can be taken up in the early stages of the development of the laser effector(s). To this end, at least one demonstrator is required in order to prove that the specific technology gap is filled and/or to prove the potential of the technology for future power increase (scalable laser power capability).</p><p>Involving European end-users in order to obtain realistic specifications for the envisaged scenarios would be considered an asset. Proposals should include a high level description of key performance indicators (KPIs) for the envisaged functionalities and the methodologies on how to measure them. A report with a detailed description of these KPIs and methodologies should be delivered within 6 months after the start of the project.</p><p>When relevant, results publicly available from EDA and NATO activities and studies should be taken into account for the proposed work. The activities included in the proposals should clearly differentiate from or go beyond work already covered under relevant themes of the EU Research and Innovation Framework Programmes<sup><a target=_self href=#fn3 id=r3>[3]</a></sup>.</p><p><strong>The implementation of this topic is intended to target TRL 5. </strong></p><p>The Commission considers that proposals requesting a contribution from the Union between EUR 4 000 000 and 5 400 000 would allow this specific challenge to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p><p><strong>No more than one action will be funded.</strong></p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<ul level=\"0\"><li>Convincing demonstration of the potential of EU-funded research in support of EU critical defence technologies, in particular in the domain of high power laser effectors;</li><li>Establish a R&amp;D assessment including a technology roadmap towards an EU High Power Laser Effector by 2027 with milestones and estimated budget needs;</li><li>Ensure secure and autonomous availability of high power laser effectors to military end-users by 2027;</li><li>Contribute to strengthening the European industry and help improve its global position through the implementation of innovative technologies along a new European manufacturing value chain.</li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a>Directed energy systems emit energy towards a target without using a ballistic projectile. A laser system is a directed energy system which relies on electromagnetic waves that engage the target at the speed of light. It consists of a laser effector (consisting of the laser source(s) and the beam forming and delivery optics) and the warning and tracking systems.</p><p id=fn2><a  target=_self href=#r2>[2]</a>Model in Annex I of the 2018 Calls for Proposals and General Annexes.</p><p id=fn3><a  target=_self href=#r3>[3]</a>Applicants are in particular invited to consult the Work programme 2018-2020 \"5.iii. Leadership in Enabling and Industrial Technologies – Space\", and in particular the technical guidance documents listed in the Work programme.</p>", "conditions": "<p><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">1.&nbsp;&nbsp; Eligible countries: </span></b><span style=\"color: rgb(0,0,0)\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; line-height: 115%\">described in General Annex A of <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-18-call-text_en.pdf\">Call Document 2018</a>.</span></span><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\"><br />\r\n</span></b></p>\r\n<p>&nbsp;</p>\n\n<p><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">2.&nbsp;&nbsp; Eligibility and admissibility conditions:</span></b><span style=\"line-height: 115%\"><font face=\"Arial, sans-serif\"><span style=\"font-size: 9pt\"> described in General Annexes B and C of <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-18-call-text_en.pdf\">Call Document 2018.</a><br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; (a) at least three legal entities shall participate in an action;<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; (b) these three legal entities shall each be established in a different EU Member State or Norway;<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; (c) the legal entities referred to in point (b) shall be independent of each other within the meaning described in General Annex C.<br />\r\n</span></font></span></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">Proposal page limits and layout: </span></b><strong><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\"><span style=\"color: rgb(0,0,0)\">70 pages</span></span></strong><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\"><span style=\"color: rgb(0,0,0)\"> for sections 1-3 of part B (technical part) of the proposal template.</span></span><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\"><br />\r\n<br />\r\n</span></b></p>\n<p><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">3.&nbsp;&nbsp; Evaluation: </span></b></p>\r\n<p><span style=\"color: rgb(0,0,0)\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; line-height: 115%\">Award criteria, scoring, thresholds and process are described in General Annex F of <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-18-call-text_en.pdf\">Call Document 2018.</a></span></span></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">4.&nbsp;&nbsp; Indicative timetable for evaluation and grant agreement:</span></b></p>\r\n<p><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: black; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">Outcome of the evaluation: maximum 6 months from the final date for submission<br />\r\n</span></p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: black; line-height: 115%; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB; mso-ansi-language: EN-GB; mso-bidi-language: AR-SA\">Signature of grant agreements: maximum 3 months from the date of informing successful applicants</span></p>\r\n<p>&nbsp;</p>\n<p><b><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;; color: #003366; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-fareast-language: EN-GB\">5.&nbsp;&nbsp; Proposal templates, guidance and model grant agreements (MGA):</span></b></p>\r\n<p><span style=\"color: rgb(0,0,0)\"><span style=\"font-size: 9pt; font-family: &quot;Arial&quot;,&quot;sans-serif&quot;\"><a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/tpl/pt/pa-pt-ra-padr_en.pdf\">Standard proposal template for Research Actions (RA)</a><br />\r\n<br />\r\nIn the ethics issues table of the template, questions 8 and 9 are not applicable to the Preparatory Action on Defence Research (PADR). Please reply &ldquo;NO&rdquo; to both questions.&nbsp;&nbsp; Please also note that the Ethics Self-Assessment Guide which you can access from the table is NOT applicable to PADR.<br />\r\n<br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-18-call-text_en.pdf\">2018 Calls for Proposals and General Annexes</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-18_en.pdf\">Guide for Applicants</a><br />\r\n<a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/mga/pppa-mga-multi-padr_en.pdf\">Multi-beneficiary Model Grant Agreement</a><br />\r\n<br />\r\nThe budget of this topic is up to EUR 5,400,000.<br />\r\n<br />\r\nLegal entities, other than those exempted (like public bodies), applying for an EU financial contribution equal or above EUR 60 000 are also subject to a verification of their financial capacity. For the complete information, please see pages 8-10 in the <a target=\"_blank\" href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/guide/pse/pppa-guide-applicants-padr-18_en.pdf\">Guide for Applicants</a>. </span></span></p>\r\n<p>Agreement on background: Consortium members should identify in the proposal the background for the project, setting out in detail all existing restrictions on the use or export of this background.</p>\r\n<p>The successful consortia involved in PADR Research Actions will have to submit a Special Report using the template provided in Annex I to the <a href=\"https://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/pppa/wp-call/pa-call-document-padr-fss-18-call-text_en.pdf\" target=\"_blank\">Call Document</a>. As stated in Article 19 of the PADR MGA, these reports have to be submitted 30 days after the deadline for periodic reports and shall be made available to the Member States and Norway.</p>\r\n<p><span style=\"color: rgb(0,0,0)\"> </span></p>\n<p>Members of consortium are required to conclude a consortium agreement, in principle prior to the signature of the grant agreement.</p>", "supportInfo": "<p>For further assistance related to the <strong>call, topics and the content of proposals,</strong> please contact<span style=\"color: rgb(51, 153, 102);\">&nbsp;</span><strong style=\"font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239);\"><span style=\"color: rgb(0, 0, 255);\">PreparatoryAction@eda.europa.eu&nbsp;</span></strong>.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#c,faqs=categoryMachineName/t/pp_roles_and_rights/0/1/1/category&amp;categoryMachineName/t/p_registration/0/1/1/category&amp;categoryMachineName/t/work_programme_calls/0/1/1/category&amp;categoryMachineName/t/p_submission_eval/1/1/1/category&amp;categoryMachineName/t/ethics_research_integrity/0/1/1/category&amp;categoryMachineName/t/grants/0/1/1/category&amp;categoryMachineName/t/audit/0/1/1/category&amp;categoryMachineName/t/experts/0/1/1/category&amp;categoryMachineName/t/eu_research_policy/0/1/1/category&amp;programmeList/t/H2020/0/1/1/programme&amp;programmeList/t/3rd_health_programme/0/1/1/programme&amp;programmeList/t/asylum_migration_and_integration_fund/0/1/1/programme&amp;programmeList/t/consumer_programme/0/1/1/programme&amp;programmeList/t/COSME/0/1/1/programme&amp;programmeList/t/creative_europe_programme/0/1/1/programme&amp;programmeList/t/erasmus_programme/0/1/1/programme&amp;programmeList/t/european_statistics/0/1/1/programme&amp;programmeList/t/FP7/0/1/1/programme&amp;programmeList/t/hercule_iii_programme/0/1/1/programme&amp;programmeList/t/internal_security_fund_borders/0/1/1/programme&amp;programmeList/t/internal_security_fund_police/0/1/1/programme&amp;programmeList/t/justice_programme/0/1/1/programme&amp;programmeList/t/pilot_projects_preparatory_actions/0/1/1/programme&amp;programmeList/t/promotion_of_agricultural_products/0/1/1/programme&amp;programmeList/t/research_fund_for_coal_and_steel/0/1/1/programme&amp;programmeList/t/rights_equality_and_citizenship_programme/0/1/1/programme&amp;programmeList/t/union_civil_protection_mechanism/0/1/1/programme&amp;tagList/t/MSCA/0/1/1/tag&amp;tagList/t/ERC/0/1/1/tag\"><br />\r\n<strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/api/contact/index.html\"><strong>IT Helpdesk </strong></a>&ndash; contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</p>\r\n<p><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\"><strong>H2020 Online Manual</strong></a> &ndash; Please use the manual with caution and only for the Participant Portal tools guidance, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the rules of the Preparatory Action on Defence Research (PADR). Some aspects of PADR are different from the provisions of the H2020 programme.<br />\r\n&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392571074, "id": 165849777, "title": "Topic related Q&A", "sectionId": 52392571074, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 284234, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/pppa/padr-ef-02-2018/1827607-eda2018-qa-padr-ef-02-2018-v20180627_en.pdf", "id": 1827607, "fileName": "EDA2018-QA-PADR-EF-02-2018-v20180627_en.pdf", "common": false, "crc32": 3696236670}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p>There is a critical need to invest in novel defence technologies that can deliver precise effects on conventional and unconventional threats. Such technologies are designed to engage in precise, graduated and environmental-responsible ways. Activities clearly aim to develop a strategic orientation to bring such innovative technologies closer to end-user uptake in the medium term. The Preparatory Action on Defence Research thereby provides the scope for research and technological development actions based on assessments of the current and future research and development needs. Several of these technologies are considered to be critical for EU Member States in terms of strategic autonomy and/or security of supply. The proposed programmatic approach should ensure that such important limitations can be lifted.</p>\n", "latestInfos": [{"approvalDate": "Apr 26, 2018 10:02:35 AM", "lastChangeDate": "Apr 26, 2018 10:02:35 AM", "content": "<p style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239); text-align: justify;\"><span style=\"font-family: Arial, Verdana, sans-serif; font-size: 12px; background-color: rgb(255, 255, 255);\">All the future updates (news) are published on the topic page (section Topic Updates).</span></p>"}, {"approvalDate": "Apr 5, 2018 2:57:34 PM", "lastChangeDate": "Apr 5, 2018 2:57:34 PM", "content": "<p style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239); text-align: justify;\"><strong><span style=\"font-size: 14px;\">Registration for the upcoming Preparatory Action on Defence Research (PADR) Info &amp; Brokerage Day 2018, scheduled to take place in Brussels on 12 April 2018, is open&nbsp;</span></strong><span style=\"font-size: 14px;\"><span style=\"text-decoration-line: underline;\"><strong><a href=\"https://eda.events.idloom.com/preparatory-action-on-defence-research-infoday-and-brokerage-event\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">HERE</a></strong></span><strong>.&nbsp;&nbsp;</strong></span></p>\r\n<p style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239); text-align: justify;\">Representatives from industry, research entities and other defence stakeholders interested in the event to receive detailed information related to the call&nbsp;and to network with potential consortia partners have to register by&nbsp;<strong>5&nbsp;April 2018</strong>&nbsp;(5pm Brussels time).</p>\r\n<p style=\"padding: 3px 0px; margin: 0px; line-height: 1.5; font-family: eui-light, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 12.6px; background-color: rgb(198, 219, 239); text-align: justify;\">The presentations of the event will be published on the&nbsp;<a href=\"https://eda.europa.eu/what-we-do/activities/activities-search/preparatory-action-for-defence-research\" target=\"_blank\" style=\"color: rgb(40, 151, 183); text-decoration-line: none;\">EDA webiste</a>.</p>"}, {"approvalDate": "Mar 21, 2018 2:56:02 PM", "lastChangeDate": "Mar 21, 2018 2:56:02 PM", "content": "The submission session is now available for: PADR-EF-02-2018(PPPA-PADR-RA)"}, {"approvalDate": "Mar 15, 2018 5:42:25 PM", "lastChangeDate": "Mar 15, 2018 5:42:25 PM", "content": "The submission session is now available for: PADR-EF-02-2018(PPPA-PADR-RA)"}, {"approvalDate": "Mar 15, 2018 12:30:01 AM", "lastChangeDate": "Mar 15, 2018 12:30:01 AM", "content": "The submission session is now available for: PADR-EF-02-2018(PPPA-PADR-RA)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}