{"TopicDetails": {"type": 0, "ccm2Id": 44773929, "cftId": 0, "identifier": "UCPM-2022-PP", "title": "Cross-Border Risks and Marine Pollution", "publicationDateLong": 1646870400000, "callIdentifier": "UCPM-2022-PP", "callTitle": "Prevention and Preparedness Projects on Civil Protection and Marine Pollution", "callccm2Id": 44773937, "allowPartnerSearch": true, "workProgrammepart": {"id": 6254, "ccm_id": 44661379, "wp_part": "UCPM-2022", "wp_year": "UCPM-2022", "wp_title": "UCPM-2022", "wp_website": "https://ec.europa.eu/echo/funding-evaluations/financing-civil-protection_en", "wp_document": "https://ec.europa.eu/echo/funding-evaluations/financing-civil-protection/work-programmes-response-decisions_en"}, "frameworkProgramme": {"id": 43298203, "abbreviation": "UCPM2027", "description": "Union Civil Protection Mechanism (UCPM)"}, "programmeDivision": [{"id": 43298211, "abbreviation": "UCPM-1-1", "description": "UCPM-1-1"}], "topicMGAs": [], "tags": ["civil protection", "cross border risk", "disaster risk management"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "UCPM-PJG UCPM Project Grants", "typeOfMGA": [{"id": 43251282, "abbreviation": "UCPM-AG", "description": "UCPM Action Grant Budget-Based"}]}], "plannedOpeningDate": "10 March 2022", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["24 May 2022"]}], "latestInfos": [{"approvalDate": "Apr 19, 2022 5:50:37 PM", "lastChangeDate": "Apr 19, 2022 5:50:37 PM", "content": "<p><span style=\"color: rgb(51, 51, 51); font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px;\">Please be informed that the recent technical upgrade of the SEP Submission services has caused issues with the layout of the submission forms. These issues however do not affect the data introduced in the system by the applicants, nor do they prevent the applicants from preparing their applications. The technical support is working on the correction of the forms.&nbsp; &nbsp; &nbsp;</span></p>"}, {"approvalDate": "Mar 17, 2022 6:42:12 PM", "lastChangeDate": "Mar 17, 2022 6:42:12 PM", "content": "<p><span style=\"color: rgb(51, 51, 51); font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px;\">Please be advised that the Electronic Submission Service is now accessible. Applicants may start encoding their applications.&nbsp;</span></p>"}, {"approvalDate": "Mar 10, 2022 5:15:42 PM", "lastChangeDate": "Mar 10, 2022 5:15:42 PM", "content": "<p><span style=\"color: rgb(51, 51, 51); font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px;\">Please be advised that the Electronic Submission Service will be accessible soon. Applicants are meanwhile invited to start reviewing the Call for Proposals and the application templates available under &lsquo;Topic conditions and documents&rsquo;.</span><span style=\"box-sizing: border-box; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; line-height: inherit; font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px; margin: 0px; padding: 0px; color: rgb(51, 51, 51);\">&nbsp;</span></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3383652": [{"action": "UCPM-2022-PP - UCPM-PJG UCPM Project Grants", "plannedOpeningDate": "10 March 2022", "deadlineModel": "single-stage", "deadlineDates": ["24 May 2022"], "budgetYearMap": {"2022": 7000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2022"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>Disasters know no borders. The risks posed by natural and man-made hazards are cross-border due to their spatial dimension (e.g. earthquakes, fires, severe weather, floods and space weather), as well as the volatility and scale of their impacts (e.g. pandemics, livestock epidemics, nuclear/industrial accidents). The human, economic and environmental impacts - including the impact on cultural heritage – triggered by these hazards, as well as their likelihood of occurrence exist irrespective of national borders. In fact, the EU can benefit from tackling cross-border risks beyond its borders, particularly in the Instrument for Pre-accession Assistance (IPA) beneficiary countries and in the Southern and Eastern Neighbourhoods<sup><a target=_self href=#fn1 id=r1>[1]</a></sup>.</p><p>The increasing occurence and inter-dependence of new threats require a strong cross-sectoral and cross-border cooperation in prevention, preparedness and response.</p><p>Various EU legislative acts already call for a collaborative approach to disaster risk assessment and awareness raising: for example, for flood risks or cross-border threats in the health sector. The revised UCPM legislation also aims at stepping up the collaboration at cross-border level and between Member States and Participating States prone to the same types of disasters.</p><p>While cross-border cooperation is relatively well-established in the area of emergency response, cross-border cooperation during the prevention and preparedness phases can be further enhanced. Notwithstanding, the response phase could also benefit from streamlined communication protocols and interoperable systems that overcome language barriers in emergency situations.</p><p>By focussing on countries that share a border, this Call for Proposals aims to foster a more sustained cooperation and awareness raising in cross-border regions through priorities 1, 2 and 3.</p><p>Similarly, when it comes to marine pollution (priority 4), preventive measures and technical cooperation under the regional, EU and international regulatory framework have helped to decrease the risk of marine and coastal pollution. However, environmental risks from shipping or offshore accidents and from illegal discharges, cannot be completely eliminated. Moreover, as experienced in the past years, those risks have become more complex in terms of a variety of pollutants and uncertainties about their impact as well as the effectiveness of available recovery measures. They call for an increased operational knowledge and capability and for a more coordinated and holistic approach to marine pollution incident management at sea and on shore among different sectors involved.</p><p><strong>This topic aims </strong><strong>to strenghten the cooperation among the UCPM countries and between the UCPM and third countries for preventing and preparing for natural and man-made disasters including marine pollution at sea and on shore</strong>.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Applicants are invited to select <strong><u>one of the following call priorities (specific objectives):</u></strong></p><p><strong>Priority 1: Risk assessments </strong></p><p>Without an assessment that takes into account cross-border risks, disaster risk management strategies will only partially address the risks a country faces. An analysis of national risk assessments submitted to the European Commission in 2018/2019 revealed that, while cross-sectoral interdependencies are tackled to some extent, a multilateral cross-border (i.e. regional/international) risk dimension needs to be reinforced. A few good practices exist: the joint cross-border Benelux risk assessment<sup><a target=_self href=#fn2 id=r2>[2]</a></sup>, the Baltic Sea Region risk assessment or the Nordic Forum for Risk Analysis and Strategic Foresight.</p><p><strong>Priority 2: Early warning systems </strong></p><p>Early warning systems are key elements for disaster risk reduction and climate change adaptation. In the wake of the Covid-19 crisis and with the recent extreme weather events, the importance of advanced multi-hazard and risk warnings has never been more widely acknowledged. Although in Europe there is considerable experience with early warning systems, especially for weather and climate-related hazards, complex and cross-border disasters such as the unprecedented Covid-19 pandemic showed that more effort and collaboration is necessary. Globalisation and climate change, as well as socio-demographic factors and health system capacity are, among others, significant drivers of risk. Therefore, monitoring changes in these parameters can help anticipate or even forecast adverse weather conditions or an upsurge of infectious diseases.</p><p><strong>Priority 3: Risk awareness</strong></p><p>The population plays an important role in disaster prevention and preparedness and citizens are usually the first responders to natural or man-made disasters. While national and local authorities have the mandate to inform citizens on the risks in their region and on procedures to follow in case of a disaster, this might be more complex at cross-border level, as it may require additional coordination among national dedicated services. Evidence-based risk information and communication, education activities targeted to the public and volunteers become thus effective tools to raise awareness on disaster prevention, preparedness and response measures.</p><p><strong>Priority 4: Marine pollution</strong></p><p>Recent strategies and action plans of the European regional sea conventions emphasise current and emerging challenges in detecting and responding to operational, illegal and accidental marine pollution due to a number of factors such as changes in maritime transport, fuels and hazardous cargos. They call for further developing regional preparedness and response-related services. Such challenges should be approached by understanding and preparing for risks, capitalizing on the experience and knowledge available in other sectors and developing an integrated management of marine pollution incidents at sea and on shore.</p><p><u>Activities that can be funded</u></p><p>Under <strong>Priority 1 (Risk assessments), </strong>this Call for Proposals will co-finance activities that aim to assess/quantify risks with cross-border impacts, either building on and/or expanding existing cross-border risk assessments or developing one through the project. End-users will be civil protection authorities and stakeholders in Member States, Participating States, IPA beneficiary countries not participating in the Mechanism, and/or European Neighbourhood Policy countries <strong>that share a border</strong>.</p><p>Projects may include a broad range of activities, for example, to develop methods and tools to measure and/or enhance the understanding of the impact of disasters; to promote harmonised cross-border approaches for assessing and communicating risks, etc.</p><p>Under <strong>Priority 2 (Early Warning Systems)</strong>, this Call for Proposals will co-finance activities that aim to develop or improve early warning systems and alert tools, either building on/expanding existing forecasting systems or developing a new alert system or information tool through the project. End-users will be civil protection authorities, citizens and other stakeholders in Member States, Participating States, IPA beneficiary countries not participating in the Mechanism, and/or European Neighbourhood Policy countries <strong>that share a border</strong>.</p><p>Projects may include a range of activities, for example, to promote harmonised cross–border approaches for forecasting, anticipating and preventing disasters; to enhance international standards and protocols for warnings; to embed early warning systems in decision making, etc.</p><p>Under <strong>Priority 3 (Risk awareness)</strong>, this Call for Proposals co-finances activities that aim to raise and enhance risk awareness, sharing of best practices and risk communication. End-users will be civil protection authorities, citizens and other stakeholders in Member States, Participating States, IPA beneficiary countries not participating in the Mechanism, and/or European Neighbourhood Policy countries <strong>that share a border</strong>.</p><p>Projects may include a range of activities, for example: risk information products, including for social media; citizen engagement in disaster prevention and preparedness; educational modules and materials for the general public or specific end-users; strategies and approaches to increase the capacity and number of volunteers, including youth and vulnerable groups, etc.</p><p>Under <strong>Priority 4 (Marine pollution), </strong>this Call for Proposals will co-finance activities that aim to enhance detection and response capacity for marine and coastal pollution. End-users will be maritime and civil protection authorities and stakeholders in Member States, Participating States, IPA beneficiary countries not participating in the Mechanism, and/or European Neighbourhood Policy countries. Projects may include:</p><ul level=\"0\"><li>Activities to improve effectiveness of surveillance, detection, drift modelling and response techniques of various pollutants, including floating objects like lost containers and cargo released from containers</li><li>Activities aimed at prevention and preparedness related to battery caused fires on board</li><li>Activities enabling the use of drones in hazardous and noxious substances (HNS) incidents</li><li>Activities to develop and implement multi-sectoral training and contingency planning for decision makers, citizens and volunteers, on-shore responders and port authorities</li><li>Activities to develop a framework for holistic/integrated management of marine pollution incidents to enable coordinated response operations at sea and on shore</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><strong>Priority 1: Risk assessments </strong></p><p>Project activities and outputs should lead to the achievement of <strong>up to two (2) of the following outcomes</strong>:</p><ul level=\"0\"><li>Cross-border risk assessments for identified cross-border risks are developed</li><li>Joint data/information-sharing tools or platforms are established</li><li>A network of competent authorities at national and sub-national level for specific risks is established</li><li>Cross-border risk management plans or action plans for one or more risks, (identified in a cross-border risk assessment) are developed</li> </ul><p>Examples of project <strong>outputs</strong> to be funded include, among others:</p><ul level=\"0\"><li>Risk assessment report including, where appropriate, analytical products preparatory to a risk assessment, such as cross-border hazard assessments, cross-border risk scenarios, cross-border vulnerability analysis, risk mapping, etc., including for risk assessment addressing critical infrastructure or cultural heritage assets</li><li>Agreements, working procedures, methodologies, etc., required to establish a functioning cross-border network of competent authorities at national and sub-national level for specific risks</li><li>Open source IT platforms for data/information-sharing, including, where relevant, common methodologies on disaster loss data collection across borders</li><li>Specific cross-border action plans for the management of cross-border risks identified in joint risk assessments, including risks to critical infrastructure and cultural heritage assets</li> </ul><p><strong>Priority 2: Early warning systems </strong></p><p>Project activities and outputs should lead to the achievement of <strong>at least</strong> <strong>one (1) </strong><strong>of the following outcomes</strong>:</p><ul level=\"0\"><li>Early warning system(s) for identified natural or man-made disaster risks are developed or improved</li><li>The use of cross-border early warning and information systems is enhanced and promoted</li> </ul><p>Examples of project <strong>outputs</strong> to be funded include, among others:</p><ul level=\"0\"><li>Modules and sensor networks for detecting and monitoring of cross-border risks and hazards</li><li>Mechanisms and procedures for systemic collection of disaster related data</li><li>User manual on early warning systems</li><li>Methodologies and applications of hazard mapping for early warning systems</li> </ul><p><strong>Priority 3:</strong> <strong>Risk awareness</strong></p><p>Project activities and outputs should lead to the achievement of <strong>up to two (2) of the following outcomes</strong>:</p><ul level=\"0\"><li>Evidence-based public awareness of and preparedness for disasters is increased</li><li>Capabilities and understanding of disaster risk among specific end-users or the general public are strengthened</li><li>Networks of competent authorities at national and/or sub-national levels are established</li><li>Exchange of good practices and knowledge in the field of prevention and preparedness is enhanced</li> </ul><p>Examples of project <strong>outputs</strong> to be funded include, among others:</p><ul level=\"0\"><li>Digital awareness raising products, such as media campaigns, including social media, open source platforms, other visuals</li><li>Training modules, methodologies, workshops</li> </ul><p><strong>Priority 4: Marine pollution </strong></p><p>Project activities and outputs should lead to the development of <strong>up to two (2) of the following outcomes</strong>:</p><ul level=\"0\"><li>Optimised prevention and preparedness for oil and hazardous and noxious substances (HNS) marine pollution</li><li>Improvement of the effectiveness of surveillance, detection, drift modelling and recovery operations for various pollutants, including floating objects</li><li>Enhanced prevention and preparedness to battery caused fires on board</li><li>A framework for a holistic/integrated management of marine pollution incidents to enable coordinated response operations at sea and on shore</li> </ul><p>Examples of project <strong>outputs</strong> to be funded include, among others:</p><ul level=\"0\"><li>Innovative system for detection, surveillance, drift modelling and response for various pollutants, including floating objects like lost containers and cargo released from containers</li><li>Guidelines and systems for the use of drones in hazardous and noxious substances (HNS) incidents</li><li>Guidelines and tools on preventive and response measures against battery caused fires on board</li><li>Multi-sectoral training, contingency planning and small-scale exercises for decision makers, citizens and volunteers, on-shore responders and port authorities</li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a>2017 Overview of Risks, SWD (2017) 176 final</p><p id=fn2><a  target=_self href=#r2>[2]</a><a href=\"http://www.benelux.int/fr/publications/publications/inventaire-benelux-des-risques-transfrontaliers\">http://www.benelux.int/fr/publications/publications/inventaire-benelux-des-risques-transfrontaliers</a></p>", "conditions": "<p><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a></span>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">&nbsp; &nbsp;Proposal page limits and layout:</span></b><span lang=\"EN-US\"> described in Part B of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/temp-form/af/af_ucpm-pp_en.pdf\" target=\"_blank\">Application Form</a> available in the Submission System<o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">2. Eligible countries: </span></b><span lang=\"EN-US\">described in section 6 of of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a><o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\"> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a><o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<p><b>4. Financial and operational capacity and exclusion: </b><span style=\"mso-bidi-font-weight:bold\">described in </span><span lang=\"EN-US\" style=\"mso-ansi-language:EN-US\">section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a></span><span style=\"mso-bidi-font-weight:bold\"><o:p></o:p></span></p>\n<p class=\"MsoNormal\"><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b><span lang=\"FR-BE\"><o:p></o:p></span></p>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;     mso-ansi-language:EN-US\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\"> described <span style=\"color:#404040;&#10;     mso-themecolor:text1;mso-themetint:191\">section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a> and      the</span> </span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a></li>\r\n</ul>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Award criteria, scoring and      thresholds:</span></b><span lang=\"EN-US\">      described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a><o:p></o:p></span></li>\r\n</ul>\r\n<p>&nbsp;</p>\n<ul style=\"margin-top:0cm\" type=\"square\">\r\n    <li class=\"MsoNormal\"><b><span lang=\"EN-US\">Indicative timeline for      evaluation and grant agreement: </span></b><span lang=\"EN-US\">described in      section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a><o:p></o:p></span></li>\r\n</ul>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants: </span></b><span lang=\"EN-US\">described <span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a><o:p></o:p></span></span></p>\r\n<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/wp-call/2022/call-fiche_ucpm-2022-pp_en.pdf\" target=\"_blank\">Call document</a></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/temp-form/af/af_ucpm-pp_en.pdf\" target=\"_blank\">Standard application form</a> (UCPM Prevention and Preparedness) </span><span style=\"color: rgb(64, 64, 64);\">&mdash;</span><i><span style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\"> <span lang=\"EN-US\">call-specific application form is available in the Submission System</span></span></i></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/temp-form/af/detailed-budget-table_ucpm_en.xlsm\" target=\"_blank\">Detailed budget table</a> (UCPM)&nbsp;</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/temp-form/af/letter-of-support_ucpm_en.docx\" target=\"_blank\">Letter of Support</a> (UCPM)</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/ucpm/agr-contr/general-mga_ucpm_en.pdf\" target=\"_blank\"><span lang=\"EN-US\" style=\"mso-bidi-font-family:&#10;Calibri;mso-bidi-theme-font:minor-latin;color:#404040;mso-themecolor:text1;&#10;mso-themetint:191;mso-ansi-language:EN-US\">UCPM </span><span style=\"mso-bidi-font-family:Calibri;mso-bidi-theme-font:minor-latin;color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">MGA &mdash; Multi and Mono V1.0</span></a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/unit-cost-decision-sme-owners-natural-persons_en.pdf\" target=\"_blank\">Decision on unit costs for SME owners</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/unit-cost-decision-travel_en.pdf\" target=\"_blank\">Decision on unit costs for travel and subsistence</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/echo/document/download/2a360d0a-84fd-46a1-aeba-93c266f22a83_en\" target=\"_blank\">UCPM Multi-Annual&nbsp;</a></span><span class=\"MsoHyperlink\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/echo/document/download/2a360d0a-84fd-46a1-aeba-93c266f22a83_en\" target=\"_blank\">Work Programme 2021-2024</a> and its<a href=\"https://ec.europa.eu/echo/document/download/f1f18fed-ac7a-4171-8644-e78075b32b5e_en\" target=\"_blank\"> Annex</a><o:p></o:p></span></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32013D1313\" target=\"_blank\">UCPM Decision 1313/2013</a>&nbsp;</span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\">&nbsp;</p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\">EU Financial Regulation 2018/1046</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</a><span class=\"MsoHyperlink\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\">EU Grants AGA <span lang=\"EN-GB\">&mdash; Annotated Model Grant Agreement</span></a></span><span lang=\"EN-US\"> </span><o:p></o:p></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/x/E4Ac\" target=\"_blank\">Funding &amp; Tenders Portal Online Manual</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;line-height:115%;mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\">Funding &amp; Tenders Portal Terms &amp; Conditions</a></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span style=\"mso-bidi-font-size:10.0pt;line-height:115%;mso-bidi-font-family:Calibri;&#10;mso-bidi-theme-font:minor-latin\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/privacy-statement_en.pdf\" target=\"_blank\">Funding &amp; Tenders Portal Privacy Statement</a></p>", "supportInfo": "<div _ngcontent-ehg-c5=\"\" style=\"box-sizing: border-box; border: 0px; font-variant-numeric: inherit; font-variant-east-asian: inherit; font-stretch: inherit; line-height: inherit; font-family: eui-default, Arial, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; font-size: 14px; margin: 0px; padding: 0px; color: rgb(51, 51, 51);\">\r\n<p class=\"MsoNormal\" style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: 1.618; font-family: inherit; margin: 1rem 0px; padding: 0px;\">For further assistance related to the&nbsp;<span style=\"box-sizing: border-box; border: 0px; font-variant: inherit; font-weight: bolder; font-stretch: inherit; line-height: inherit; font-family: eui-bold, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; margin: 0px; padding: 0px;\">call, topic and the content of proposals</span>, please contact&nbsp;<a href=\"mailto:ECHO-CP-P&amp;P@ec.europa.eu\" style=\"box-sizing: border-box; text-decoration-line: none; background-color: transparent; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px; touch-action: manipulation; color: rgb(0, 68, 148); cursor: pointer;\">ECHO-CP-P&amp;P@ec.europa.eu</a><span class=\"MsoHyperlink\" style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">.</span></p>\r\n<p style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: 1.618; font-family: inherit; margin: 1rem 0px; padding: 0px;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;type=0,1;categories=;programme=null;keyword=;freeTextSearchKeyword=;matchWholeText=true;period=null;status=0,1;sortQuery=relevance;faqListKey=faqSearchTablePageState\" target=\"_blank\" style=\"box-sizing: border-box; text-decoration-line: none; background-color: transparent; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px; touch-action: manipulation; color: rgb(0, 68, 148); cursor: pointer;\"><span style=\"box-sizing: border-box; border: 0px; font-variant: inherit; font-weight: bolder; font-stretch: inherit; line-height: inherit; font-family: eui-bold, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; margin: 0px; padding: 0px;\">Funding &amp;Tenders Portal FAQ</span></a><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">&nbsp;</span><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">&ndash; Submission of proposals.</span></p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: 1.618; font-family: inherit; margin: 1rem 0px; padding: 0px;\"><span style=\"box-sizing: border-box; border: 0px; font-variant: inherit; font-weight: bolder; font-stretch: inherit; line-height: inherit; font-family: eui-bold, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; margin: 0px; padding: 0px;\"><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\" target=\"_blank\" style=\"box-sizing: border-box; text-decoration-line: none; background-color: transparent; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px; touch-action: manipulation; color: rgb(0, 68, 148); cursor: pointer;\">IT Helpdesk</a></span></span><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">&nbsp;</span><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">&ndash; IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.</span></p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: 1.618; font-family: inherit; margin: 1rem 0px; padding: 0px;\"><span style=\"box-sizing: border-box; border: 0px; font-variant: inherit; font-weight: bolder; font-stretch: inherit; line-height: inherit; font-family: eui-bold, &quot;Helvetica Neue&quot;, Helvetica, sans-serif; margin: 0px; padding: 0px;\"><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\" style=\"box-sizing: border-box; text-decoration-line: none; background-color: transparent; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px; touch-action: manipulation; color: rgb(0, 68, 148); cursor: pointer;\">Online Manual</a></span></span><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">&nbsp;</span><span style=\"box-sizing: border-box; border: 0px; font-style: inherit; font-variant: inherit; font-weight: inherit; font-stretch: inherit; line-height: inherit; font-family: inherit; margin: 0px; padding: 0px;\">&ndash;&nbsp;</span>Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project.</p>\r\n</div>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"additionalInfo": "", "staticAdditionalInfo": "", "latestInfos": [{"approvalDate": "Mar 17, 2022 6:07:26 PM", "lastChangeDate": "Mar 17, 2022 6:07:26 PM", "content": "The submission session is now available for: UCPM-2022-PP(UCPM-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}