{"TopicDetails": {"type": 0, "ccm2Id": 46030498, "cftId": 0, "identifier": "EDF-2023-RA-PROTMOB-DEXPLO", "title": "Demonstrators and technologies to defeat threats posed by Unexploded Explosives Ordnances (UXO) and Improvised Explosive Devices (IED)", "publicationDateLong": 1681344000000, "callIdentifier": "EDF-2023-RA", "callTitle": "Call for EDF research actions  implemented via actual cost grants", "callccm2Id": 46030538, "allowPartnerSearch": true, "frameworkProgramme": {"id": 44181033, "abbreviation": "EDF", "description": "European Defence Fund"}, "programmeDivision": [{"id": 44181205, "abbreviation": "EDF-1-1", "description": "European Defence Fund"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDF-RA EDF Research Actions", "typeOfMGA": [{"id": 44175699, "abbreviation": "EDF-AG", "description": "EDF Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 June 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 November 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3496876": [{"action": "EDF-2023-RA-SENS-OPTD - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIGIT-HAAI - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-DEXPLO - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SENS-EMSP - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-SATOC - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SPACE-PSA - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIS-LDEW - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>In the context of a changing geopolitical landscape, Member States and EDF associated countries (Norway) armed forces are facing new and evolving threats encountered in asymmetrical and potentially in symmetrical operational situations. This is the case of IED (subsurface, surface, directional/side attack; suicide person- and vehicle-borne) and UXO (bombs, shells, grenades, land mines and cluster munitions), which entail a significant hazard for military personnel, critical infrastructures and equipment in both urban and out-of-area operations. Obtaining effective countermeasures (detection and mitigation) against these threats is therefore essential to improve force mobility and freedom to act, by increasing the security in operation areas.</p><p>An important challenge of counter-IED, and UXO capabilities lies in the fact that the threat evolves constantly (e.g. IED systems carried by UAVs, or IEDs using frequencies that are not yet addressed by our electronic counter measure (ECM) equipment/systems, etc.). As a consequence, our systems need to be adapted accordingly to remain up-to-date with these evolutions, while keeping up compatibility with the operational use (not requiring a high level of expertise) and the rhythm of the manoeuvre.</p><p>This research topic aims at developing technologies to defeat the threats posed by explosive ordnance (UXO and/or IED), in complex and diverse environments within the military domain.</p><p><strong><em>Specific objective</em></strong></p><p>The main objective of this topic is to prepare a next generation of explosive hazards countermeasures (equipment, materials, etc.) using innovative technologies in order to perform the following functional tasks:</p><ul level=\"0\"><li>threat detection (including identification, classification and data fusion) - Rapid and improved (e.g. remote or stand-off) detection of buried or hidden UXO/IED, including threat identification and classification, including area monitoring for the presence of explosive threats. Sensor fusion to achieve a more reliable output is considered under this topic, as well as the use of UAV/UGV for remote detection;</li><li>threat investigation - Following the UXO/IED first alert, obtained either by means of device/explosive detection or from a suspicious behaviour/event, the confirmation of it being a real or false alarm may be necessary. Technologies for threat investigation operations are considered in this topic (e.g. land digging by specialised UGV);</li><li>neutralisation and disposal;</li><li>decoying;</li><li>electronic counter measures;</li><li>breaching.</li> </ul><p>This topic will contribute to studies aiming at maturing innovative technologies in order to overcome current and new threats (UXOs and/or IEDs).</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The proposals must focus on the research of new technologies and adaptations of existing technologies addressing the above-mentioned counter-IED/UXO functional tasks, including (but not limited to) the following technologies:</p><ul level=\"0\"><li>threat detection: visible/infrared (IR) imagery, laser, integration of electro-optical (EO)/IR passive (including hyper/multispectral) and active (LIDAR) sensors, integration of non-linear junction detection, wire detection, change detection, radar (GPR, SAR), terahertz imager, artificial intelligence (AI) techniques, IMS, DMS, LIF, gamma detection, fluorescent nanoparticles, etc.;</li><li>threats investigation: camera, laser, tools;</li><li>neutralisation and disposal: high-energy weapons (laser beams), high-power electromagnetic (HPEM) beams, chemical desensitisation of explosive materials, among others;</li><li>decoying: mass, mechanical, magnetic, heat (IR);</li><li>ECM: evolutions for ECM systems (innovative antennas, e.g. planar, ability to characterise signal in order to avoid interference to friendly Electronic systems including friendly ECM systems...);</li><li>breaching: evolutions for tools, energetic materials and machinery (hand, mechanical or explosive or combination of those) to create safe passage through obstacle (landmines, minefields).</li> </ul><p>The compromises cost/performances and lifetime/recyclability must be highlighted. The technologies used should be without end-user restrictions by non-associated third countries.</p><p>The proposals must substantiate synergies and complementarity with foreseen, ongoing or completed activities in the field of the technological challenge on hidden threats detection <em>Unmanned ground and aerial systems for hidden threats detection</em> (EDF-2022-DIGIT-R-HTP-P and O), as well as to the development topic <em>Mine counter-measures capabilities</em> (EDF-2023-DA-UWW-MCMC), or in the context of the EDA activities conducted.</p><p><strong><em>Types of activities</em></strong></p><p>The following table lists the types of activities which are eligible for this topic, and whether they are mandatory or optional <em>(see Article 10(3) EDF Regulation)</em>:</p><table>  <thead>   <tr>    <td colspan=\"2\"> <p><strong>Types of activities</strong></p> <p>(art 10(3) EDF Regulation)</p> </td>    <td> <p><strong>Eligible?</strong></p> </td>   </tr>  </thead>  <tbody>   <tr>    <td> <p>(a)</p> </td>    <td> <p>Activities that aim to create, underpin and improve knowledge, products and technologies<em>, </em>including disruptive technologies, which can achieve significant effects in the area of defence (<strong>generating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(b)</p> </td>    <td> <p>Activities that aim to increase interoperability and resilience, including secured production and exchange of data, to master critical defence technologies, to strengthen the security of supply or to enable the effective exploitation of results for defence products and technologies (<strong>integrating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(c)</p> </td>    <td> <p><strong>Studies</strong>, such as feasibility studies to explore the feasibility of new or upgraded products, technologies, processes, services and solutions</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(d)</p> </td>    <td> <p><strong>Design</strong> of a defence product, tangible or intangible component or technology as well as the definition of the technical specifications on which such a design has been developed, including any partial test for risk reduction in an industrial or representative environment</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(e)</p> </td>    <td> <p><strong>System prototyping</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(f)</p> </td>    <td> <p><strong>Testing</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(g)</p> </td>    <td> <p><strong>Qualification</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(h)</p> </td>    <td> <p><strong>Certification </strong>of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(i)</p> </td>    <td> <p>Development of technologies or assets <strong>increasing efficiency</strong> across the life cycle of defence products and technologies</p> </td>    <td> <p>No</p> </td>   </tr>  </tbody> </table><p>The proposals must cover at least the following tasks as part of the mandatory activities:</p><ul level=\"0\"><li>Generating knowledge:   <ul level=\"1\"><li>RCIED: research innovative jamming techniques for remote-controlled IED;</li><li>(S)PBIED and (S)VBIED: research sensor technology for standoff detection and neutralisation of person- and vehicle-borne IED including suicide PBIED and suicide VBIED;</li><li>countermine: research sensor technology for standoff detection, methods and techniques for decoying and effectors for neutralisation of surface, subsurface and directional landmines;</li>   </ul> </li><li>Integrating knowledge:   <ul level=\"1\"><li>research and compare several multisensor data fusion (algorithms) concepts for RCIED, (S)PBIED and (S)VBIED with synthetic and real sensor data;</li><li>provide the requirement needed to integrate the equipment on a military platform (size, weight, power...);</li><li>evaluate the impact of the C-IED equipment on the other system that could already be integrated (radio, sensors...) on a military platform;</li>   </ul> </li><li>Studies:   <ul level=\"1\"><li>define a realistic military scenario with the generated and integrated knowledge, taking into account both IED and UXO threats; RCIED, (S)PIED and (S)VBIED have to be included;</li><li>feasibility studies on choosing specific sensors and effector sets for the three threat scenarios IED, landmines and UXO;</li><li>feasibility studies on operational time criticality of IED and landmine scenarios and expected capability gain;</li>   </ul> </li> </ul><p>In addition, the proposals should cover the following tasks:</p><ul level=\"0\"><li>Design:   <ul level=\"1\"><li>design of a threat (IEDs, landmines, UXOs) detection, classification and signalling system, preferably using unmanned systems;</li><li>design of a system to neutralise, deactivate or disrupt threats (IEDs, landmines, UXOs), preferably using unmanned systems;</li><li>design of low cost, small size and easily replaceable UGV systems for threat manipulation (IEDs, landmines, UXOs).</li>   </ul> </li> </ul><p>In accordance with the maturity of the technology under study, the proposals should also include:</p><ul level=\"0\"><li>state-of-the-art technologies offering opportunities to respond to the different counter explosive threats functions listed above in the scope section;</li><li>research of innovative technologies offering opportunities to respond to the different counter explosive threats listed above in the scope section;</li><li>demonstrations of the feasibility to use the technologies developed for counter explosives threat purposes, in different scenarios;</li><li>evaluation of the performances of demonstrators in relevant environments.</li> </ul><p><strong><em>Functional requirements</em></strong></p><p>The proposed technologies should meet the following functional requirements:</p><ul level=\"0\"><li>ability to detect and map threats (IEDs, UXOs and landmines) in a given area, with maximum accuracy;</li><li>ability to classify threats, with maximum accuracy;</li><li>ability to investigate and identify threats, including with the support of AI;</li><li>ability to neutralise and dispose of threats;</li><li>ability to decoy threats;</li><li>ability to jam threats;</li><li>ability to breach an obstacle with the help of hand, mechanical or explosive means or a combination of such means;</li><li>ability to be used in an operational environment with IEDs, UXOs or landmines.</li> </ul><p>The performances associated with these technologies should be measurable through evaluation campaigns conducted in the framework of the present project, using shared protocols and metrics.</p><p>Demonstrators should be able to record the data acquired through their sensors, in order to enable reproduction of experiments and comparison of technologies in a simulated environment.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Thanks to the studies validated through demonstrators and field experiments, the following impacts should be delivered:</p><ul level=\"0\"><li>significantly improve counter-mine IED and UXO technologies to deal with new and evolving threats;</li><li>facilitate the development of new technologies that each Member State, EDF associated country or industry partners cannot achieve easily on its own;</li><li>reduce the development time of counter explosive threat solutions;</li><li>contribute to increasing the industrial cooperation and integration between European defence companies and SMEs;</li><li>contribute to the strategic autonomy of the EU.</li> </ul>\n", "conditions": "<p><strong>1. Admissibility conditions</strong>: described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>Proposal page limits and layout:</strong> described in Part B of the Application Form available in the Submission System</p>\n<p><strong>2. Eligible countries:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> &nbsp;</p>\n<p><strong>3. Other eligibility conditions:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>4. Financial and operational capacity and exclusion: </strong>described in section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>5. Evaluation and award:</strong></p>\n<p><strong>Award criteria, scoring and thresholds:</strong> described in section 9 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"> call document</a></p>\n<p><strong>Submission and evaluation processes:</strong> described section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> and the Online Manual</p>\n<p><strong>Indicative timeline for evaluation and grant agreement:</strong> described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><strong>6. Legal and financial set-up of the grants:</strong> described in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> </span></span></p>\r\n<p><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\">Call document</span></b></span><b><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">s</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">:</span></span></b></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></p>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Call document</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">&nbsp;</span></span></a></span></span></span></span></p>\r\n<p class=\"paragraph\" paraid=\"1635057244\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{133}\" style=\"margin: 0cm 0cm 0.0001pt 13.5pt; text-indent: -13.5pt; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><em><strong><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\">Templates for proposals should be downloaded from the Submission System (available at the opening of the call), the links below are examples only:</span></font></strong></em></p>\r\n<ul>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/af_edf_en.pdf\" target=\"_blank\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">EDF Standard&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">a</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">pplication&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">f</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">orm </span></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559685&quot;:284,&quot;335559739&quot;:200,&quot;335559740&quot;:276,&quot;335559991&quot;:284}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></a></span></span><span style=\"font-size: 9pt; font-family: &quot;Segoe UI&quot;, sans-serif;\"><o:p></o:p></span></li>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/detailed-budget-table_edf-ra_en.xlsm\" target=\"_blank\">Detailed budget table EDF RA</a></span></span></span></span></span></span></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/participant-information_edf_en.docx\" target=\"_blank\">Participant information </a>(including previous projects, if any)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/list-of-infrastructures-facilities-assets-and-resources_edf_en.docx\" target=\"_blank\">List of infrastructure, facilities, assets and resources</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/actual-indirect-cost-methodology-declaration_edf-da_en.docx\" target=\"_blank\">Actual indirect cost methodology declarations </a>(if actual indirect costs used)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/ownership-control-declaration_dep-he-edf-cef-dig_en.docx\" target=\"_blank\">Ownership control declarations</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/prs-declaration_edf_en.docx\" target=\"_blank\">PRS declaration</a> (if the project requires access to Galileo PRS information)&nbsp;</span></font></li>\r\n</ul>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/agr-contr/mga_edf_en.pdf\" target=\"_blank\">EDF General MGA v1.0</a></span></span></span></span></span></span></p>\n<p><span style=\"font-size: small;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Additional documents:</span></b></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></span><o:p></o:p></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/defence-industry-space/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\"><span style=\"font-size: small;\">EDF Annual Work Programme</span></a></span></span></span></span><span style=\"font-size: small;\"> </span></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://eur-lex.europa.eu/eli/reg/2021/697\" target=\"_blank\"><span style=\"font-size: small;\">EDF Regulation 2021/697</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/guidance/psi_edf_en.pdf\" target=\"_blank\">Generic Programme Security Instruction (PSI) concerning European Defence Fund</a></p>\r\n<div><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\"><span style=\"font-size: small;\">EU Financial Regulation 2018/1046</span></a>&nbsp;</div>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">EU Grants AGA &mdash; Annotated Model Grant Agreement</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Online Manual</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Terms and Conditions</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/legalnotice\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">For help related to this&nbsp;<b>call</b>, please contact:&nbsp;</span><font face=\"Arial, sans-serif\">DEFIS-EDF-PROPOSALS@ec.europa.eu&nbsp;</font><em>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals.&nbsp;</em></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Online Manual</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><strong>The estimated available call budget is EUR 157 000 000.</strong></p><ul level=\"0\"><li><strong>EDF-2023-RA-SENS-EMSP</strong>: Electromagnetic signal propagation; EUR 22 000 000; No fixed maximum number of projects (but normally 1 expected)</li><li><strong>EDF-2023-RA-SENS-OPTD</strong>: Optronics detector technologies; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-SPACE-PSA</strong>: Threat surveillance and protection of space-based assets; EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIGIT-HAAI</strong>: Dedicated hardware architectures for energy-efficient AI; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-DEXPLO</strong>: Demonstrators and technologies to defeat threats posed by Unexploded Explosives Ordnances (UXO) and Improvised Explosive Devices (IED); EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-SATOC</strong>: Strategic air transportation of outsized cargo; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIS-LDEW</strong>: Laser-based directed energy weapons; EUR 25 000 000; No fixed maximum number of projects</li> </ul>\n", "latestInfos": [{"approvalDate": "Nov 24, 2023 2:54:29 PM", "lastChangeDate": "Nov 24, 2023 2:54:29 PM", "content": "<p>This call closed at 17.00 on 22 November 2023. 23 proposals were submitted for evaluation.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Nov 9, 2023 10:46:41 AM", "lastChangeDate": "Nov 9, 2023 10:46:41 AM", "content": "<p>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals. We encourage you to consult the latest FAQs published.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jul 20, 2023 12:57:49 PM", "lastChangeDate": "Jul 20, 2023 12:57:49 PM", "content": "<p>The presentations from the EDF 2023 infodays are available at <a href=\"https://defence-industry-space.ec.europa.eu/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\">the EDF page</a>.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jun 22, 2023 12:00:15 AM", "lastChangeDate": "Jun 22, 2023 12:00:15 AM", "content": "The submission session is now available for: EDF-2023-RA-DIS-LDEW(EDF-RA), EDF-2023-RA-SPACE-PSA(EDF-RA), EDF-2023-RA-PROTMOB-DEXPLO(EDF-RA), EDF-2023-RA-DIGIT-HAAI(EDF-RA), EDF-2023-RA-SENS-OPTD(EDF-RA), EDF-2023-RA-SENS-EMSP(EDF-RA), EDF-2023-RA-PROTMOB-SATOC(EDF-RA)"}, {"approvalDate": "Jun 14, 2023 5:08:57 PM", "lastChangeDate": "Jun 14, 2023 5:08:57 PM", "content": "<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><b><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">Opening of the calls has been postponed to 22 June 2023.<o:p></o:p></span></i></b></p>\r\n<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">You will be able to start the submission process from that date.</span></i></p>"}, {"approvalDate": "Apr 28, 2023 9:58:48 AM", "lastChangeDate": "Apr 28, 2023 9:58:48 AM", "content": "<p>&nbsp;<a href=\"https://defence-industry-space.ec.europa.eu/european-defence-fund-edf-info-days-2023-2023-06-28_en\" target=\"_blank\">European Defence Fund (EDF) Info Days 2023</a> will take place on 28-29 June 2023</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}