{"TopicDetails": {"type": 0, "ccm2Id": 46030485, "cftId": 0, "identifier": "EDF-2023-RA-DIS-LDEW", "title": "Laser-based directed energy weapons", "publicationDateLong": 1681344000000, "callIdentifier": "EDF-2023-RA", "callTitle": "Call for EDF research actions  implemented via actual cost grants", "callccm2Id": 46030538, "allowPartnerSearch": true, "frameworkProgramme": {"id": 44181033, "abbreviation": "EDF", "description": "European Defence Fund"}, "programmeDivision": [{"id": 44181205, "abbreviation": "EDF-1-1", "description": "European Defence Fund"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDF-RA EDF Research Actions", "typeOfMGA": [{"id": 44175699, "abbreviation": "EDF-AG", "description": "EDF Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 June 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 November 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3496876": [{"action": "EDF-2023-RA-SENS-OPTD - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIGIT-HAAI - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-DEXPLO - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SENS-EMSP - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-SATOC - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SPACE-PSA - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIS-LDEW - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>Threats of various kinds are growing (traditional as well as low-cost, swarming or proliferating targets), in asymmetrical conflicts as well as in more conventional high-intensity warfare. Moreover, a sovereign, highly precise, agile and graduated response against conventional and unconventional threats is a must-have for the European end-users.</p><p>Recent developments show that Laser-based Directed Energy Weapons (LDEW) systems have the potential to be a game changer on the battlefield, particularly when facing evolving conventional and unconventional threats where there is an emerging need for highly-precise, targeted and agile weapon systems. LDEW systems could provide a cost-effective answer to all these capability needs.</p><p>Investing in LDEW technologies is paramount in order to bring High Energy Laser (HEL) weapons closer to an end-user uptake in the medium term, and to provide sovereign capabilities with a European supply chain.</p><p><strong><em>Specific objective</em></strong></p><p>Ongoing EU-funded research (with a dedicated call in PADR 2018) paved the way to the design and build of an EU high-power laser effector to be integrated in military systems once mature.</p><p>However, the limited budget available under PADR constrained the TRL increase. Hence, some further research activities should be performed in order to increase the level of maturity of some of the most critical LDEW technologies and subsystems to ensure strategic autonomy and security of supply in this critical domain.</p><p>In particular, the development of a future LDEW capability requires to address specifically:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li><u>operational challenges</u>. Laser weapons must be able to operate safely and efficiently in two different categories of use cases:</li> </ol><ol level=\"0\">  <li>Use case type 1: easy targets such as NATO class 1 UAV, ground robots, antennas, radars must be neutralised within a populated environment, which requires a low probability of collateral damage.</li><li>Use case type 2: more difficult targets such as fast boats, NATO class 2 UAVs, unmanned surface vehicles (USVs), rocket, and missiles must be neutralised within an open field environment.</li> </ol><p>Those two-type scenarios induce the challenge for a broad approach that covers:</p><ul level=\"0\"><li>a first situation with moderate power [5-20kW] and intrinsic limited collateral damage probability, especially associated with an eye-safer wavelength;</li><li>a second situation with high power [50-100kW] capacity associated with moderate SWaP.</li> </ul><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li><u>technological challenges</u>.</li> </ol><ol level=\"0\">  <li>Coherent beam combining is one of the challenging parts of high-power generation for laser weapons. This technological part is a major contributor to the complexity and volume of the laser weapon architecture as well as to the long times observed in all the development roadmaps on both shores of the Atlantic Ocean. The European HEL strategies and technological basis rely on solid-state lasers, mainly fibre lasers, and amplifiers. This leads to the main challenge of mastering a European combination technology that allows compact and rugged addition of laser power. The capabilities sought for combination should be compatible with established 1μm wavelength and other safety re-enforced wavelengths.</li><li>Propagating of a high-power beam within the laser system while minimising thermal distortions.</li><li>Increasing power density on target through higher quality fine tracking and pointing.</li><li>Maximising operators and third parties safety.</li><li>Compensating atmospheric detrimental effect.</li><li>Making 1μm narrow bandwidth amplifier and relevant component industrial sector accessible to EU and EDF associated countries (Norway) stakeholders and implemented in the EU and EDF associated countries.</li><li>Making 2μm narrow bandwidth amplifier and relevant component industrial sector accessible to EU and EDF associated countries (Norway) stakeholders and implemented in the EU and EDF associated countries.</li><li>Designing a compact laser system optimising SWaP.</li><li>LDEW integration and compatibility with the hosting platform in full harmonisation with other on-board armaments and without compromising the platform’s mobility.</li> </ol>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>HEL weapons need to highly concentrate light energy on designated targets to defeat incoming threats. The laser beam must dwell and remain focused on target during several seconds, after having propagated through a turbulent atmosphere. Moreover, it should be possible to repeat this action as many times as needed to achieve the desired effect and address all incoming threats.</p><p>Hence, the proposals must address in priority:</p><ul level=\"0\"><li>beam combining techniques;</li><li>development of laser sources, allowing significant output power increase;</li><li>shaping and propagation of the beam;</li><li>fine tracking and pointing;</li><li>electrical and thermal management.</li> </ul><p><strong><em>Types of activities</em></strong></p><p>The following table lists the types of activities which are eligible for this topic, and whether they are mandatory or optional <em>(see Article 10(3) EDF Regulation)</em>:</p><table>  <thead>   <tr>    <td colspan=\"2\"> <p><strong>Types of activities</strong></p> <p>(art 10(3) EDF Regulation)</p> </td>    <td> <p><strong>Eligible?</strong></p> </td>   </tr>  </thead>  <tbody>   <tr>    <td> <p>(a)</p> </td>    <td> <p>Activities that aim to create, underpin and improve knowledge, products and technologies<em>, </em>including disruptive technologies, which can achieve significant effects in the area of defence (<strong>generating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(b)</p> </td>    <td> <p>Activities that aim to increase interoperability and resilience, including secured production and exchange of data, to master critical defence technologies, to strengthen the security of supply or to enable the effective exploitation of results for defence products and technologies (<strong>integrating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(c)</p> </td>    <td> <p><strong>Studies</strong>, such as feasibility studies to explore the feasibility of new or upgraded products, technologies, processes, services and solutions</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(d)</p> </td>    <td> <p><strong>Design</strong> of a defence product, tangible or intangible component or technology as well as the definition of the technical specifications on which such a design has been developed, including any partial test for risk reduction in an industrial or representative environment</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(e)</p> </td>    <td> <p><strong>System prototyping</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(f)</p> </td>    <td> <p><strong>Testing</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(g)</p> </td>    <td> <p><strong>Qualification</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(h)</p> </td>    <td> <p><strong>Certification </strong>of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(i)</p> </td>    <td> <p>Development of technologies or assets <strong>increasing efficiency</strong> across the life cycle of defence products and technologies</p> </td>    <td> <p>No</p> </td>   </tr>  </tbody> </table><p>The proposals must cover at least the following tasks as part of the mandatory activities:</p><ul level=\"0\"><li>Generating knowledge:   <ul level=\"1\"><li>the effects of high-energy lasers on the considered targets need to be assessed, including the effect of simple countermeasures such as protective coatings. This will allow the LDEW system sizing to be tailored to the need and the end-users to determine how LDEW will be used on the battlefield;</li><li>the proposals must include an assessment of the capability of a HEL effector to defeat the considered targets, with particular reference to the two above-mentioned use cases (see “Specific objective”): range of effect and neutralisation time, with respect to laser power and atmospheric conditions;</li><li>an analysis of the failure modes of these targets and a characterisation of the possible types of effects must be provided. This analysis will require the development of performance models.</li>   </ul> </li><li>Integrating knowledge: LDEW require both quite high power and high beam quality in order to reach high brightness laser beam. These two characteristics are essential to obtain high optical power density on target and produce the desired effects. Whatever the considered emitted wavelength, fibre lasers are limited in power to a few kW. In order to obtain a laser beam of tens or hundreds of kW, it is necessary to combine elementary laser beams into one output beam.   <ul level=\"1\"><li>different kinds of combining techniques must be considered: coherent and incoherent. The proposals must consider the various possible combination solutions and identify those which will be investigated in the study;</li><li>the following criteria must be used:</li>   </ul> </li><li>power increase potential;</li><li>availability of European components;</li><li>global efficiency of the combining method;</li><li>compactness (SWaP optimisation);</li><li>industrialisation capacity of the technology.</li><li>Studies:   <ul level=\"1\"><li>one or several of the above-mentioned combining technologies must be matured during the study. A demonstrator combining several high energy laser beams must be included in the proposals. The objective is to reach TRL 5;</li><li>by a proper choice of wavelength, intrinsic low collateral laser damage low bandwidth amplifier must be scaled in power. The proposals must assess the possibility of developing European high power components at the considered wavelengths;</li><li>a roadmap for the two use cases must be given in the study, taking into account possible operational updates given lessons learned from recent conflicts. This roadmap will propose to reach TRL 8 in a few years with a power up to 100kW class. An outline of the roadmap should be included in the proposals.</li>   </ul> </li> </ul><p>In addition, the proposals should address the following tasks:</p><ul level=\"0\"><li>generating knowledge on other types of lasers, especially on solid-state lasers, such as advantages and viability of novel and scalable laser sources and short or ultrashort pulse lasers; </li><li>an assessment of the capability of a HEL effector to defeat targets that have employed reasonable countermeasures that do not influence the performance of the system significantly or lead to largely increased cost;</li><li>propose technical solutions for the optics able to transport and to shape the laser beam in a HEL system. Large optics for laser beams having high energy should be considered. Laser damage threshold and minimisation of thermal distortion of the optics should be addressed;</li><li>design and demonstrate a fine tracking system able to accurately track [&lt;5μrad] a large variety of targets;</li><li>address the measurement and correction of atmospheric perturbations;</li><li>design solutions or rules providing safe use of the laser effectors in their operational environments. Different operational scenarios could be considered, inducing different technical solutions and different operating rules to address the safety of the high energy laser effector;</li><li>design and demonstrate European high power 1μm and 2μm laser sources meeting the specific needs of the laser effectors and enabling a large access to EU and EDF associated countries (Norway) stakeholders. Development of critical laser components not currently available in the EU or EDF associated countries (Norway) should be considered.</li> </ul><p><strong><em>Functional requirements</em></strong></p><p>The proposed product/technologies should meet the following functional requirements:</p><ul level=\"0\"><li>optimise the power density of the laser beam on target in order to reduce the neutralisation time and to be able to address harder targets, such as targets with protective surface treatments and RAM;</li><li>optimise the operational range of the high energy laser;</li><li>optimise the SWaP of the high energy laser and integration of the HEL effector on different platforms (ground vehicles, ships);</li><li>address the safety of the HEL by technical solutions and by rules for the operational use;</li><li>provide a demonstration of laser combining at 1μm for HEL effector. Integrability of the combining system and the HEL effector on various platforms and resistance to associated environments should be taken into account and analysed;</li><li>mature and test a high power laser source (oscillator and power amplifier) adapted to combination and atmospheric propagation, which limits potential collateral damages.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The outcomes should contribute to:</p><ul level=\"0\"><li>increasing maturity of the critical technological blocks of an LDEW and prepare the development of an operational demonstrator. As above mentioned, the objective is to reach TRL 5;</li><li>providing European solutions for these blocks, and especially a secured supply chain;</li><li>providing EU Member States and EDF associated countries (Norway) armed forces with an operational capability in the medium term to fill capability gaps. This capability will allow to address the two types of scenarios identified by EU Member States and EDF associated countries (Norway) end-users, and ensure operational safety;</li><li>a strong and more competitive and technologically independent EDTIB and enhance cross-border cooperation (from large industrial groups to SMEs) in a high-tech sector;</li><li>European technological sovereignty and strategic autonomy.</li> </ul>\n", "conditions": "<p><strong>1. Admissibility conditions</strong>: described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>Proposal page limits and layout:</strong> described in Part B of the Application Form available in the Submission System</p>\n<p><strong>2. Eligible countries:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> &nbsp;</p>\n<p><strong>3. Other eligibility conditions:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>4. Financial and operational capacity and exclusion: </strong>described in section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>5. Evaluation and award:</strong></p>\n<p><strong>Award criteria, scoring and thresholds:</strong> described in section 9 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"> call document</a></p>\n<p><strong>Submission and evaluation processes:</strong> described section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> and the Online Manual</p>\n<p><strong>Indicative timeline for evaluation and grant agreement:</strong> described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><strong>6. Legal and financial set-up of the grants:</strong> described in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> </span></span></p>\r\n<p><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\">Call document</span></b></span><b><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">s</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">:</span></span></b></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></p>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Call document</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">&nbsp;</span></span></a></span></span></span></span></p>\r\n<p class=\"paragraph\" paraid=\"1635057244\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{133}\" style=\"margin: 0cm 0cm 0.0001pt 13.5pt; text-indent: -13.5pt; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><em><strong><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\">Templates for proposals should be downloaded from the Submission System (available at the opening of the call), the links below are examples only:</span></font></strong></em></p>\r\n<ul>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/af_edf_en.pdf\" target=\"_blank\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">EDF Standard&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">a</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">pplication&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">f</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">orm </span></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559685&quot;:284,&quot;335559739&quot;:200,&quot;335559740&quot;:276,&quot;335559991&quot;:284}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></a></span></span><span style=\"font-size: 9pt; font-family: &quot;Segoe UI&quot;, sans-serif;\"><o:p></o:p></span></li>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/detailed-budget-table_edf-ra_en.xlsm\" target=\"_blank\">Detailed budget table EDF RA</a></span></span></span></span></span></span></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/participant-information_edf_en.docx\" target=\"_blank\">Participant information </a>(including previous projects, if any)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/list-of-infrastructures-facilities-assets-and-resources_edf_en.docx\" target=\"_blank\">List of infrastructure, facilities, assets and resources</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/actual-indirect-cost-methodology-declaration_edf-da_en.docx\" target=\"_blank\">Actual indirect cost methodology declarations </a>(if actual indirect costs used)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/ownership-control-declaration_dep-he-edf-cef-dig_en.docx\" target=\"_blank\">Ownership control declarations</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/prs-declaration_edf_en.docx\" target=\"_blank\">PRS declaration</a> (if the project requires access to Galileo PRS information)&nbsp;</span></font></li>\r\n</ul>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/agr-contr/mga_edf_en.pdf\" target=\"_blank\">EDF General MGA v1.0</a></span></span></span></span></span></span></p>\n<p><span style=\"font-size: small;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Additional documents:</span></b></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></span><o:p></o:p></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/defence-industry-space/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\"><span style=\"font-size: small;\">EDF Annual Work Programme</span></a></span></span></span></span><span style=\"font-size: small;\"> </span></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://eur-lex.europa.eu/eli/reg/2021/697\" target=\"_blank\"><span style=\"font-size: small;\">EDF Regulation 2021/697</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/guidance/psi_edf_en.pdf\" target=\"_blank\">Generic Programme Security Instruction (PSI) concerning European Defence Fund</a></p>\r\n<div><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\"><span style=\"font-size: small;\">EU Financial Regulation 2018/1046</span></a>&nbsp;</div>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">EU Grants AGA &mdash; Annotated Model Grant Agreement</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Online Manual</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Terms and Conditions</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/legalnotice\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">For help related to this&nbsp;<b>call</b>, please contact:&nbsp;</span><font face=\"Arial, sans-serif\">DEFIS-EDF-PROPOSALS@ec.europa.eu&nbsp;</font><em>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals.&nbsp;</em></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Online Manual</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><strong>The estimated available call budget is EUR 157 000 000.</strong></p><ul level=\"0\"><li><strong>EDF-2023-RA-SENS-EMSP</strong>: Electromagnetic signal propagation; EUR 22 000 000; No fixed maximum number of projects (but normally 1 expected)</li><li><strong>EDF-2023-RA-SENS-OPTD</strong>: Optronics detector technologies; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-SPACE-PSA</strong>: Threat surveillance and protection of space-based assets; EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIGIT-HAAI</strong>: Dedicated hardware architectures for energy-efficient AI; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-DEXPLO</strong>: Demonstrators and technologies to defeat threats posed by Unexploded Explosives Ordnances (UXO) and Improvised Explosive Devices (IED); EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-SATOC</strong>: Strategic air transportation of outsized cargo; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIS-LDEW</strong>: Laser-based directed energy weapons; EUR 25 000 000; No fixed maximum number of projects</li> </ul>\n", "latestInfos": [{"approvalDate": "Nov 24, 2023 2:54:29 PM", "lastChangeDate": "Nov 24, 2023 2:54:29 PM", "content": "<p>This call closed at 17.00 on 22 November 2023. 23 proposals were submitted for evaluation.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Nov 9, 2023 10:46:41 AM", "lastChangeDate": "Nov 9, 2023 10:46:41 AM", "content": "<p>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals. We encourage you to consult the latest FAQs published.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jul 20, 2023 12:57:49 PM", "lastChangeDate": "Jul 20, 2023 12:57:49 PM", "content": "<p>The presentations from the EDF 2023 infodays are available at <a href=\"https://defence-industry-space.ec.europa.eu/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\">the EDF page</a>.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jun 22, 2023 12:00:15 AM", "lastChangeDate": "Jun 22, 2023 12:00:15 AM", "content": "The submission session is now available for: EDF-2023-RA-DIS-LDEW(EDF-RA), EDF-2023-RA-SPACE-PSA(EDF-RA), EDF-2023-RA-PROTMOB-DEXPLO(EDF-RA), EDF-2023-RA-DIGIT-HAAI(EDF-RA), EDF-2023-RA-SENS-OPTD(EDF-RA), EDF-2023-RA-SENS-EMSP(EDF-RA), EDF-2023-RA-PROTMOB-SATOC(EDF-RA)"}, {"approvalDate": "Jun 14, 2023 5:08:57 PM", "lastChangeDate": "Jun 14, 2023 5:08:57 PM", "content": "<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><b><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">Opening of the calls has been postponed to 22 June 2023.<o:p></o:p></span></i></b></p>\r\n<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">You will be able to start the submission process from that date.</span></i></p>"}, {"approvalDate": "Apr 28, 2023 9:58:48 AM", "lastChangeDate": "Apr 28, 2023 9:58:48 AM", "content": "<p>&nbsp;<a href=\"https://defence-industry-space.ec.europa.eu/european-defence-fund-edf-info-days-2023-2023-06-28_en\" target=\"_blank\">European Defence Fund (EDF) Info Days 2023</a> will take place on 28-29 June 2023</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}