{"TopicDetails": {"type": 0, "ccm2Id": 46030506, "cftId": 0, "identifier": "EDF-2023-RA-PROTMOB-SATOC", "title": "Strategic air transportation of outsized cargo", "publicationDateLong": 1681344000000, "callIdentifier": "EDF-2023-RA", "callTitle": "Call for EDF research actions  implemented via actual cost grants", "callccm2Id": 46030538, "allowPartnerSearch": true, "frameworkProgramme": {"id": 44181033, "abbreviation": "EDF", "description": "European Defence Fund"}, "programmeDivision": [{"id": 44181205, "abbreviation": "EDF-1-1", "description": "European Defence Fund"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDF-RA EDF Research Actions", "typeOfMGA": [{"id": 44175699, "abbreviation": "EDF-AG", "description": "EDF Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 June 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 November 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3496876": [{"action": "EDF-2023-RA-SENS-OPTD - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIGIT-HAAI - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-DEXPLO - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SENS-EMSP - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-SATOC - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SPACE-PSA - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIS-LDEW - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>Strategic Air transport for Outsized Cargo (SATOC) is a core capability for the rapid projection of military capabilities over long distances and mission support worldwide. All operations carried out so far have always had to fall back on this important capability for deployment and subsequent sustainment. Beyond their military role, SATOC aircraft are also key assets for providing better civilian support for EU-internal needs, including critical and essential contributions to immediate logistic support over large distances, disaster relief and fast general crisis response. However, there is currently no adequate service provider who has the appropriate capability to meet the needs of the Member States and EDF associated countries (Norway). Therefore, this topic proposes to study the possibility of a future aircraft development or the acquisition of an appropriate contractor support.</p><p><strong><em>Specific objective</em></strong></p><p>Strategic airlift requirements and strategic airlift, notably of oversized cargo, have been provided almost entirely by third countries, creating a critical dependency for the EU. The Russia-Ukraine war has significantly reduced the ANTONOV logistics fleet. This has created a looming strategic capability gap in the upcoming years with no clear solutions for a replacement. In addition, a certain degree of uncertainty about the supportability of the remaining fleet constitutes a significant factor. This is true in particular with respect to the availability of replacement parts and replaceable units as well as the availability and integrity of design information, should, for example, new structural issues arise.</p><p>In order to preserve European sovereignty and enable global force projection, it is critical to establish a strategic airlift capability by either re-designing / adapting an existing or developing a new solution.</p><p>Furthermore, from a European perspective it is of vital importance to underline the fact that strategic airlift capability is not exclusively restricted to military purposes, but is also an asset in various crisis scenarios as well as on humanitarian aid missions.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Based on the Member States and EDF associated countries (Norway) requirements, the objective of this topic is to explore the range of options towards creating a new European SATOC capability. The proposals are to identify, define, and evaluate short-term and lasting strategic airlift solutions. More precisely, the study must map the individual solutions against their respective parameters such as economic or military performance and availability. The study is expected to not only assess re-design options of various existing aircraft and civilian outsized cargo solutions, but also to identify development options, resulting in possibly two different life-cycle timeframes. Furthermore, the platform solutions must also be evaluated in various possible operating schemes, including either the full acquisition of aircraft and/or the provision of services, while taking into consideration the respective certification (military vs. civilian) aspects. It is understood that SATOC will play a support role and not a combat/in-theatre role. The study may involve the identification of potential economies of scale through parallel civilian and military applications (dual-use) of the chosen solution in an effort to reduce the overall development and operating costs associated with a small fleet. The study is to address a possible future operation and service provision from a common military (e.g. NATO’s AWACS base, MMF base) or civilian hub.</p><p>The proposals should draft conceptual assessment of options able to achieve initial and possibly partial capability in the short term, and a full capability in-service solution in the next decade. However, the timeline can be accelerated if deemed necessary to meet the requirements of EU Member States and EDF associated countries (Norway). The scope might well consist of a staggered two- (or multi-) fold approach, for example:</p><ul level=\"0\"><li>Solution A: desired solution with desired capability and clearly defined IOC/FOC; required to have maximum life cycle;</li><li>Solution B: (interim) solution with less than desired capability and no clearly defined IOC/FOC; required to be supportable and to have a life cycle enabling operations until FOC is reached.</li> </ul><p>Nevertheless, the key element of this topic will be to establish the feasibility of the common European requirements for this capability, aiming for unity of effort among Member States and EDF associated countries (Norway) in order to create a single platform. This will maximise the cost efficiency of SATOC and also create a basis for interoperability, at least among the Member States and EDF associated countries (Norway).</p><p><strong><em>Types of activities</em></strong></p><p>The following table lists the types of activities which are eligible for this topic, and whether they are mandatory or optional <em>(see Article 10(3) EDF Regulation)</em>:</p><table>  <thead>   <tr>    <td colspan=\"2\"> <p><strong>Types of activities</strong></p> <p>(art 10(3) EDF Regulation)</p> </td>    <td> <p><strong>Eligible?</strong></p> </td>   </tr>  </thead>  <tbody>   <tr>    <td> <p>(a)</p> </td>    <td> <p>Activities that aim to create, underpin and improve knowledge, products and technologies<em>, </em>including disruptive technologies, which can achieve significant effects in the area of defence (<strong>generating knowledge</strong>)</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(b)</p> </td>    <td> <p>Activities that aim to increase interoperability and resilience, including secured production and exchange of data, to master critical defence technologies, to strengthen the security of supply or to enable the effective exploitation of results for defence products and technologies (<strong>integrating knowledge</strong>)</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(c)</p> </td>    <td> <p><strong>Studies</strong>, such as feasibility studies to explore the feasibility of new or upgraded products, technologies, processes, services and solutions</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(d)</p> </td>    <td> <p><strong>Design</strong> of a defence product, tangible or intangible component or technology as well as the definition of the technical specifications on which such a design has been developed, including any partial test for risk reduction in an industrial or representative environment</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(e)</p> </td>    <td> <p><strong>System prototyping</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(f)</p> </td>    <td> <p><strong>Testing</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(g)</p> </td>    <td> <p><strong>Qualification</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(h)</p> </td>    <td> <p><strong>Certification </strong>of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(i)</p> </td>    <td> <p>Development of technologies or assets <strong>increasing efficiency</strong> across the life cycle of defence products and technologies</p> </td>    <td> <p>No</p> </td>   </tr>  </tbody> </table><p>The proposals must cover at least the following tasks as part of the mandatory activities:</p><p><u>Technical studies</u>:</p><ul level=\"0\"><li>analysis of the requirements of the Member States and EDF associated countries (Norway) and its translation into potential solutions;</li><li>identification of possible solutions – both short- and long-term – (technical modifications on existing solutions or developments of new solutions) or combination of solutions to best meet the desired capability;</li><li>studies, such as feasibility studies to explore the feasibility of new or improved technologies, products, processes, services and solutions;</li><li>pre-design, including pre-definition of technical specifications and partial tests for risk reduction;</li><li>feasibility analysis of each solution or combination of solutions;</li><li>evaluation of achievable performances and response to operational needs (partially or totally) of each solution or combination of solutions;</li><li>preliminary life cycle analysis.</li> </ul><p><u>Operations studies:</u></p><ul level=\"0\"><li>support the drafting of CONOPS for each proposed solution;</li><li>Identification of logistic solutions (in-service support).</li> </ul><p><u>Programme studies</u>:</p><ul level=\"0\"><li>market analysis to quantify demand across European nations, and export-potential analysis, including civil dual-use applications, and, accordingly, description of the capability. Identification of the potential specific military features of the proposed solutions and analysis of their impact on a potential dual-use civil commercial activity and on profitability;</li><li>definition and analysis of procurement and sustainment models (for example the renting of a flight-hours contingent or the acquisition of the capability), deployment possibilities and associated proposal by an industrial organisation;</li><li>impact of the proposed solutions on infrastructure;</li><li>establishment of the programme schedule, IOC and FOC target dates and pre-development plans;</li><li>conduct of an economic analysis (global cost analysis);</li><li>identification and analysis of risks, including SWOT analysis, related to technical issues, market, implementation, costs, schedule, organisation, operations, maintenance, safety, sovereignty, production and disposal;</li><li>preliminary requirement reviews for each assessed option or combination of options to confirm technical feasibility and programmatic industrial and market impact of the proposed solution to allow the Member States and EDF associated countries (Norway) to assess all elements and identify a preferred option which must be carried forward through a development, manufacturing, and certification phase;</li><li>proposition of the best solution (which could be for example a combination of short-term partial-capability and long-term full-capability solutions), including platform acquisition vs. service provision.</li> </ul><p>In addition, the proposals should cover the following tasks:</p><p>Generating knowledge:</p><ul level=\"0\"><li>use of new materials in view of weight reduction and performance increase (composite, hybrid, multifunctional materials, with advanced production technologies);</li><li>use of technologies towards lower or zero emission production and operation;</li><li>application of integrated design and production methods based on the platform's dynamic digital twin concept, to be used in all phases of the platform's life cycle (not only design and construction, but also use, maintenance and dismiss);</li><li>definition of an Integrated System Health Management (ISHM) system to be applied to the platform for an efficient and high availability management of the life cycle and an increase in the overall safety of the aircraft;</li><li>assessment of the integrated survivability characteristics of the platform (also considering the use of physical and electronic deterrence technologies) with respect to the threats identified within the different scenarios defined in the CONOPS.</li> </ul><p><strong><em>Functional requirements</em></strong></p><p>The proposed deliverables should fulfil the following common requirements:</p><ul level=\"0\"><li>competitive overall flight hours in line with current market solutions (recurring and non-recurring costs);</li><li>ability to transport oversize/overweight loads that do not fit in existing solutions (without significant maintenance act);</li><li>flexibility to operate on different logistics missions (compatible with pelletised cargo);</li><li>ensure fast (with limited turnaround time and limited footprint) and self-contained (autonomous, e.g. roll-on/roll-off or on-board-installed) handling of transported goods (also consider existing/future EU multimodal logistics hubs). This should include:</li> </ul><p>A) equipment like armoured vehicles, heavy transport helicopters (considered as routine cargo), RPAS;</p><p>B) main battle tanks (considered as exceptional cargo, potentially loaded with support of dedicated external equipment, excluding cranes);</p><ul level=\"0\"><li>include the transport of goods of all kinds, including dangerous goods as specified by (but not limited to) ICAO TI / IATA Dangerous Goods Regulation (DGR) and optionally forbidden;</li><li>ensure worldwide operations in accordance with all international and national air traffic regulations for all airspaces.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>This outcome should contribute to:</p><ul level=\"0\"><li>establishing EU autonomy for SATOC;</li><li>EU technological sovereignty and strategic autonomy;</li><li>improving European deployment and sustainment capabilities on a global scale.</li> </ul>\n", "conditions": "<p><strong>1. Admissibility conditions</strong>: described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>Proposal page limits and layout:</strong> described in Part B of the Application Form available in the Submission System</p>\n<p><strong>2. Eligible countries:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> &nbsp;</p>\n<p><strong>3. Other eligibility conditions:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>4. Financial and operational capacity and exclusion: </strong>described in section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>5. Evaluation and award:</strong></p>\n<p><strong>Award criteria, scoring and thresholds:</strong> described in section 9 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"> call document</a></p>\n<p><strong>Submission and evaluation processes:</strong> described section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> and the Online Manual</p>\n<p><strong>Indicative timeline for evaluation and grant agreement:</strong> described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><strong>6. Legal and financial set-up of the grants:</strong> described in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> </span></span></p>\r\n<p><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\">Call document</span></b></span><b><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">s</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">:</span></span></b></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></p>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Call document</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">&nbsp;</span></span></a></span></span></span></span></p>\r\n<p class=\"paragraph\" paraid=\"1635057244\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{133}\" style=\"margin: 0cm 0cm 0.0001pt 13.5pt; text-indent: -13.5pt; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><em><strong><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\">Templates for proposals should be downloaded from the Submission System (available at the opening of the call), the links below are examples only:</span></font></strong></em></p>\r\n<ul>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/af_edf_en.pdf\" target=\"_blank\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">EDF Standard&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">a</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">pplication&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">f</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">orm </span></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559685&quot;:284,&quot;335559739&quot;:200,&quot;335559740&quot;:276,&quot;335559991&quot;:284}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></a></span></span><span style=\"font-size: 9pt; font-family: &quot;Segoe UI&quot;, sans-serif;\"><o:p></o:p></span></li>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/detailed-budget-table_edf-ra_en.xlsm\" target=\"_blank\">Detailed budget table EDF RA</a></span></span></span></span></span></span></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/participant-information_edf_en.docx\" target=\"_blank\">Participant information </a>(including previous projects, if any)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/list-of-infrastructures-facilities-assets-and-resources_edf_en.docx\" target=\"_blank\">List of infrastructure, facilities, assets and resources</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/actual-indirect-cost-methodology-declaration_edf-da_en.docx\" target=\"_blank\">Actual indirect cost methodology declarations </a>(if actual indirect costs used)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/ownership-control-declaration_dep-he-edf-cef-dig_en.docx\" target=\"_blank\">Ownership control declarations</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/prs-declaration_edf_en.docx\" target=\"_blank\">PRS declaration</a> (if the project requires access to Galileo PRS information)&nbsp;</span></font></li>\r\n</ul>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/agr-contr/mga_edf_en.pdf\" target=\"_blank\">EDF General MGA v1.0</a></span></span></span></span></span></span></p>\n<p><span style=\"font-size: small;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Additional documents:</span></b></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></span><o:p></o:p></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/defence-industry-space/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\"><span style=\"font-size: small;\">EDF Annual Work Programme</span></a></span></span></span></span><span style=\"font-size: small;\"> </span></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://eur-lex.europa.eu/eli/reg/2021/697\" target=\"_blank\"><span style=\"font-size: small;\">EDF Regulation 2021/697</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/guidance/psi_edf_en.pdf\" target=\"_blank\">Generic Programme Security Instruction (PSI) concerning European Defence Fund</a></p>\r\n<div><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\"><span style=\"font-size: small;\">EU Financial Regulation 2018/1046</span></a>&nbsp;</div>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">EU Grants AGA &mdash; Annotated Model Grant Agreement</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Online Manual</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Terms and Conditions</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/legalnotice\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">For help related to this&nbsp;<b>call</b>, please contact:&nbsp;</span><font face=\"Arial, sans-serif\">DEFIS-EDF-PROPOSALS@ec.europa.eu&nbsp;</font><em>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals.&nbsp;</em></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Online Manual</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><strong>The estimated available call budget is EUR 157 000 000.</strong></p><ul level=\"0\"><li><strong>EDF-2023-RA-SENS-EMSP</strong>: Electromagnetic signal propagation; EUR 22 000 000; No fixed maximum number of projects (but normally 1 expected)</li><li><strong>EDF-2023-RA-SENS-OPTD</strong>: Optronics detector technologies; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-SPACE-PSA</strong>: Threat surveillance and protection of space-based assets; EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIGIT-HAAI</strong>: Dedicated hardware architectures for energy-efficient AI; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-DEXPLO</strong>: Demonstrators and technologies to defeat threats posed by Unexploded Explosives Ordnances (UXO) and Improvised Explosive Devices (IED); EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-SATOC</strong>: Strategic air transportation of outsized cargo; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIS-LDEW</strong>: Laser-based directed energy weapons; EUR 25 000 000; No fixed maximum number of projects</li> </ul>\n", "latestInfos": [{"approvalDate": "Nov 24, 2023 2:54:29 PM", "lastChangeDate": "Nov 24, 2023 2:54:29 PM", "content": "<p>This call closed at 17.00 on 22 November 2023. 23 proposals were submitted for evaluation.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Nov 9, 2023 10:46:41 AM", "lastChangeDate": "Nov 9, 2023 10:46:41 AM", "content": "<p>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals. We encourage you to consult the latest FAQs published.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jul 20, 2023 12:57:49 PM", "lastChangeDate": "Jul 20, 2023 12:57:49 PM", "content": "<p>The presentations from the EDF 2023 infodays are available at <a href=\"https://defence-industry-space.ec.europa.eu/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\">the EDF page</a>.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jun 22, 2023 12:00:15 AM", "lastChangeDate": "Jun 22, 2023 12:00:15 AM", "content": "The submission session is now available for: EDF-2023-RA-DIS-LDEW(EDF-RA), EDF-2023-RA-SPACE-PSA(EDF-RA), EDF-2023-RA-PROTMOB-DEXPLO(EDF-RA), EDF-2023-RA-DIGIT-HAAI(EDF-RA), EDF-2023-RA-SENS-OPTD(EDF-RA), EDF-2023-RA-SENS-EMSP(EDF-RA), EDF-2023-RA-PROTMOB-SATOC(EDF-RA)"}, {"approvalDate": "Jun 14, 2023 5:08:57 PM", "lastChangeDate": "Jun 14, 2023 5:08:57 PM", "content": "<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><b><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">Opening of the calls has been postponed to 22 June 2023.<o:p></o:p></span></i></b></p>\r\n<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">You will be able to start the submission process from that date.</span></i></p>"}, {"approvalDate": "Apr 28, 2023 9:58:48 AM", "lastChangeDate": "Apr 28, 2023 9:58:48 AM", "content": "<p>&nbsp;<a href=\"https://defence-industry-space.ec.europa.eu/european-defence-fund-edf-info-days-2023-2023-06-28_en\" target=\"_blank\">European Defence Fund (EDF) Info Days 2023</a> will take place on 28-29 June 2023</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}