{"TopicDetails": {"type": 0, "ccm2Id": 46029368, "cftId": 0, "identifier": "EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTP", "title": "Agile and robust human language technologies for defence – Participation to a technological challenge", "publicationDateLong": 1681344000000, "callIdentifier": "EDF-2023-LS-RA-CHALLENGE", "callTitle": "Call for EDF research actions, in the form of a technological challenge, implemented via lump sum grants", "callccm2Id": 46029376, "allowPartnerSearch": true, "frameworkProgramme": {"id": 44181033, "abbreviation": "EDF", "description": "European Defence Fund"}, "programmeDivision": [{"id": 44181205, "abbreviation": "EDF-1-1", "description": "European Defence Fund"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDF-LS EDF Lump Sum Grants", "typeOfMGA": [{"id": 45095551, "abbreviation": "EDF-AG-LS", "description": "EDF Lump Sum Grant"}]}], "plannedOpeningDate": "22 June 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 November 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3496869": [{"action": "EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTP - EDF-LS EDF Lump Sum Grants", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 25000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTO - EDF-LS EDF Lump Sum Grants", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 25000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>With the digitalisation of the battlefield, which leads to more and more complex user interfaces and to ever-increasing volumes of language data to process, language technologies such as multilingual written or spoken interaction, translation, and information retrieval are needed in an increasing number of defence systems, especially for C4ISR and joint multinational and/or peacekeeping operations.</p><p>These technologies have been the subject of much research for several decades, which has led to impressive improvements for some applications such as voice assistants, semi-automated call centres, online translation services, etc. However, even if most of the techniques used in current systems have emerged from defence research, these improvements also rely on the availability of huge amounts of data, typically by internet actors with a large user base, and have therefore taken place mostly in the civil sector. In the defence sector, where the amounts of data that can be made available to developers are much more limited for confidentiality reasons, improvements have been more limited too, and progress is still needed to meet the requirements of most applications.</p><p>In order to address this issue of the lack of availability of operational data for system developers, a workaround is to resort to similar but sharable data. However, this generally implies the ad hoc creation of data, which can be relatively costly, and does not fully solve the issue. A better-suited solution would be that systems could learn directly from user data without disclosing any confidential information to developers. This would not only enable to make use of in-domain data hitherto unused and answer major security and sovereignty concerns, but also lead to significant performance progress thanks to a much more efficient use of the existing data. In addition, while there is already an increasing body of research on innovative approaches to machine learning related to this issue, such as semi- and self-supervised learning, active learning, transfer learning, and frugal learning, channelling these efforts through a technological challenge organisation has the potential to lead to a breakthrough. In this context, the call aims at creating not only generic systems that offer better performance for a wide range of conditions, but also systems that can be adapted by users to offer enhanced performances for specific applications.</p><p>The overarching goal of the call is to create a European library of generic and adaptive human language technology components that offer high performances for several defence applications. In particular, the technologies should be robust to noise and communication quality, cover a wide range of language and dialects including under-resourced ones, manage specific vocabulary, and offer more robust processing of high-level semantic information.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>The proposals should address technological solutions to process linguistic information in its different forms, i.e. spoken and written (handwriting, printed documents or typed text), in order to recognise, understand and translate it. These solutions should be evaluated in the framework of the technological challenge organised under this call topic. The proposals should in particular address the issue of user-driven system adaptation, i.e. the ability of systems to learn from user supervision without intervention from developers and without regression in terms of performances. Technologies should be integrated into demonstrators with user-friendly interfaces and be easy to integrate into other defence systems.</p><p><strong><em>Types of activities</em></strong></p><p>The following table lists the types of activities which are eligible for this topic, and whether they are mandatory or optional <em>(see Article 10(3) EDF Regulation)</em>:</p><table>  <thead>   <tr>    <td colspan=\"2\"> <p><strong>Types of activities</strong></p> <p>(art 10(3) EDF Regulation)</p> </td>    <td> <p><strong>Eligible?</strong></p> </td>   </tr>  </thead>  <tbody>   <tr>    <td> <p>(a)</p> </td>    <td> <p>Activities that aim to create, underpin and improve knowledge, products and technologies<em>, </em>including disruptive technologies, which can achieve significant effects in the area of defence (<strong>generating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(b)</p> </td>    <td> <p>Activities that aim to increase interoperability and resilience, including secured production and exchange of data, to master critical defence technologies, to strengthen the security of supply or to enable the effective exploitation of results for defence products and technologies (<strong>integrating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(c)</p> </td>    <td> <p><strong>Studies</strong>, such as feasibility studies to explore the feasibility of new or upgraded products, technologies, processes, services and solutions</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(d)</p> </td>    <td> <p><strong>Design</strong> of a defence product, tangible or intangible component or technology as well as the definition of the technical specifications on which such a design has been developed, including any partial test for risk reduction in an industrial or representative environment</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(e)</p> </td>    <td> <p><strong>System prototyping</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(f)</p> </td>    <td> <p><strong>Testing</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(g)</p> </td>    <td> <p><strong>Qualification</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(h)</p> </td>    <td> <p><strong>Certification </strong>of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(i)</p> </td>    <td> <p>Development of technologies or assets <strong>increasing efficiency</strong> across the life cycle of defence products and technologies</p> </td>    <td> <p>No</p> </td>   </tr>  </tbody> </table><p>The proposals must cover at least the following tasks as part of the mandatory activities:</p><ul level=\"0\"><li>Generating knowledge:   <ul level=\"1\"><li>research on human language technologies, including innovative approaches for user-driven system adaptation;</li><li>participation to the evaluation campaigns organised in the framework of the technological challenge, including:     <ul level=\"2\"><li>exchanging with other stakeholders on the evaluation plans;</li><li>submission of systems to experimental performance measurements during the test campaigns managed by the challenge organisers;</li><li>participation to debriefing workshops.</li>     </ul> </li>   </ul> </li><li>Integrating knowledge:   <ul level=\"1\"><li>integration of technological modules into demonstrators that can be tested by representative defence users.</li>   </ul> </li> </ul><p>The proposals should include clear descriptions of criteria to assess work package completion. Criteria should include the participation to the test campaigns organised in the framework of the technological challenge, and the delivery of descriptions of the systems submitted to the tests.</p><p><strong><em>Functional requirements</em></strong></p><p>The proposed solutions should fulfil the following requirements:</p><ul level=\"0\"><li>Systems should be based on software components performing a variety of human language processing functions. These components should be integrated into demonstrators with a user-friendly interface. They should enable users to adapt the components using their own data, without intervention from the system developers.</li><li>Systems should be able to run locally, without a connection to a wide area network, except for specific functions for which this can be duly justified and is compatible with operational missions (e.g. to achieve higher performances when adapting under user supervision).</li><li>Systems should be optimised in term of memory and CPU footprint and more generally need reasonable resources in terms of hardware size, weight, price, and energy consumption, in view of their potential integration into existing or future larger defence systems.</li><li>Systems should accept as input files linguistic information in its different forms:   <ul level=\"1\"><li>speech (in audio files or in the audio stream of video files);</li><li>handwritten or printed documents;</li><li>text.</li>   </ul> </li><li>For each of these forms, systems should accept a wide variety of possible inputs without necessarily having information about the specific type of input. Variability can be in terms of speakers or writers, speaking or writing style, vocabulary, accents, noise, recording or scanning conditions, transmission channels, etc. Systems should thus be speaker/writer-independent, channel-independent, robust to various accents, types of noise, etc. They should in particular be robust to conditions more frequently encountered in military environments (e.g. highly noisy, low communication quality, non-native speech, etc.).</li><li>The scope of the human language processing functions should cover:   <ul level=\"1\"><li>language identification from speech, documents and text;</li><li>speech recognition;</li><li>handwritten and printed document recognition;</li><li>keyword spotting from speech and handwritten or printed documents;</li><li>translation from speech, handwritten or printed documents, and texts;</li><li>high-level semantic (including military-specific) information extraction, such as named entity and event recognition, and relation extraction;</li><li>cross-language information retrieval;</li><li>automatic (multi-)document summarisation and visualisation.</li>   </ul> </li><li>Software components corresponding to the above functions should cover multiple languages and dialects including EU and non-EU ones. Translation should cover all official EU languages as target languages. The proposals should mention the list of languages and dialects that are foreseen to be covered for each function.</li><li>Software components should offer state-of-the-art performances. For each human language processing function mentioned above and for each language or dialect covered, the proposals should mention objectively measured performances (including information on the data and metrics used for the measurements, and if applicable on the evaluation campaign in the framework of which the measurements where made), and associated references.</li><li>Software components corresponding to functions covered by the technological challenge organised in the framework of the call should be submitted for evaluation therein. Any difference between the version evaluated through the challenge and a version integrated in the demonstrator should be documented. How the proposed approaches and systems will address the tasks outlined in the preliminary evaluation plan (cf. Annex 4) should be described in the proposals. Components corresponding to functions that are not covered by the challenge may also be adapted and enhanced during project execution if deemed appropriate, possibly using data from the challenge.</li><li>The software components should be easy to configure and integrate into defence systems beyond the demonstrators produced in the framework of the challenge. They should follow as much as possible the relevant standards, best practices and guidelines, including those elaborated at the challenge level, in particular for input and output formats.</li><li>Systems and user interfaces should help users as much as possible to understand how the outputs are derived from the inputs (explainable AI), and in particular provide links to the inputs. For example, translations should be accompanied by links to the source language at the level of the term or phrase, and visualisations should include links to the inputs that support the displayed information. Knowledge that is instrumental in determining the output or that can help users making more sense of the inputs, such as bilingual dictionary entries for translation, should also be provided.</li><li>Systems should enable users to adapt them using their own data, e.g. by providing batches of raw or annotated data, or by interactively providing supervision.</li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The outcome should contribute to:</p><ul level=\"0\"><li>a strengthened EDTIB (European Defence Technological and Industrial Base) and enhanced technological autonomy for defence-oriented HLT systems;</li><li>a broader, cheaper and easier usage of HLT systems for defence;</li><li>enhanced defence systems in various domains, in particular C4ISR;</li><li>enhanced EU freedom of action.</li> </ul>\n", "conditions": "<p><strong>1. Admissibility conditions</strong>: described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>Proposal page limits and layout:</strong> described in Part B of the Application Form available in the Submission System</p>\n<p><strong>2. Eligible countries:</strong> described in section 6 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\"> call document </a>&nbsp;</p>\n<p><strong>3. Other eligibility conditions:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>4. Financial and operational capacity and exclusion: </strong>described in section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>5. Evaluation and award:</strong></p>\n<p><strong>Award criteria, scoring and thresholds:</strong> described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>Submission and evaluation processes:</strong> described section 8 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\"> call document</a> and the Online Manual</p>\n<p><strong>Indicative timeline for evaluation and grant agreement:</strong> described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><strong>6. Legal and financial set-up of the grants:</strong> described in section 10 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\"> call document </a>&nbsp;</p>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> </span></span></p>\r\n<p><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\">Call document</span></b></span><b><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">s</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">:</span></span></b></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></p>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ls-ra-challenge_en.pdf\" target=\"_blank\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Call document</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">&nbsp;</span></span></a></span></span></span></span></p>\r\n<p class=\"paragraph\" paraid=\"1635057244\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{133}\" style=\"margin: 0cm 0cm 0.0001pt 13.5pt; text-indent: -13.5pt; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\">&nbsp;</p>\r\n<p class=\"paragraph\" paraid=\"1635057244\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{133}\" style=\"margin: 0cm 0cm 0.0001pt 13.5pt; text-indent: -13.5pt; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><em><strong><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Templates for proposals should be downloaded from the Submission System (available at the opening of the call), the links below are examples only:</span></span></span></span></span></span></strong></em></p>\r\n<ul>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/af_edf_en.pdf\" target=\"_blank\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">EDF Standard&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">a</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">pplication&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">f</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">orm</span></span></a></span></span></span></span></li>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/detailed-budget-table_edf-ls-ra_en.xlsm\" target=\"_blank\">Detailed budget table EDF LS RA</a></span></span></span></span></span></span></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/participant-information_edf_en.docx\" target=\"_blank\">Participant information</a> (including previous projects, if any)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/list-of-infrastructures-facilities-assets-and-resources_edf_en.docx\" target=\"_blank\">List of infrastructure, facilities, assets and resources</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/actual-indirect-cost-methodology-declaration_edf-da_en.docx\" target=\"_blank\">Actual indirect cost methodology declarations</a> (if actual indirect costs&nbsp;</span></font><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\">used)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/ownership-control-declaration_dep-he-edf-cef-dig_en.docx\" target=\"_blank\">Ownership control declarations</a></span></font><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></span></span></li>\r\n</ul>\r\n<p class=\"paragraph\" paraid=\"2031680734\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{188}\" style=\"margin-top: 0cm; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/agr-contr/mga_edf_en.pdf\" target=\"_blank\">EDF General MGA v1.0&nbsp;</a></span></span></span></span></span></span></p>\r\n<p class=\"paragraph\" paraid=\"1319751552\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{196}\" style=\"margin-top: 0cm; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/agr-contr/ls-mga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\"><span style=\"font-family: Arial;\">Lump Sum MGA v1.0</span></span></a></p>\n<p><span style=\"font-size: small;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Additional documents:</span></b></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></span><o:p></o:p></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/defence-industry-space/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\"><span style=\"font-size: small;\">EDF Annual Work Programme</span></a></span></span></span></span><span style=\"font-size: small;\"> </span></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://eur-lex.europa.eu/eli/reg/2021/697\" target=\"_blank\"><span style=\"font-size: small;\">EDF Regulation 2021/697</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/guidance/psi_edf_en.pdf\" target=\"_blank\">Generic Programme Security Instruction (PSI) concerning European Defence Fund</a></p>\r\n<div><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\"><span style=\"font-size: small;\">EU Financial Regulation 2018/1046</span></a>&nbsp;</div>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">EU Grants AGA &mdash; Annotated Model Grant Agreement</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Online Manual</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Terms and Conditions</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/legalnotice\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">For help related to this&nbsp;<b>call</b>, please contact:&nbsp;</span><font face=\"Arial, sans-serif\"><a href=\"http://DEFIS-EDF-PROPOSALS@ec.europa.eu\" target=\"_blank\">DEFIS-EDF-PROPOSALS@ec.europa.eu</a>&nbsp;</font><em>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals.&nbsp;</em></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Online Manual</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><strong>The estimated available call budget is EUR 25 000 000.</strong></p><ul level=\"0\"><li><strong>EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTP</strong>: Agile and robust human language technologies for defence – Participation to a technological challenge; EUR 18 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTO</strong>: Agile and robust human language technologies for defence – Organisation of a technological challenge; EUR 7 000 000; Fixed maximum number of projects 1</li> </ul>\n", "latestInfos": [{"approvalDate": "Nov 24, 2023 2:52:40 PM", "lastChangeDate": "Nov 24, 2023 2:52:40 PM", "content": "<div>This call closed at 17.00 on 22 November 2023. 7 proposals were submitted for evaluation.</div>"}, {"approvalDate": "Nov 9, 2023 10:43:22 AM", "lastChangeDate": "Nov 9, 2023 10:43:22 AM", "content": "<div>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals. We encourage you to consult the latest FAQs published.</div>"}, {"approvalDate": "Jul 20, 2023 12:50:07 PM", "lastChangeDate": "Jul 20, 2023 12:50:07 PM", "content": "<div>The presentations from the EDF 2023 infodays are available at <a href=\"https://defence-industry-space.ec.europa.eu/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\">the EDF page</a>.</div>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jun 22, 2023 12:00:22 AM", "lastChangeDate": "Jun 22, 2023 12:00:22 AM", "content": "The submission session is now available for: EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTP(EDF-LS), EDF-2023-LS-RA-CHALLENGE-DIGIT-HLTO(EDF-LS)"}, {"approvalDate": "Jun 14, 2023 5:06:11 PM", "lastChangeDate": "Jun 14, 2023 5:06:11 PM", "content": "<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><b><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">Opening of the calls has been postponed to 22 June 2023.<o:p></o:p></span></i></b></p>\r\n<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">You will be able to start the submission process from that date.</span></i></p>"}, {"approvalDate": "Apr 28, 2023 9:48:16 AM", "lastChangeDate": "Apr 28, 2023 9:48:16 AM", "content": "<p>&nbsp;<a href=\"https://defence-industry-space.ec.europa.eu/european-defence-fund-edf-info-days-2023-2023-06-28_en\" target=\"_blank\">European Defence Fund (EDF) Info Days 2023</a> will take place on 28-29 June 2023</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}