{"TopicDetails": {"type": 0, "ccm2Id": 46030522, "cftId": 0, "identifier": "EDF-2023-RA-SENS-OPTD", "title": "Optronics detector technologies", "publicationDateLong": 1681344000000, "callIdentifier": "EDF-2023-RA", "callTitle": "Call for EDF research actions  implemented via actual cost grants", "callccm2Id": 46030538, "allowPartnerSearch": true, "frameworkProgramme": {"id": 44181033, "abbreviation": "EDF", "description": "European Defence Fund"}, "programmeDivision": [{"id": 44181205, "abbreviation": "EDF-1-1", "description": "European Defence Fund"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "EDF-RA EDF Research Actions", "typeOfMGA": [{"id": 44175699, "abbreviation": "EDF-AG", "description": "EDF Action Grant Budget-Based"}]}], "plannedOpeningDate": "22 June 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 November 2023"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3496876": [{"action": "EDF-2023-RA-SENS-OPTD - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIGIT-HAAI - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-DEXPLO - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SENS-EMSP - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-PROTMOB-SATOC - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-SPACE-PSA - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}, {"action": "EDF-2023-RA-DIS-LDEW - EDF-RA EDF Research Actions", "plannedOpeningDate": "22 June 2023", "deadlineModel": "single-stage", "deadlineDates": ["22 November 2023"], "budgetYearMap": {"2023": 157000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>The domain of infrared (IR) detectors encompasses a variety of technologies that operate in different spectral bands for a variety of applications. IR detectors are key elements to increase detection/recognition/identification (DRI) ranges of sensors and thus improve the global efficiency of the system with respect to situational awareness and targeting. Passive systems based on high-performance electro-optical (EO) thermal imaging are mandatory for realising these advantages under stealth conditions. IR thermal detectors usually operate either in the mid-wavelength (3-5µm, MWIR) or in the long-wavelength (8-12 µm<sup>1</sup>, LWIR) atmospheric window.</p><p>For armed forces, sensor systems with maximised detection, recognition and identification ranges are key to prevail on the battlefield. In the naval domain, typical applications like surveillance against non-conventional threats require several sensors (active and passive) and visual confirmation is required in many cases. In the land domain, situational awareness in armoured vehicles requires sophisticated IR sensors. Soldiers greatly benefit from IR sensors that are robust and comply with size, weight, power consumption and cost requirements (SWAP-C), especially in low visibility conditions. SWAP is also an important requirement for payloads of observation satellites. In the air domain, Missile Warning System (MWS) will also benefit from progress in IR technology. Similarly, for airborne surveillance, new generation of IR sensors will improve the trade-off between range and field of view.</p><p>The specific requirements of demanding military applications often require adapting existing products or developing specific products within the defence community. Several IR detector materials are particularly interesting for defence applications, amongst which II-VI compounds, where European manufacturers are currently able to offer state-of-the-art IR detectors and III-V compounds, which are regarded as possible cost-efficient and performant alternatives. One particular type of detectors are the Type-II superlattice materials, which are made of periodic structures of two III-V compounds (e.g. InAs and GaSb or other combinations). Additionally to the semiconductor material, most infrared sensors necessitate a Read-Out Integrated Circuit (ROIC) to convert the collected infrared light into a corresponding electrical signal. Finally, many IR sensors need cooling technology as, depending on the materials used and the wavelength of the radiation to be detected, high performance IR detectors must commonly operate at low temperatures to cope with the relatively small characteristic infrared energy and in order to achieve an adequate signal-to-noise ratio.</p><p>Infrared technology is an important element of Europe’s technological sovereignty in key value chains. In this regard, the European defence industrial and technological base faces a threefold challenge in the field of optronic detectors: achieving high performance, maintaining international competitiveness and securing non-dependency of supply chains.</p><p><strong><em>Specific objective</em></strong></p><p>Currently, three domains in European cooled infrared sensors supply chain need further investment in cooperative R&amp;D to answer to those challenges: detector materials, ROIC bumping technology and cryocoolers.</p><p>Concerning detector material, Type-II superlattice (T2SL) materials have been identified as a potential alternative to current technologies (like InSb and CMT) in the mid wave infrared (MWIR) range and may also be a viable alternative in the long wave infrared (LWIR) range. They may be usable for bi-spectral / multispectral applications and High Operating Temperature focal plane arrays, be more cost-effective, and also provide for very compact solutions. T2SL based technology may offer very fine pitch and process flexibility needed for future defence applications. T2SL have been under intensive development and promotion in the U.S., Israel and in some European countries. South Korea and China are also becoming very active in this field. T2SL offer in terms of supply chain and eco system remains for the time being poor in the EU and EDF associated countries, despite some already existing competitive fielded products in relevant military programmes. For example, European providers are facing today dependency on non-European suppliers of Gallium Antimonide material substrates (GaSb) and lack an industrial III-V epitaxy source, only available in the U.S.</p><p>Concerning the ROIC, critical steps to manufacture such circuits were addressed by the EDF-2021-SENS-R-IRD topic. Complementary activities are necessary on ROIC bumping technology in order to prepare for hybridisation of detection circuits on the ROICs. As defence applications require lower volumes of infrared detectors compared with civil applications, these activities need to be shared by IR manufacturers in Europe.</p><p>Cryocooling components needed for cooled infrared sensors must face both high requirements and strong competition from other continents, on a wide spectrum of products (handheld, embedded, airborne high-end). Fundamental technological improvements are necessary for the European cryocooling supply chain in order to remain competitive, both economically and performance-wise. Cryogenics technologies adapted for temperatures higher than 150K, are expected to bring significant gains in power consumption and volume, and will most likely require more efficient cryogenic solutions contributing to SWAP-C improvement.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>This topic aims at consolidating a fully sovereign common supply chain of some critical technology building blocks for the next generation of high performance infrared detectors for defence applications in all battlespace dimensions.</p><p>The proposals must address IR detector technologies based on Type-II Superlattice (T2SL) materials, including the necessary competences and know-how to supply large-diameter high-quality substrates to the infrared sensor providers, as well as a corresponding epitaxy process.</p><p>The proposals should also address advanced silicon ROIC technology with the objective to develop a common post-processing of future ROICs to prepare them for bumping and bumping technology.</p><p>Finally, the proposals must aim to improve the fundamental knowledge of cryocoolers and find innovative solutions in order to improve the performances of European cryocoolers solutions for IR sensors.</p><p><strong><em>Types of activities</em></strong></p><p>The following table lists the types of activities which are eligible for this topic, and whether they are mandatory or optional <em>(see Article 10(3) EDF Regulation)</em>:</p><table>  <thead>   <tr>    <td colspan=\"2\"> <p><strong>Types of activities</strong></p> <p>(art 10(3) EDF Regulation)</p> </td>    <td> <p><strong>Eligible?</strong></p> </td>   </tr>  </thead>  <tbody>   <tr>    <td> <p>(a)</p> </td>    <td> <p>Activities that aim to create, underpin and improve knowledge, products and technologies<em>, </em>including disruptive technologies, which can achieve significant effects in the area of defence (<strong>generating knowledge</strong>)</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(b)</p> </td>    <td> <p>Activities that aim to increase interoperability and resilience, including secured production and exchange of data, to master critical defence technologies, to strengthen the security of supply or to enable the effective exploitation of results for defence products and technologies (<strong>integrating knowledge</strong>)</p> </td>    <td> <p>Yes(mandatory)</p> </td>   </tr>   <tr>    <td> <p>(c)</p> </td>    <td> <p><strong>Studies</strong>, such as feasibility studies to explore the feasibility of new or upgraded products, technologies, processes, services and solutions</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(d)</p> </td>    <td> <p><strong>Design</strong> of a defence product, tangible or intangible component or technology as well as the definition of the technical specifications on which such a design has been developed, including any partial test for risk reduction in an industrial or representative environment</p> </td>    <td> <p>Yes(optional)</p> </td>   </tr>   <tr>    <td> <p>(e)</p> </td>    <td> <p><strong>System prototyping</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(f)</p> </td>    <td> <p><strong>Testing</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(g)</p> </td>    <td> <p><strong>Qualification</strong> of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(h)</p> </td>    <td> <p><strong>Certification </strong>of a defence product, tangible or intangible component or technology</p> </td>    <td> <p>No</p> </td>   </tr>   <tr>    <td> <p>(i)</p> </td>    <td> <p>Development of technologies or assets <strong>increasing efficiency</strong> across the life cycle of defence products and technologies</p> </td>    <td> <p>No</p> </td>   </tr>  </tbody> </table><p>The proposals must cover at least the following tasks as part of the mandatory activities:</p><ul level=\"0\"><li>Integrating knowledge:   <ul level=\"1\"><li>acquire necessary knowledge on substrate production processes, suitable for T2SL detectors;</li><li>acquire necessary knowledge on epitaxy for T2SL detectors, including epitaxial structure modelling activities, epitaxial structure growth, validation through test chip processing and electrical characterisations.</li>   </ul> </li> </ul><p>In addition, the proposals should cover the following tasks:</p><ul level=\"0\"><li>Generating knowledge:   <ul level=\"1\"><li>concerning the aspect of cryocoolers, create a complete thermodynamical model of cryocoolers based on an innovative principle;</li>   </ul> </li><li>Integrating knowledge:   <ul level=\"1\"><li>concerning the aspect of ROIC technology, improve the technology of common ROIC bumping process steps (e.g. Under Bump Metallisation and indium bumps) and process flow;</li><li>concerning the aspect of cryocooler technologies, investigate characteristics of cryocoolers with improved performances with respect to cost, size, weight and efficiency, low vibrations and acoustic noise of cryocoolers;</li><li>concerning the aspect of cryocooler technologies, investigate new materials, concepts, manufacturing technics to improve the thermal transfer internal to the cooler and its interfaces;</li>   </ul> </li><li>Studies:   <ul level=\"1\"><li>identify physical parameters and sensors allowing to predict the time-to-failure of coolers and of solutions to provide efficient Health monitoring of cryocoolers;</li>   </ul> </li><li>Design:   <ul level=\"1\"><li>design of innovative and improved cryocoolers adequate for T2SL applications and demonstration by partial testing of the designed solutions in a relevant environment.</li>   </ul> </li> </ul><p>The proposals may also cover the following tasks:</p><ul level=\"0\"><li>Design:   <ul level=\"1\"><li>validation of substrate and epitaxy processes using sample focal plane arrays;</li><li>implementation of an IR T2SL detector with high-resolution / small pitch based on the substrate and epitaxy processes investigated;</li><li>complete testing of the designed solutions in a relevant environment.</li>   </ul> </li> </ul><p>In addition, the proposals should substantiate synergies and complementarity with foreseen, ongoing or completed activities in the field of infrared technologies, notably those performed or foreseen in the context of the call topic EDF-2021-SENS-R-IRD.</p><p><strong><em>Functional requirements</em></strong></p><p>The proposed technologies should meet the following functional requirements:</p><ul level=\"0\"><li>reduction of size, weight, power, and cost;</li><li>the solutions of substrates for T2SL detectors should:   <ul level=\"1\"><li>be suited for all IR detector providers in the EU and EDF associated countries;</li><li>be suited for at least MWIR and LWIR wavelengths;</li><li>address large diameter (≥3’’), cost-effective bulk crystal growth;</li><li>ensure an epi-ready surface preparation that is compatible with imagery requirements (e.g. low dislocation density, high homogeneity, low bow, low warp, adequate doping…);</li>   </ul> </li><li>the epitaxy solutions for T2SL should:   <ul level=\"1\"><li>be suited for all IR detector providers in the EU and EDF associated countries;</li><li>ensure a material quality in accordance with IR detectors requirements (operating temperature for defence applications, suited for at least MWIR and LWIR wavelength bands, high homogeneity and low defectivity on large wafers (≥3’’) …);</li><li>ensure an epitaxial stack in accordance with the detector design;</li>   </ul> </li><li>the ROIC post processing should:   <ul level=\"1\"><li>be compatible with 300mm Silicon wafers;</li><li>be compatible with the common bumping process with low defectivity (&lt; 0.05% defects) and high homogeneity;</li>   </ul> </li><li>the proposed cryo-coolers solutions should:   <ul level=\"1\"><li>be compliant with SWAP-C requirements;</li><li>exhibit vibration and noise reduction for stealthiness;</li><li>be based on innovative cryocooler models valid for temperatures ranging from 120K to 200K.</li>   </ul> </li> </ul>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>The outcome should contribute to:</p><ul level=\"0\"><li>improved situational awareness and decision-making thanks to sensors with better detection, recognition and identification performance;</li><li>improved characteristics of infrared detectors, including SWAP-C, available to the armed forces of EU Member States and EDF associated countries (Norway);</li><li>preparation of technologies necessary for a sovereign European supply chain for substrates, epitaxial wafer and ROIC processing for infrared imaging based on T2SL;</li><li>preparation of technologies necessary for a sovereign European supply chain for cryo-coolers adapted to new high performance infrared image sensors based on T2SL technology with improved characteristics;</li><li>improving the competitiveness and innovation capacity of the EDTIB in the field of infrared detectors by providing complementary technological know-how to ongoing efforts and established solutions.</li> </ul>\n", "conditions": "<p><strong>1. Admissibility conditions</strong>: described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>Proposal page limits and layout:</strong> described in Part B of the Application Form available in the Submission System</p>\n<p><strong>2. Eligible countries:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> &nbsp;</p>\n<p><strong>3. Other eligibility conditions:</strong> described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>4. Financial and operational capacity and exclusion: </strong>described in section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a></p>\n<p><strong>5. Evaluation and award:</strong></p>\n<p><strong>Award criteria, scoring and thresholds:</strong> described in section 9 of the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"> call document</a></p>\n<p><strong>Submission and evaluation processes:</strong> described section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document</a> and the Online Manual</p>\n<p><strong>Indicative timeline for evaluation and grant agreement:</strong> described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><strong>6. Legal and financial set-up of the grants:</strong> described in section 10 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\">call document </a>&nbsp;</p>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"> </span></span></p>\r\n<p><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\">Call document</span></b></span><b><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">s</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">:</span></span></b></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></p>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/wp-call/2023/call-fiche_edf-2023-ra_en.pdf\" target=\"_blank\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Call document</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">&nbsp;</span></span></a></span></span></span></span></p>\r\n<p class=\"paragraph\" paraid=\"1635057244\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{133}\" style=\"margin: 0cm 0cm 0.0001pt 13.5pt; text-indent: -13.5pt; vertical-align: baseline; user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; overflow-wrap: break-word;\"><em><strong><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\">Templates for proposals should be downloaded from the Submission System (available at the opening of the call), the links below are examples only:</span></font></strong></em></p>\r\n<ul>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/af_edf_en.pdf\" target=\"_blank\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">EDF Standard&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">a</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">pplication&nbsp;</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">f</span></span><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\">orm </span></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559685&quot;:284,&quot;335559739&quot;:200,&quot;335559740&quot;:276,&quot;335559991&quot;:284}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></a></span></span><span style=\"font-size: 9pt; font-family: &quot;Segoe UI&quot;, sans-serif;\"><o:p></o:p></span></li>\r\n    <li><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/detailed-budget-table_edf-ra_en.xlsm\" target=\"_blank\">Detailed budget table EDF RA</a></span></span></span></span></span></span></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/participant-information_edf_en.docx\" target=\"_blank\">Participant information </a>(including previous projects, if any)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/list-of-infrastructures-facilities-assets-and-resources_edf_en.docx\" target=\"_blank\">List of infrastructure, facilities, assets and resources</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/actual-indirect-cost-methodology-declaration_edf-da_en.docx\" target=\"_blank\">Actual indirect cost methodology declarations </a>(if actual indirect costs used)</span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/temp-form/af/ownership-control-declaration_dep-he-edf-cef-dig_en.docx\" target=\"_blank\">Ownership control declarations</a></span></font></li>\r\n    <li><font color=\"#404040\" face=\"Arial\" size=\"2\"><span style=\"font-variant-ligatures: none;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/temp-form/af/prs-declaration_edf_en.docx\" target=\"_blank\">PRS declaration</a> (if the project requires access to Galileo PRS information)&nbsp;</span></font></li>\r\n</ul>\r\n<p><span style=\"font-size: small;\"><span style=\"font-family: Arial;\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/agr-contr/mga_edf_en.pdf\" target=\"_blank\">EDF General MGA v1.0</a></span></span></span></span></span></span></p>\n<p><span style=\"font-size: small;\"><span xml:lang=\"EN-US\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Additional documents:</span></b></span></span></span><span data-ccp-props=\"{&quot;201341983&quot;:0,&quot;335559739&quot;:200,&quot;335559740&quot;:276}\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent;\"><span class=\"eop\">&nbsp;</span></span></span><o:p></o:p></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><span xml:lang=\"EN-GB\" style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; font-variant-ligatures: none !important;\"><span style=\"user-select: text; -webkit-user-drag: none; -webkit-tap-highlight-color: transparent; background-color: inherit;\"><span class=\"normaltextrun\"><span style=\"color: rgb(64, 64, 64);\"><a href=\"https://ec.europa.eu/defence-industry-space/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\"><span style=\"font-size: small;\">EDF Annual Work Programme</span></a></span></span></span></span><span style=\"font-size: small;\"> </span></p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://eur-lex.europa.eu/eli/reg/2021/697\" target=\"_blank\"><span style=\"font-size: small;\">EDF Regulation 2021/697</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/edf/guidance/psi_edf_en.pdf\" target=\"_blank\">Generic Programme Security Instruction (PSI) concerning European Defence Fund</a></p>\r\n<div><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\" target=\"_blank\"><span style=\"font-size: small;\">EU Financial Regulation 2018/1046</span></a>&nbsp;</div>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/rules-lev-lear-fca_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Rules for Legal Entity Validation, LEAR Appointment and Financial Capacity Assessment</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/aga_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">EU Grants AGA &mdash; Annotated Model Grant Agreement</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Online Manual</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/ftp/tc_en.pdf\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Terms and Conditions</span></a>&nbsp;</p>\r\n<p class=\"paragraph\" style=\"margin-top:0cm;vertical-align:baseline;user-select: text;&#10;-webkit-user-drag: none;-webkit-tap-highlight-color: transparent;overflow-wrap: break-word\" paraid=\"574314150\" paraeid=\"{ae457a6a-6b4e-40b3-b182-324e355adfec}{238}\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/legalnotice\" target=\"_blank\"><span style=\"font-size: small;\">Funding &amp; Tenders Portal Privacy Statement</span></a></p>", "supportInfo": "<p><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">For help related to this&nbsp;<b>call</b>, please contact:&nbsp;</span><font face=\"Arial, sans-serif\">DEFIS-EDF-PROPOSALS@ec.europa.eu&nbsp;</font><em>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals.&nbsp;</em></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-family:&quot;Arial&quot;,sans-serif\">Online Manual</span></a><span style=\"font-size:9.0pt;line-height:115%;font-family:&quot;Arial&quot;,sans-serif;&#10;color:black\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"staticAdditionalInfo": "<p><strong>The estimated available call budget is EUR 157 000 000.</strong></p><ul level=\"0\"><li><strong>EDF-2023-RA-SENS-EMSP</strong>: Electromagnetic signal propagation; EUR 22 000 000; No fixed maximum number of projects (but normally 1 expected)</li><li><strong>EDF-2023-RA-SENS-OPTD</strong>: Optronics detector technologies; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-SPACE-PSA</strong>: Threat surveillance and protection of space-based assets; EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIGIT-HAAI</strong>: Dedicated hardware architectures for energy-efficient AI; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-DEXPLO</strong>: Demonstrators and technologies to defeat threats posed by Unexploded Explosives Ordnances (UXO) and Improvised Explosive Devices (IED); EUR 25 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-PROTMOB-SATOC</strong>: Strategic air transportation of outsized cargo; EUR 20 000 000; No fixed maximum number of projects</li><li><strong>EDF-2023-RA-DIS-LDEW</strong>: Laser-based directed energy weapons; EUR 25 000 000; No fixed maximum number of projects</li> </ul>\n", "latestInfos": [{"approvalDate": "Nov 24, 2023 2:54:29 PM", "lastChangeDate": "Nov 24, 2023 2:54:29 PM", "content": "<p>This call closed at 17.00 on 22 November 2023. 23 proposals were submitted for evaluation.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Nov 9, 2023 10:46:41 AM", "lastChangeDate": "Nov 9, 2023 10:46:41 AM", "content": "<p>Please be aware that we may not be anymore able to answer questions sent to the functional mailbox before the deadline for submission of the proposals. We encourage you to consult the latest FAQs published.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jul 20, 2023 12:57:49 PM", "lastChangeDate": "Jul 20, 2023 12:57:49 PM", "content": "<p>The presentations from the EDF 2023 infodays are available at <a href=\"https://defence-industry-space.ec.europa.eu/eu-defence-industry/european-defence-fund-edf_en\" target=\"_blank\">the EDF page</a>.</p>\r\n<div>&nbsp;</div>"}, {"approvalDate": "Jun 22, 2023 12:00:15 AM", "lastChangeDate": "Jun 22, 2023 12:00:15 AM", "content": "The submission session is now available for: EDF-2023-RA-DIS-LDEW(EDF-RA), EDF-2023-RA-SPACE-PSA(EDF-RA), EDF-2023-RA-PROTMOB-DEXPLO(EDF-RA), EDF-2023-RA-DIGIT-HAAI(EDF-RA), EDF-2023-RA-SENS-OPTD(EDF-RA), EDF-2023-RA-SENS-EMSP(EDF-RA), EDF-2023-RA-PROTMOB-SATOC(EDF-RA)"}, {"approvalDate": "Jun 14, 2023 5:08:57 PM", "lastChangeDate": "Jun 14, 2023 5:08:57 PM", "content": "<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><b><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">Opening of the calls has been postponed to 22 June 2023.<o:p></o:p></span></i></b></p>\r\n<p class=\"MsoNormal\" style=\"font-family: &quot;Times New Roman&quot;; font-size: medium;\"><i><span lang=\"EN-GB\" style=\"color: rgb(31, 73, 125);\">You will be able to start the submission process from that date.</span></i></p>"}, {"approvalDate": "Apr 28, 2023 9:58:48 AM", "lastChangeDate": "Apr 28, 2023 9:58:48 AM", "content": "<p>&nbsp;<a href=\"https://defence-industry-space.ec.europa.eu/european-defence-fund-edf-info-days-2023-2023-06-28_en\" target=\"_blank\">European Defence Fund (EDF) Info Days 2023</a> will take place on 28-29 June 2023</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}