{"TopicDetails": {"type": 0, "ccm2Id": 46563067, "cftId": 0, "identifier": "SMP-COMP-2023-JUDG", "title": "Training of national judges in EU competition law and judicial cooperation between national competition law judges", "publicationDateLong": 1701129600000, "callIdentifier": "SMP-COMP-2023-JUDG", "callTitle": "Training  of National Judges in EU Competition Law", "callccm2Id": 46563082, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43252476, "abbreviation": "SMP", "description": "Single Market Programme (SMP)"}, "programmeDivision": [{"id": 43494252, "abbreviation": "CompetitionProgramme", "description": "Competition Programme"}], "topicMGAs": [], "tags": ["Judicial cooperation", "Antitrust", "State aid", "Judicial training", "Competition law"], "keywords": ["Judicial training", "Competition law"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "SMP-PJG SMP Project Grants", "typeOfMGA": [{"id": 43250793, "abbreviation": "SMP-AG", "description": "SMP Action Grant Budget-Based"}]}], "plannedOpeningDate": "28 November 2023", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["06 March 2024"]}], "latestInfos": [{"approvalDate": "Jul 9, 2024 3:26:04 PM", "lastChangeDate": "Jul 9, 2024 3:26:04 PM", "content": "<p>In accordance with the call conditions, the results of the evaluation are as follows:<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of proposals submitted (including proposals transferred from or to other calls): 8<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of inadmissible proposals: 0<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of ineligible proposals: 0<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of above-threshold proposals: 7<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of below-threshold proposals: 1<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Total budget requested for above-threshold proposals: EUR 1 368 462.59 <span style=\"mso-spacerun:yes\">&nbsp;</span><o:p></o:p></p>\r\n<p class=\"MsoNormal\">Available budget: EUR 1 000 000.00<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of proposals retained for funding: 5<o:p></o:p></p>\r\n<p class=\"MsoNormal\">Number of proposals in the reserve list: 2<o:p></o:p></p>\r\n<p class=\"MsoNormal\">We have informed the applicants about the evaluation results for their proposals.<o:p></o:p></p>\r\n<p class=\"MsoNormal\">For questions, please contact COMP-TRAINING-JUDGES@ec.europa.eu<o:p></o:p></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3544325": [{"action": "SMP-COMP-2023-JUDG - SMP-PJG SMP Project Grants", "plannedOpeningDate": "28 November 2023", "deadlineModel": "single-stage", "deadlineDates": ["06 March 2024"], "budgetYearMap": {"2023": 1000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2023"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p><em><u>Objectives</u></em></p><p>The objective of this call for proposals is to co-finance projects aiming to train national judges in the context of enforcing European competition rules. This includes public and private enforcement of both the Antitrust rules and the State aid rules, thereby increasing the knowledge and know-how of national judges. The final aim is to ensure a coherent and consistent application of EU competition law by national courts.</p><p>These objectives can best be achieved through projects which specifically focus on the role of national judges in the application of EU competition law, their particular needs and work environments and pre-existing training and knowledge</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><em><u>Themes and priorities (scope)</u></em></p><p>Projects must meet the above-mentioned objective and clearly demonstrate their EU added-value, i.e. that Union intervention in the form of funding through this grant programme can bring additional value compared to the action of Member States alone.</p><p>The target audience must consist of national judges from eligible countries dealing with competition cases, as defined in the section Objectives. This also includes prosecutors, apprentice national judges, and the staff of national courts.</p><p>The target audience as defined above is hereafter referred to as 'national judges'. Training projects not addressing national judges from an eligible country as defined in section 6 are not within the scope of the present call.</p><p>Projects should address at least one of the thematic priorities listed below but may address more than one. Under each priority listed below applicants are invited to choose a number of topics at least equal to a certain minimum.</p><p>Priority 1: Trainings on the application of Articles 101 and 102 TFEU and relevant secondary law.</p><p>Applicants are invited to choose at least 3 out of the 7 topics listed below:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Scope of application of Article 101 (concept of undertaking, concept of agreement and concerted practice);</li><li>Restrictions of competition by object and effect under Article 101;</li><li>Concept of dominance (including market definition and market power analysis) under Article 102;</li><li>Exclusionary and exploitative abuses under Article 102;</li><li>Concept of effect on trade between Member States;</li><li>Block exemption<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> and guidelines<sup><a target=_self href=#fn2 id=r2>[2]</a></sup> for vertical agreements;</li><li>Block exemptions and guidelines for horizontal cooperation agreements<sup><a target=_self href=#fn3 id=r3>[3]</a></sup> (including sustainability agreements).</li> </ol><p>Priority 2: Trainings focusing on procedural safeguards and the effective enforcement of EU competition law.</p><p>Applicants are invited to choose at least 2 out of the 4 topics listed below:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Enforcement powers of national competition authorities (Articles 5, 22 Regulation 1/2003<sup><a target=_self href=#fn4 id=r4>[4]</a></sup>, Articles 6–23 ECN+ Directive<sup><a target=_self href=#fn5 id=r5>[5]</a></sup>);</li><li>Cooperation and mutual assistance between the Commission and national competition authorities (Articles 11, 12, 13, 22 Regulation 1/2003; Articles 24–29 ECN+ Directive);</li><li>Cooperation between the Commission and the national courts in Member States (Articles 6, 15 and 16 of Regulation 1/2003);</li><li>Procedural standards and fundamental right safeguards in competition law proceedings (Article 2 Regulation 1/2003, Articles 3, 6–12 ECN+ Directive and relevant case law by the EU Courts and the ECtHR).</li> </ol><p>Priority 3: Trainings focusing on national laws implementing Directive 2014/104 on antitrust damages actions.<sup><a target=_self href=#fn6 id=r6>[6]</a></sup></p><p>Applicants are invited to choose at least 2 out of the 5 topics listed below:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>The disclosure of evidence in proceedings relating to an action for damages;</li><li>The passing on of overcharges and the interplay between damages actions relating to the same infringement but instituted by injured parties on different levels of the supply chain;</li><li>The quantification of antitrust harm in the framework of damages actions, including the application of the methods for quantification identified in the Commission's Practical Guide on the Quantification of Antitrust Harm;<sup><a target=_self href=#fn7 id=r7>[7]</a></sup>;</li><li>The interaction between the public and the private enforcement of competition law, focusing on both the positive interaction (how can claimants and judges benefit from enforcement actions by competition authorities and can consult them) and measures to avoid negative interactions (for example limits on the disclosure of evidence and on joint and several liability that flow from the Damages Directive);</li><li>Case management and best practices in dealing with questions of jurisdiction and applicable law and in dealing with the situation of parallel or subsequent proceedings in different Member States.</li> </ol><p>Priority 4: Trainings focusing on underlying economic principles of competition law.</p><p>Applicants are invited to choose at least one topic:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Economic principles and economic reasoning (e.g., supply and demand, cost analysis, substitution and strategic interactions in different competition environments, market definition, horizontal and vertically related markets, market power);</li><li>Assessment of economic evidence in antitrust cases (including market definition, market shares, cost measures and price-cost tests in exclusionary and exploitative abuse cases);</li><li>Assessment of economic evidence/studies in antitrust damages litigation and its procedural handling, including a review of currently used estimation methods (qualitative and quantitative), their underlying advantages and limits, as well as the importance of consistency, robustness and replicability of results.</li> </ol><p>Priority 5: Trainings focusing on the application of competition law in regulated industries (such as the energy, telecommunications, pharmaceutical, sectors) and digital markets.</p><p>Applicants are invited to choose at least one topic:</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Scope of application of competition law in regulated sectors and interplay between competition law and sector-specific regulation, such as the Digital Markets Act (DMA);<sup><a target=_self href=#fn8 id=r8>[8]</a></sup></li><li>Interplay between IP rights and competition law;</li><li>Market definition in regulated and digital industries (including two or multisided markets, zero price markets);</li><li>Assessment of market power and dominance in regulated industries and digital markets (including regulatory entry barriers, intellectual property rights, direct and indirect network effects, dynamic efficiencies, importance of access to data, single- and multi-homing);</li><li>Recent case law and decisional practice regarding regulated industries and digital markets.</li> </ol><p>Priority 6: Training on State Aid and the enforcement role of national courts.</p><p>Applicants are invited to choose at least 2 out of the 4 topics listed below (and they must include the topic under letter c):</p><ol style=\"list-style-type:lower-alpha\" level=\"0\">  <li>Notion of aid<sup><a target=_self href=#fn9 id=r9>[9]</a></sup> (including the rules on Services of General Economic interest<sup><a target=_self href=#fn10 id=r10>[10]</a></sup>);</li><li>The regulations establishing exemptions from the obligation to notify State aid measures to the Commission, i.e. mainly the De minimis Regulation<sup><a target=_self href=#fn11 id=r11>[11]</a></sup> and the General Block Exemption Regulation<sup><a target=_self href=#fn12 id=r12>[12]</a></sup>, including its 2023 revision to further facilitate and speed up the green and digital transition<sup><a target=_self href=#fn13 id=r13>[13]</a></sup>;</li><li>The role of national courts in implementing State aid law (based on the notice on the enforcement of State aid law by national courts<sup><a target=_self href=#fn14 id=r14>[14]</a></sup> and on the Recovery notice<sup><a target=_self href=#fn15 id=r15>[15]</a></sup>, as well as practical experiences from national jurisdictions). Particular attention should be paid to the use of cooperation tools<sup><a target=_self href=#fn16 id=r16>[16]</a></sup><sup> </sup>available to national courts;</li><li>Main aspects of EU procedural rules (such as notification process before the European Commission) and principles on compatibility of State aid.</li> </ol><p><em><u>Activities that can be funded (scope)</u></em></p><p>Projects must include tailored training activities on EU competition law such as:</p><ul level=\"0\"><li>conferences</li><li>interactive, practice-oriented seminars and workshops</li><li>joint study visits to EU courts;</li><li>creation of training materials and tools for face-to-face training, blended learning or e-learning such as handbooks, manuals, case-law databases, train-the-trainer events, networking platforms, videos, podcasts, etc. in combination with the organisation of training activities listed above.</li> </ul><p>Trainings should be hands-on oriented, include case studies, refer to the relevant case law of the European Court of Justice and include an analysis of relevant EU jurisprudence.</p><p>The environment in which participative training for national judges takes place must be made sufficiently secure to enable participants to freely exchange views and experiences and to learn from one another, without external monitoring or interference. Projects are therefore at best exclusively addressed to national judges.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p><em><u>Expected impact</u></em></p><p>Projects funded under the present call should contribute to the following impacts:</p><ul level=\"0\"><li>Improved coherent and consistent application of EU competition laws by national courts in the member states, including State Aid rules through the number of national judges with increased knowledge and know-how.</li><li>Strengthened cooperation and networking possibilities among member states judges reached by the training and awareness raising activities in relation to commonly applicable EU competition laws. Enabling national judges to strive for a coherent jurisprudence when confronted with developments at the interface between competition law and new legal or economic developments.</li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a><sup> </sup>Commission Regulation (EU) 2022/720 of 10 May 2022 on the application of Article 101(3) of the Treaty on the Functioning of the European Union <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32022R0720\">to categories of vertical agreements and concerted practices</a><strong> </strong>.</p><p id=fn2><a  target=_self href=#r2>[2]</a><strong> </strong>Communication from the Commission – <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.C_.2022.248.01.0001.01.ENG\">Commission Notice - Guidelines on vertical restraints</a>. OJ [2023] C 248/1.</p><p id=fn3><a  target=_self href=#r3>[3]</a>Communication from the Commission – <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52023XC0721(01)\">Guidelines on the applicability of Article 101 of the Treaty on the Functioning of the European Union to horizontal co-operation agreements</a>. OJ [2023] C 259/1.</p><p id=fn4><a  target=_self href=#r4>[4]</a>Council Regulation (EC) No 1/2003 of 16 December 2002 <a href=\"https://eur-lex.europa.eu/legal-content/en/ALL/?uri=CELEX%3A32003R0001\">on the implementation of the rules on competition laid down in Articles 81 and 82 of the Treaty</a>. OJ [2003] L 1/1.</p><p id=fn5><a  target=_self href=#r5>[5]</a>Directive (EU) 2019/1 of the European Parliament and of the Council of 11 December 2018 <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32019L0001\">to empower the competition authorities of the Member States to be more effective enforcers and to ensure the proper functioning of the internal market</a>. OJ [2019] L 11/3</p><p id=fn6><a  target=_self href=#r6>[6]</a>European Parliament and Council Directive 2014/104/EU of 26 November 2014 <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2014.349.01.0001.01.ENG\">on certain rules governing actions for damages under national law for infringements of competition law provisions of the Members States and of the European Union</a>, OJ [2014] L 349/1.</p><p id=fn7><a  target=_self href=#r7>[7]</a><a href=\"http://ec.europa.eu/competition/antitrust/actionsdamages/quantification_guide_en.pdf\">http://ec.europa.eu/competition/antitrust/actionsdamages/quantification_guide_en.pdf</a><u>.</u></p><p id=fn8><a  target=_self href=#r8>[8]</a>Regulation (EU) 2022/1925 of the European Parliament and of the Council of 14 September 2022 <a href=\"https://eur-lex.europa.eu/eli/reg/2022/1925/oj\">on contestable and fair markets in the digital sector</a> and amending Directives (EU) 2019/1937 and (EU) 2020/1828 (Digital Markets Act). OJ [2022] L 265/1.</p><p id=fn9><a  target=_self href=#r9>[9]</a>Commission Notice on the notion of State aid as referred to in Article 107(1) of the Treaty on the Functioning of the European Union; OJ C 262, 19.7.2016, p. 1–50.</p><p id=fn10><a  target=_self href=#r10>[10]</a>The legal framework on the Services of General Economic Interest includes the following instruments: Communication from the Commission on the application of the European Union State aid rules to compensation granted for the provision of services of general economic interest, OJ C8, 11.01.2012, p. 4-14; Commission Decision of 20 December on the application of Article 106(2) of the Treaty on the Functioning of the European Union to State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest, OJ L7, 11.01.2012, p. 3-10; Communication from the Commission, European Union framework for State aid in the form of public service compensation, OJ C8, 11.01.2012, p. 15-22; Commission Regulation on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid granted to undertakings providing services of general economic interest, OJ L 114 of 26.4.2012, p. 8. Commission Regulation (EU) 2018/1923 of 7 December 2018 amending Regulation (EU) No 360/2012 as regards its period of application Official Journal L 313 of 10.12.2018, p.2-3; Commission Regulation (EU) 2020/1474 of 13 October 2020 amending Regulation (EU) No 360/2012 as regards the prolongation of its period of application and a time-bound derogation for undertakings in difficulty to take into account the impact of the COVID-19 pandemic, Official Journal L 337 of 14.10.2020, p. 1–2.</p><p id=fn11><a  target=_self href=#r11>[11]</a>Commission Regulation (EU) No 1407/2013 of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid, OJ L 352, 24.12.2013, p. 1-8, as modified or amended.<strong><em> </em></strong></p><p id=fn12><a  target=_self href=#r12>[12]</a>Commission Regulation (EU) No 651/2014 of 17 June 2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty , OJ L 187, 26.6.2014, p. 1–78; Commission Regulation (EU) 2017/1084 of 14 June 2017 amending Regulation (EU) No 651/2014 as regards aid for port and airport infrastructure, notification thresholds for aid for culture and heritage conservation and for aid for sport and multifunctional recreational infrastructures, and regional operating aid schemes for outermost regions and amending Regulation (EU) No 702/2014 as regards the calculation of eligible costs, OJ L 156, 20.6.2017, p. 1–18 ; Commission Regulation (EU) 2020/972 of 2 July 2020 amending Regulation (EU) No 1407/2013 as regards its prolongation and amending Regulation (EU) No 651/2014 as regards its prolongation and relevant adjustments - Official Journal L 215, 7.7.2020, p. 3–6; Commission Regulation (EU) 2021/1237 of 23 July 2021 amending Regulation (EU) No 651/2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty, OJ L 270, 29.7.2021, p. 39–75; as modified or amended.</p><p id=fn13><a  target=_self href=#r13>[13]</a>Commission Regulation (EU) 2023/1315 of 23 June 2023 amending Regulation (EU) No 651/2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty and Regulation (EU) 2022/2473 declaring certain categories of aid to undertakings active in the production, processing and marketing of fishery and aquaculture products compatible with the internal market in application of Articles 107 and 108 of the Treaty, OJ L 167, 30.6.2023, p. 1–90.</p><p id=fn14><a  target=_self href=#r14>[14]</a>Commission notice on the enforcement of State aid rules by national courts, OJ C 305, 30.7.2021, p. 1–28.</p><p id=fn15><a  target=_self href=#r15>[15]</a>Commission Notice on the recovery of unlawful and incompatible State aid, OJ C 247, 23.7.2019, p. 1–23.</p><p id=fn16><a  target=_self href=#r16>[16]</a>See in particular Article 29 of the Procedural Regulation 2015/1589 laying down detailed rules for the application of Article 108 of the Treaty on the Functioning of the European Union, OJ L 248, 24.9.2015, p. 9-29.</p>", "conditions": "<p><b style=\"mso-bidi-font-weight:&#10;normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">1.<span style=\"mso-bidi-font-weight:&#10;bold\">&nbsp;&nbsp; </span>Eligible countries</span></b><span style=\"font-size:&#10;9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">:&nbsp;as described in the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/wp-call/2023/call-fiche_smp-comp-2023-judg_en.pdf\" target=\"_blank\">Call document</a>.<o:p></o:p></span></p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">2.&nbsp;&nbsp; Eligibility and admissibility conditions:</span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\"> as described in the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/wp-call/2023/call-fiche_smp-comp-2023-judg_en.pdf\" target=\"_blank\">Call document</a>.<o:p></o:p></span></p>\n<p><strong><span style=\"font-size: 9pt;\">3.&nbsp;</span><span style=\"font-weight: bold; font-size: 9pt; font-family: Arial, sans-serif;\">P</span></strong><span style=\"font-weight: bold; font-size: 9pt; font-family: Arial, sans-serif;\">roposal page limits and layout:</span><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;Please refer to Part B of the standard proposal template.</span></p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">4.&nbsp;&nbsp; Evaluation</span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">Evaluation criteria, scoring, threshold and process are described in the<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/wp-call/2023/call-fiche_smp-comp-2023-judg_en.pdf\" target=\"_blank\"> Call document</a>.<o:p></o:p></span></p>\n<p><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">5.&nbsp;&nbsp; Indicative timetable for evaluation and grant agreement:</span></b><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;&#10;mso-fareast-font-family:&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\"> as described in the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/wp-call/2023/call-fiche_smp-comp-2023-judg_en.pdf\" target=\"_blank\">Call document</a>.<o:p></o:p></span></p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">6.&nbsp;&nbsp; Proposal templates, guidance and model grant agreements (MGA):</span></b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/temp-form/af/af_smp-comp_en.pdf\" target=\"_blank\">Standard proposal template <br />\r\n</a> <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/wp-call/2023/call-fiche_smp-comp-2023-judg_en.pdf\" target=\"_blank\"> Call document</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/temp-form/af/detailed-budget-table_smp-comp_en.xlsm\" target=\"_blank\"> Detailed budget template</a><br />\r\n<a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/smp/agr-contr/general-mga_smp_en.pdf\" target=\"_blank\"> Mono/Multi-beneficiary Model Grant Agreement</a><o:p></o:p></span></p>\n<p class=\"MsoNormal\" style=\"line-height:normal\"><b><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">7. Additional documents<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\"><a href=\"https://commission.europa.eu/system/files/2023-02/C_2023_1119_F1_ANNEX_EN_V3_P1_2487750.PDF\" target=\"_blank\">Annual Work Programme</a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt;line-height:&#10;normal\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32021R0690&amp;qid=1623944112495\" target=\"_blank\">Single Market Programme establishment act</a><o:p></o:p></span></p>", "supportInfo": "<p><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">For help related to this </span><b style=\"font-family: Arial, sans-serif; font-size: 9pt;\">call</b><span style=\"font-family: Arial, sans-serif; font-size: 9pt;\">, please contact: COMP-TRAINING-JUDGES@ec.europa.eu</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">IT Helpdesk</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Online Manual</span></a><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\"> &ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your ongoing project. Valid for all 2021-2027 programmes.</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height:normal\"><a href=\"https://een.ec.europa.eu/\" target=\"_blank\"><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;mso-fareast-language:EN-GB\">Enterprise Europe Network</span></a>&nbsp;<span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\">&ndash;</span><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:#1F497D;mso-themecolor:text2;mso-fareast-language:EN-GB\"> </span><span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\">Contact your Network national contact for advice to business with special focus on SMEs. The support includes guidance on EU research funding.</span><span style=\"font-size:9.5pt;&#10;font-family:&quot;Helvetica&quot;,sans-serif;color:black\"><br />\r\n<br />\r\n</span><a href=\"https://intellectual-property-helpdesk.ec.europa.eu/regional-helpdesks/european-ip-helpdesk_en\" target=\"_blank\"><span style=\"font-size:9.0pt;&#10;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&quot;Times New Roman&quot;;&#10;mso-fareast-language:EN-GB\">Intellectual Property Helpdesk</span></a> <span style=\"font-size:9.0pt;font-family:&quot;Arial&quot;,sans-serif;mso-fareast-font-family:&#10;&quot;Times New Roman&quot;;color:black;mso-fareast-language:EN-GB\">&ndash; Contact the IP Helpdesk for advice on the IP elements of your grant agreement.<o:p></o:p></span></p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 28, 2023 12:00:03 AM", "lastChangeDate": "Nov 28, 2023 12:00:03 AM", "content": "The submission session is now available for: SMP-COMP-2023-JUDG(SMP-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}