{"TopicDetails": {"type": 0, "ccm2Id": 31081390, "cftId": 0, "identifier": "AMIF-2016-AG-INTE-01", "title": "Integration of Third-Country Nationals", "publicationDateLong": 1481155200000, "callIdentifier": "AMIF-2016-AG-INTE", "callTitle": "Integration of Third-Country Nationals", "callccm2Id": 31081394, "allowPartnerSearch": true, "workProgrammepart": {"id": 258550, "ccm_id": 31077888, "wp_part": "AMIF-2016", "wp_year": "AMIF-2016", "wp_title": "Asylum, Migration and Integration Fund", "wp_website": "http://ec.europa.eu/dgs/home-affairs/financing/fundings/migration-asylum-borders/asylum-migration-integration-fund/index_en.htm", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/wp/amif-awp-2016_en.pdf"}, "frameworkProgramme": {"id": 31077795, "abbreviation": "AMIF", "description": "Asylum, Migration and Integration Fund"}, "programmeDivision": [{"id": 31077796, "abbreviation": "AMIF-1", "description": "AMIF-1"}, {"id": 31077798, "abbreviation": "AMIF-1-2", "description": "Legal migration and integration"}], "topicMGAs": [], "tags": ["Integration", "International Protection", "Training", "Participation in society", "Relocation", "Pre-departure", "Post-arrival", "Resettlement", "Third-Country Nationals"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "AMIF-AG AMIF Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "08 December 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["28 February 2017"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3200326": [{"action": "AMIF-2016-AG-INTE-01 - AMIF-AG AMIF Action Grant", "plannedOpeningDate": "08 December 2016", "deadlineModel": "single-stage", "deadlineDates": ["28 February 2017"], "budgetYearMap": {"2016": 9500000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Specific Challenge</SPAN>:<p>The present Call for Proposals aims at funding projects in the area of Integration of third-country nationals.</p><p>Project applications submitted under the present Call for Proposals must address at least one of the following priorities:</p><p><strong>1. Promoting active participation in society overall</strong></p><p>Integration goes beyond having a job. Active participation in other aspects of society is equally important, in particular in educational activities and social activities, including for children. Not only does this contribute to the smooth integration of third-country nationals, it also helps to promote a positive image of migration, combat stereotypes, communicate real facts and change the ‘narrative’ on migration.</p><p>Projects applicants could involve volunteers from the European solidarity corps in their projects. In this case, project beneficiaries should make sure they include an insurance for volunteers of the European solidarity corps in their project proposal.</p><p>In the evaluation of projects, the inclusion of the gender dimension through specific action empowering women or creating conditions for their active participation will be considered favourably. This needs to be clearly demonstrated through specific objectives and targets.</p><p>The objectives are to:</p><ul level=\"0\">  <li> <p>promote the development and implementation of innovative actions to increase third country nationals’ participation in educational and social activities, cultural life, the volunteering sector, media professions, decision‑making/consultation and representation frameworks; and</p> </li>  <li> <p>foster knowledge- and experience‑sharing and capacity‑building on successful action to increase third country nationals’ participation in society, with a particular focus on social activities, cultural life, sport, the volunteering sector, media professions, decision‑making/consultation and representation frameworks.</p> </li> </ul><p><strong>2. Pre-departure and post-arrival support for the integration of persons in need of international protection who are being relocated within the EU or resettled from a third country</strong></p><p>Funding will be available for the following activities to integrate persons in need of international protection who have been relocated from another Member State or resettled from outside the EU:</p><ul level=\"0\">  <li> <p>for people resettled from outside the EU – clearly linked pre-departure and post‑arrival activities;</p> </li>  <li> <p>for people relocated from another Member State – post‑arrival activities building on pre‑departure information activities; and</p> </li>  <li> <p>activities to prepare host communities for the arrival of relocated or resettled people.</p> </li> </ul><p>Integrated multi-stakeholder partnerships should be sought, ideally between national, regional and local authorities (municipalities) and civil society organisations. Projects could focus on exchanges and mutual learning between stakeholders in Member States with varying degrees of experience of resettlement or relocation.</p><p>Projects applicants could involve volunteers from the European Solidarity Corps in their projects. In this case, project beneficiaries should make sure they include an insurance for volunteers of the European Solidarity Corps in their project proposal.</p><p>In the evaluation of the projects, the inclusion of the gender dimension will be considered favourably. This needs to be clearly demonstrated through specific objectives and targets.</p><p>The objectives are to support:</p><ul level=\"0\">  <li> <p>pre-departure activities aimed at preparing resettled third country nationals for their life in the EU; these should serve as a basis for subsequent post-arrival activities.</p> </li>  <li> <p>specific post-arrival activities, especially building on/deepening pre‑departure activities and enabling effective integration of resettled and relocated people; and</p> </li>  <li> <p>capacity‑building in the receiving communities, in particular for service‑providers and potential employers.</p> </li> </ul><p>These activities should inter alia address vulnerable groups (e.g. women, children).</p><p><em>Gender mainstreaming</em></p><p>Projects should seek to promote gender equality. Where relevant, applicants should ensure that gender equality issues are taken into account by paying attention to the situation and particular needs of women and men.</p><p><em>Rights of the child mainstreaming</em></p><p>Projects should seek to promote the respect of the rights of the child. Where relevant, applicants should ensure that rights of the child issues are taken into account by paying attention to the situation and particular needs of children.</p><p><em>Equal employment opportunities </em></p><p>The Commission encourages applicants to promote equal employment opportunities for all their staff and team, and to employ an appropriately diverse mix of people.</p><p>Applicants should take these objectives into account when planning their project and preparing their application, and demonstrate in their proposal how they will achieve them.</p><p>Any action under this Call for Proposals shall respect and shall be implemented in line with the rights and principles enshrined in the Charter of Fundamental Rights of the European Union. Applications should pay appropriate attention to the effects of the project on individual rights and freedoms, as well as to possible remedies. In addition, any action under this Call for Proposals should comply with all relevant ethical principles and all applicable international, EU and national law on ethical issues while carrying out the project.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u><strong>Scope:</strong></u></p><p>The European Union’s objective to constitute an area of freedom, security and justice should be achieved, inter alia, through common measures framing a policy on asylum and immigration, based on solidarity between Member States, which is fair towards third countries and their nationals.</p><p>In order to contribute to the development of the common Union policy on asylum and immigration and to the strengthening of the area of freedom, security and justice in the light of the application of the principles of solidarity and responsibility-sharing between the Member States and cooperation with third countries, the Asylum, Migration and Integration Fund (AMIF) was set up. It aims at supporting actions to contribute to the efficient management of migration flows and the implementation, strengthening and development of a common Union approach to asylum and immigration.</p><p>In May 2015 the European Commission adopted the European Agenda on Migration (EAM), which brings together the different steps the European Union should take now, and in the coming years, to build up a coherent and comprehensive approach to reap the benefits and address the challenges deriving from migration. Building on the European Agenda on migration and as announced in the communication of 6 April 2016 on the reform of the common European Asylum system and enhancing legal avenues to Europe, the Commission adopted an Action Plan on the integration of third-country nationals on 7 June 2016. The Plan is a general policy framework for integration and includes actions to support Member States across all the policy areas that are crucial for integration:</p><ol level=\"0\">  <li>Pre-departure and pre-arrival measures: including actions to prepare migrants and the local communities for the integration process.</li>  <li>Education: including actions to promote language training, participation of migrant children to Early Childhood Education and Care, teacher training and civic education</li>  <li>Employment and vocational training: including actions to facilitation recognition of qualifications and skills, promote early integration into the labour market and migrants entrepreneurship</li>  <li>Access to basic services: such as housing and healthcare</li>  <li>Active participation and social inclusion: including actions to support exchanges with the receiving society, migrants' participation to cultural life and fighting discrimination.</li> </ol><p>Legal basis of AMIF are the following regulations:</p><ul level=\"0\">  <li> <p>Regulation (EU) No 516/2014 of the European Parliament and of the Council of 16 April 2014 establishing the Asylum, Migration and Integration Fund (OJ L 150, 20.05.2014, p. 168)</p> </li>  <li> <p>Regulation (EU) No 514/2014 of the European Parliament and of the Council of 16 April 2014 laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (OJ L 150, 20.05.2014, p. 112).</p> </li> </ul><p>The AMIF Regulation sets out four specific objectives, respectively to:</p><p> (i) strengthen and develop all aspects of the Common European Asylum System, including its external dimension;</p><p> (ii) support legal migration to the Member States in accordance with their economic and social needs, such as labour market needs, while safeguarding the integrity of the immigration systems of Member States, and to promote the effective integration of third-country nationals;</p><p> (iii) enhance fair and effective return strategies in the Member States which contribute to combating illegal immigration, with an emphasis on sustainability of return and effective readmission in the countries of origin and transit;</p><p> (iv) enhance solidarity and responsibility-sharing between the Member States, in particular towards those most affected by migration and asylum flows, including through practical cooperation.</p><p>In conformity with Regulation (EU) No 514/2014 Article 6(2), in order to implement the AMIF, the Commission has adopted, on <strong>20 July 2016</strong>, the 2016 Annual Work Programme for the financing of Union Actions, which includes this Call for Proposals.</p><p>Actions included in the AMIF 2016 AWP will contribute to priorities identified in a Communication on the reform of the Common European Asylum System and enhancing legal avenues to Europe of 6 April 2016 and in the Action Plan on the integration of third country nationals of 7 June 2016</p><p>As already announced in the Action Plan on the integration of third-country nationals, the 2016 AMIF Commission Work Programme included 2 priorities for action in the field of integration: promoting active participation in society overall, linked to the policy priority area 5 of the Action Plan on the integration of third country nationals, and pre-departure and post-arrival support for the integration of persons in need of international protection who are being relocated within the EU or resettled from a third country linked to the policy priority area 1 of the Action Plan on the integration of third country nationals.</p>\n", "conditions": "<p>&nbsp;Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">List of eligible countries:</span></strong><br />\r\n    All EU Member States, with the exception of Denmark.<em><br type=\"_moz\" />\r\n    </em></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Admissibility requirements and eligibility criteria: </span></strong>See sections 5 and 6 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/guide/amif-call-proposals-ag-inte-16_en.pdf\">Call for proposals document</a>.<strong><span style=\"color: rgb(0,51,102)\">&nbsp;</span></strong>&nbsp;</li>\r\n    <li><span style=\"color: #000080\"><strong>Indicative timetable for evaluation and contract signature:</strong></span> See section 3 of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/guide/amif-call-proposals-ag-inte-16_en.pdf\">Call for proposals document</a>.</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic:</span></strong><br />\r\n    <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/guide/amif-call-proposals-ag-inte-16_en.pdf\">Call for proposals document</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_guide-applicants_en.pdf\">Guide for applicants</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/tpl/pt/amif-isfb-isfp_call-pt-16_en.pdf\">Standard proposal template &ndash; AMIF, ISFB and ISFP</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justdrugs-isfp-isfb-amif_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n    &nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents:<br />\r\n    </span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/wp/amif-awp-2016_en.pdf\">AMIF annual work&nbsp;programme 2016</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/home/legal/amif-legalbasis_en.pdf\">AMIF legal basis</a><br />\r\n    <a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a><br type=\"_moz\" />\r\n    &nbsp;</li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <a href=\"mailto:HOME-AMIF-UNION-ACTIONS@ec.europa.eu\" target=\"_blank\"><strong>HOME-AMIF-UNION-ACTIONS@ec.europa.eu</strong></a>&nbsp;for further assistance related to content of the call and topics.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register. It is H2020 specific and does not cover the AMIF rules. Some aspects of these funds are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392452951, "id": 165698766, "title": "Questions and Answers", "sectionId": 52392452951, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 432882, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/amif/amif-2016-ag-inte-01/1757637-q_a_en.pdf", "id": 1757637, "fileName": "Q&A_en.pdf", "common": false, "crc32": 1132501082}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Dec 8, 2016 12:30:00 AM", "lastChangeDate": "Dec 8, 2016 12:30:00 AM", "content": "The submission session is now available for: AMIF-2016-AG-INTE-01(AMIF-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}