{"TopicDetails": {"type": 0, "ccm2Id": 46900380, "cftId": 0, "identifier": "LIFE-2024-CET-OSS", "title": "One-Stop-Shops - Integrated services for clean energy transition in buildings and businesses", "publicationDateLong": 1713398400000, "callIdentifier": "LIFE-2024-CET", "callTitle": "LIFE Clean Energy Transition", "callccm2Id": 46900460, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43252405, "abbreviation": "LIFE2027", "description": "Programme for Environment and Climate Action (LIFE)"}, "programmeDivision": [{"id": 45288972, "abbreviation": "LIFE-1-3-4", "description": "Supporting investments"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094502, "abbreviation": "Open", "description": "Open"}, "types": [{"typeOfAction": "LIFE-PJG LIFE Project Grants", "typeOfMGA": [{"id": 43250283, "abbreviation": "LIFE-AG", "description": "LIFE Action Grant Budget-Based"}]}], "plannedOpeningDate": "18 April 2024", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["19 September 2024"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3544762": [{"action": "LIFE-2024-CET-PDA - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544764": [{"action": "LIFE-2024-CET-RENOPUB - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 3500000}, "budgetTopicActionMap": {}}], "3544766": [{"action": "LIFE-2024-CET-LOCAL - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 7000000}, "budgetTopicActionMap": {}}], "3544768": [{"action": "LIFE-2024-CET-DHC - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 4000000}, "budgetTopicActionMap": {}}], "3544770": [{"action": "LIFE-2024-CET-POLICY - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544772": [{"action": "LIFE-2024-CET-PRODUCTS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 2000000}, "budgetTopicActionMap": {}}], "3544774": [{"action": "LIFE-2024-CET-SAP - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 4000000}, "budgetTopicActionMap": {}}], "3544776": [{"action": "LIFE-2024-CET-ENERPOV - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544778": [{"action": "LIFE-2024-CET-BUILDSKILLS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6500000}, "budgetTopicActionMap": {}}], "3544780": [{"action": "LIFE-2024-CET-OSS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 7000000}, "budgetTopicActionMap": {}}], "3544782": [{"action": "LIFE-2024-CET-ENERCOM - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 7000000}, "budgetTopicActionMap": {}}], "3544784": [{"action": "LIFE-2024-CET-BETTERRENO - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544786": [{"action": "LIFE-2024-CET-BUSINESS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 5250000}, "budgetTopicActionMap": {}}], "3544788": [{"action": "LIFE-2024-CET-PRIVAFIN - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 5250000}, "budgetTopicActionMap": {}}], "3544790": [{"action": "LIFE-2024-CET-HEATPUMPS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 5750000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2024"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>As highlighted in the \"Renovation Wave\" initiative of the European Green Deal and in the REPowerEU Plan, there is pressing need to increase the number of ambitious building renovations across the EU and to better integrate the switch to efficient renewable-based heating and cooling as an integral part of building renovations. Businesses are one of the key contributors to the clean energy transition. However, many homeowners, building owners or small businesses lack the skills and capacity to set-up, implement and finance complex and ambitious clean energy transition projects. In addition, many project developers face high implementation costs, given the relatively small size of the investments and the lack of turnkey solutions, and have limited access to adequate and attractive financing solutions on the market.</p><p>This topic aims at supporting the creation or replication of One-Stop-Shops, proposing integrated services for clean energy transition in buildings and businesses.</p><p>Proposals submitted under this topic (depending on the specific scope) are expected to tackle, but are not limited to, the following aspects:</p><p>1. Improve market conditions and develop integrated building renovation service offers to:</p><ul level=\"0\"><li>Reduce complexity, simplify decision making and stimulate demand for investment in energy performance improvements and decarbonisation.</li><li>Connect all relevant actors in the value chain (e.g. construction companies, architects, engineers, urban planners, financers, etc.).</li><li>Streamline access to various support measures, especially where there is support for specific target groups (e.g. energy poor households).</li><li>Improve awareness and trust towards such integrated services, through clear accountability, quality assurance and/or dedicated consumer protection policies.</li><li>Develop a robust pipeline of investments in building renovations, able to increase interest and participation from financial institutions and exploit synergies on the market, for instance via the development of dedicated financial products for building renovations mediated by One-Stop-Shops.</li> </ul><p>2. Provide methods and support:</p><ul level=\"0\"><li>Implemented, operationalise and test integrated services.</li><li>Build expertise and organisational innovations needed for project development.</li><li>Reduce costs and time on-site through standardised approaches (e.g. optimised business processes, standardised contractual arrangements, branding of the proposed services, district approaches, etc.).</li><li>Ensure cost effectiveness and price transparency of services provided to final beneficiaries.</li> </ul><p>3. Aim at a self-sustained business model taking into account that:</p><ul level=\"0\"><li>Integration of services can be developed through dedicated operators and/or through an improved co-ordination between existing local actors.</li><li>The prospect of economically viable business models is expected, targeting self-sustainability in the medium to long term, i.e. ultimately running without subsidies to cover running costs.</li> </ul><p>4. Communicate results:</p><ul level=\"0\"><li>Disseminate innovative solutions (e.g. organisational and contractual), suited to the targeted contexts.</li><li>Help improve legal and regulatory environments. communicating project results to competent authorities and bodies.</li><li>Demonstrate a high degree of replicability and include a clear action plan to communicate experiences and results towards potential replicators across the EU.</li> </ul><p>Proposals should be well integrated in their local and national context, making best use of what is locally available, notably in terms of local market conditions and public support schemes, and contribute to develop partnerships between local authorities and the relevant market players, in the construction, heating and cooling, and wider energy sectors. The targeted territories and/or sector should be clearly identified and justified, notably segmenting and quantifying the potential target users, and a first detailed concept of the services should be presented in the proposal.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Based on the generic approach and common objectives presented above, proposals submitted under this topic are expected to focus on one of the three specific scopes below. The scope addressed should be specified in the introduction of the proposal. Although this does not exclude the possibility of addressing, in addition, some aspects of the other scopes, proposals must be fully clear on what the core focus of the approach is, and who the main final beneficiaries will be.</p><p><strong>Scope A: Integrated Home Renovation Services</strong></p><p>Under Scope A, actions should clearly focus on the energy efficient renovation of existing single or multi-family buildings in the private residential sector. Actions in \"complex buildings\" (e.g. coexistence of owner-occupied and rented housing; coexistence of private and social housing; coexistence of housing and business premises, typically on the ground floor; etc.) may be included in this scope. Specific approaches to deal with subsets of the residential sector (e.g. focus on condominiums, focus on energy poor households, etc.) are also welcome, as long as the main focus is on private non-professional homeowners (including homeowners' associations in the condominium sector).</p><p>Beyond the common objectives presented above, the proposals presented under this scope should meet the following specific objectives:</p><p>The services developed under Scope A should cover the whole \"customer journey\" of the homeowners aiming to renovate their home. Dedicated structures (legal entities or consortia of organisations) should provide integrated home renovation services, with the explicit intention of delivering services that belong in the competitive sector. In particular, proposals are expected to provide proactive support to homeowners ranging from technical design, obtention of permits, selection of qualified professionals, contracting of works, structuring and/or provision of finance (e.g. loans), to the supervision of contractors to carry out the renovation works and quality assurance. Those services can be implemented by public or private entities, either on a not-for-profit or for-profit basis. Proposals addressing only the provision of generic information and diagnosis, and/or limited to internet platforms without on-site interaction are <strong>not</strong> within the scope. Proposals covering regions with low development of integrated home renovation services to date will be given higher priority.</p><p><strong>Scope B: Integrated services for private rental housing energy upgrade</strong></p><p>Under Scope B, actions should clearly focus on the energy performance improvement of existing buildings owned by private professional entities operating under private law, with a core focus on rental housing. Examples of stakeholders that could be targeted by the services developed under Scope B are, among others: housing companies, housing cooperatives, real-estate investors, property managers (on behalf of multi-owner households or real estate investors), building administrators, non-profit organisations, etc.</p><p>Beyond the common objectives presented above, the proposals presented under this scope should meet the following specific objectives:</p><p>The type of integrated solutions developed must be particularly tailored to the specificities of rental housing in the local context, especially from a real estate portfolio management and asset valuation perspective. Services developed under Scope B should not be limited to first level information and generic diagnosis, but should also address: the development of strategic partnerships with construction companies and/or financial institutions (notably in the context of the EU taxonomy regulation, see 2020/852/EU); the development of dedicated financial and/or fiscal schemes; the development of a sustainable business model. Proposals should also pay particular attention to governance issues, e.g. developing a framework to facilitate decisions and conflict resolution among co-owners, or developing a framework so that tenants can participate in decisions and partly share risks and benefits, etc. Proposals addressing only the provision of generic information and diagnosis, and/or limited to internet platforms without on-site interaction are not within the scope.</p><p><strong>Proposals under Scopes A and B may be submitted by a single applicant from a single eligible country</strong>.</p><p><strong>For Scopes A and B</strong>, the Commission considers that proposals requesting a contribution from the EU of up to EUR 1.5 million would allow the specific objectives to be addressed appropriately. Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Proposals submitted under this topic should present the concrete results which will be delivered by the activities, and demonstrate how these results will contribute to the topic-specific impacts. This demonstration should include a detailed analysis of the starting point and a set of well-substantiated assumptions, and establish clear causality links between the results and the expected impacts.</p><p>Proposals should demonstrate how they will contribute (depending on the specific scope) to:</p><ul level=\"0\"><li>Integrated services implemented, operational and tested at the end of the action. Projects should necessarily set up and launch the services on a pilot phase, although upscale may happen after project completion.</li><li>Strong and trustworthy partnerships with local actors (e.g. SMEs, architects, engineers, ESCOs, financial institutions, chambers of commerce, professional federations and networks, local and regional authorities, energy agencies, NGOs).</li><li>Prospect of economically viable business models, in the medium to long-term running without the need for public subsidies to cover running costs.</li><li>Increased awareness and trust of end-users through clear accountability, quality assurance and/or dedicated consumer protection mechanisms.</li><li>Data and guidance made publicly available in order to facilitate replication of the approach by other market actors. Evidence that the value of the services offered is recognised by the market.</li> </ul><p>Proposals should quantify their results and impacts using the indicators provided for the topic, when they are relevant for the proposed activities. They should also propose indicators which are specific to the proposed activities. Proposals are not expected to address all the listed impacts and indicators. The results and impacts should be quantified for the end of the project and for 5 years after the end of the project.</p><p>The indicators for this topic include (depending on the specific scope):</p><ul level=\"0\"><li>Number of initial contacts (households, private companies) made by the integrated service provider.</li><li>Number of investment projects effectively implemented (number of housing units).</li><li>Average conversion rate of initial contacts into effective investments, demonstrating the value of the services offered.</li><li>Investments in building energy renovation triggered by the project (cumulative, in million Euro).</li><li>Average percentage of energy savings per investment project.</li> </ul><p>All proposals submitted under this topic should also quantify their impacts related to the following common indicators for the LIFE Clean Energy Transition subprogramme:</p><ul level=\"0\"><li>Primary energy savings triggered by the project in GWh/year. </li><li>Final energy savings triggered by the project in GWh/year. </li><li>Renewable energy generation triggered by the project (in GWh/year).</li><li>Reduction of greenhouse gases emissions (in tCO<sub>2</sub>-eq/year).</li> </ul><p>Investments in sustainable energy (energy efficiency and renewable energy) triggered by the project (cumulative, in million Euro).</p>\n", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Conditions<br />\r\n<br type=\"_moz\" />\r\n</span></b></p>\r\n<p><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">&nbsp;</a></p>\n<p><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\">&nbsp;described in Part B of the Application Form available in the Submission System and in section 5 of the&nbsp;</span><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">&nbsp;</a></p>\n<p><b><span lang=\"EN-US\">2. Eligible countries:&nbsp;</span></b><span lang=\"EN-US\">described in section 6 of of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\">&nbsp;described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></p>\r\n<p><span lang=\"EN-GB\">For topics <span style=\"color:#A50021;mso-bidi-font-style:italic\">LIFE-2024-CET-OSS, LIFE-2024-CET-RENOPUB, LIFE-2024-CET-PDA and LIFE-2024-CET-SAP</span>: proposals must be submitted by at least one applicant from an eligible country.</span><span lang=\"EN-GB\" style=\"background:yellow;&#10;mso-highlight:yellow;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\"><span lang=\"EN-GB\">For all topics, the coordinator must be established in an eligible country.</span><span lang=\"EN-GB\" style=\"background:&#10;yellow;mso-highlight:yellow;mso-fareast-language:EN-GB\"><o:p></o:p></span></p>\n<p><b>4. Financial and operational capacity and exclusion:&nbsp;</b>described in&nbsp;<span lang=\"EN-US\">section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\">&nbsp;described&nbsp;<span style=\"color: rgb(64, 64, 64);\">section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a> and the</span>&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Indicative timeline for evaluation and grant agreement:&nbsp;</span></b><span lang=\"EN-US\">described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<p><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants:&nbsp;</span></b><span lang=\"EN-US\">described&nbsp;<span style=\"color: rgb(64, 64, 64);\">in section 10 of the&nbsp;</span></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a><span style=\"color: rgb(64, 64, 64);\">&nbsp;</span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Documents<br />\r\n<br />\r\n<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/temp-form/af/af_life-sap-oag_en.pdf\" target=\"_blank\">Standard application form</a>&nbsp;</span><span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">&mdash;</span><i style=\"mso-bidi-font-style:&#10;normal\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"> <span lang=\"EN-US\">call-specific application form is available in the Submission System</span></span></i><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"> <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/temp-form/af/detailed-budget-table_life_en.xlsx\" target=\"_blank\">Detailed budget table&nbsp;</a></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/temp-form/af/participant-information_life_en.docx\" target=\"_blank\">Participant Information</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/projects-results?order=DESC&amp;pageNumber=1&amp;pageSize=50&amp;sortBy=title&amp;programmePeriod=2021-2027&amp;frameworkProgramme=43252405\" target=\"_blank\">EU Funding &amp; Tender Portal - LIFE Funded Projects</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/wp_life-2021-2024_en.pdf\" target=\"_blank\">LIFE Work Programme 2021 - 2024</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/agr-contr/mga_life_en.pdf\" target=\"_blank\">LIFE General Model Grant Agreement</a></p>\n<p><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0783\" target=\"_blank\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">LIFE </span><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Regulation 2021/783</span></a></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;&#10;line-height:normal\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation 2018/1046</span></a></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;&#10;line-height:normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\"><a href=\"https://cinea.ec.europa.eu/funding-opportunities/calls-proposals/integrated-services-clean-energy-transition-buildings_en\" target=\"_blank\">Info session recordings &amp; presentations</a></span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://cinea.ec.europa.eu/document/download/f8f99570-ecd0-44ed-886d-1b2e1251d27e_en?filename=LIFE_2024_CET_FAQs.pdf\" target=\"_blank\">Frequently Asked Questions</a></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\"><o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p class=\"MsoNormal\" style=\"box-sizing: inherit;\">Please read carefully all provisions below before the preparation of your application.</p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: inherit;\"><span style=\"box-sizing: inherit\"><span lang=\"EN-GB\" style=\"font-family: Arial, sans-serif; color: rgb(64, 64, 64); background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\">We want to draw your attention to the possibility to get support from your <a href=\"http://cinea.ec.europa.eu/life/life-european-countries_en\" target=\"_blank\"><span style=\"text-decoration-line: none;\">National Contact Point</span></a>&nbsp;(NCP).</span>&nbsp;<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://cinea.ec.europa.eu/funding-opportunities/calls-proposals/integrated-services-clean-energy-transition-buildings_en\" target=\"_blank\">Info session recordings &amp; presentations</a></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\"><a href=\"https://cinea.ec.europa.eu/document/download/f8f99570-ecd0-44ed-886d-1b2e1251d27e_en?filename=LIFE_2024_CET_FAQs.pdf\">Frequently Asked Questions</a><o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [{"callIdentifier": "LIFE-2024-CET", "status": "Open", "criterionType": "SubFundingScheme", "criterionTypeDescription": "subfunding schemes", "criterionCode": "LIFE-PJG", "criterionDescription": "LIFE Project Grants", "url": "https://ec.europa.eu/research/participants/submission/manage/screen/submission/create-draft/36540?topic=LIFE-2024-CET-OSS", "startDate": "Apr 18, 2024 12:00:00 AM", "endDate": "Sep 19, 2024 5:00:00 PM", "mgaDescription": "LIFE Action Grant Budget-Based", "mgaCode": "LIFE-AG"}], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Apr 18, 2024 12:00:14 AM", "lastChangeDate": "Apr 18, 2024 12:00:14 AM", "content": "The submission session is now available for: LIFE-2024-CET-POLICY(LIFE-PJG), LIFE-2024-CET-BETTERRENO(LIFE-PJG), LIFE-2024-CET-BUILDSKILLS(LIFE-PJG), LIFE-2024-CET-DHC(LIFE-PJG), LIFE-2024-CET-RENOPUB(LIFE-PJG), LIFE-2024-CET-PRODUCTS(LIFE-PJG), LIFE-2024-CET-BUSINESS(LIFE-PJG), LIFE-2024-CET-LOCAL(LIFE-PJG), LIFE-2024-CET-SAP(LIFE-PJG), LIFE-2024-CET-HEATPUMPS(LIFE-PJG), LIFE-2024-CET-PDA(LIFE-PJG), LIFE-2024-CET-ENERCOM(LIFE-PJG), LIFE-2024-CET-PRIVAFIN(LIFE-PJG), LIFE-2024-CET-OSS(LIFE-PJG), LIFE-2024-CET-ENERPOV(LIFE-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": true, "allClosedTopics": false}}}