{"TopicDetails": {"type": 0, "ccm2Id": 46900445, "cftId": 0, "identifier": "LIFE-2024-CET-DHC", "title": "Supporting district heating and cooling", "publicationDateLong": 1713398400000, "callIdentifier": "LIFE-2024-CET", "callTitle": "LIFE Clean Energy Transition", "callccm2Id": 46900460, "allowPartnerSearch": true, "frameworkProgramme": {"id": 43252405, "abbreviation": "LIFE2027", "description": "Programme for Environment and Climate Action (LIFE)"}, "programmeDivision": [{"id": 45288959, "abbreviation": "LIFE-1-3-2", "description": "Accelerating market transition"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094502, "abbreviation": "Open", "description": "Open"}, "types": [{"typeOfAction": "LIFE-PJG LIFE Project Grants", "typeOfMGA": [{"id": 43250283, "abbreviation": "LIFE-AG", "description": "LIFE Action Grant Budget-Based"}]}], "plannedOpeningDate": "18 April 2024", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["19 September 2024"]}], "latestInfos": [], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3544762": [{"action": "LIFE-2024-CET-PDA - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544764": [{"action": "LIFE-2024-CET-RENOPUB - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 3500000}, "budgetTopicActionMap": {}}], "3544766": [{"action": "LIFE-2024-CET-LOCAL - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 7000000}, "budgetTopicActionMap": {}}], "3544768": [{"action": "LIFE-2024-CET-DHC - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 4000000}, "budgetTopicActionMap": {}}], "3544770": [{"action": "LIFE-2024-CET-POLICY - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544772": [{"action": "LIFE-2024-CET-PRODUCTS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 2000000}, "budgetTopicActionMap": {}}], "3544774": [{"action": "LIFE-2024-CET-SAP - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 4000000}, "budgetTopicActionMap": {}}], "3544776": [{"action": "LIFE-2024-CET-ENERPOV - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544778": [{"action": "LIFE-2024-CET-BUILDSKILLS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6500000}, "budgetTopicActionMap": {}}], "3544780": [{"action": "LIFE-2024-CET-OSS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 7000000}, "budgetTopicActionMap": {}}], "3544782": [{"action": "LIFE-2024-CET-ENERCOM - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 7000000}, "budgetTopicActionMap": {}}], "3544784": [{"action": "LIFE-2024-CET-BETTERRENO - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 6000000}, "budgetTopicActionMap": {}}], "3544786": [{"action": "LIFE-2024-CET-BUSINESS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 5250000}, "budgetTopicActionMap": {}}], "3544788": [{"action": "LIFE-2024-CET-PRIVAFIN - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 5250000}, "budgetTopicActionMap": {}}], "3544790": [{"action": "LIFE-2024-CET-HEATPUMPS - LIFE-PJG LIFE Project Grants", "plannedOpeningDate": "18 April 2024", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2024"], "budgetYearMap": {"2024": 5750000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2024"]}, "description": "<SPAN class=\"topicdescriptionkind\">Objective</SPAN>:<p>To advance towards carbon neutrality and to phase out EU dependence on fossil fuels imports, there is an urgent need to reduce fossil fuels consumption for heating and/or cooling purposes. In that context, in particular modern and efficient district heating systems can connect local demand with low-temperature renewable and waste energy sources, as well as the wider electric and gas grids, thereby contributing to the optimisation of supply and demand across energy carriers.</p><p>The REPowerEU Plan, the revised Energy Efficiency Directive (EED) and the revised Renewable Energy Directive (RED)<sup><a target=_self href=#fn1 id=r1>[1]</a></sup> set out ambitious measures, including the increase of the share of renewable energy and waste heat in district heating systems, and how to facilitate the achievement of efficient district and cooling networks. District heating and/or cooling operators/owners need to prepare and implement plans so that existing systems fulfil the criteria for \"efficient district heating and cooling\", defined in the EED. This will require, among other aspects, the integration of low-temperature renewable energy (e.g. from solar thermal, ambient energy and geothermal resources) and waste heat as well as the cost-effective and energy efficient retrofitting of existing, inefficient district heating networks. Furthermore, district heating has been identified as a key option for the decarbonisation of the heating sector in countries and regions without long tradition and experience in the technology.</p><p>The option to further develop district heating and cooling systems should be integrated in energy planning and heat mapping by public administrations, taking a district approach when addressing the policy priority of deploying renewable and efficient heating and cooling, including for instance building or modernising district heating systems when planning renovation programmes.</p><p>Guidance, recommendations and technical advisory services have already been developed and tested at the national and local levels. Notwithstanding, a large share of existing district heating and cooling systems still overly rely on fossil fuels. Additionally, the switch to low-temperature renewable energy and waste heat and the development of new systems in emerging markets is hampered, among other factors by limited human, technical and financial capacities. Technical support and enabling frameworks are therefore needed to support the preparation of modernisation and development projects.</p>\n<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p>Proposals are expected to work either</p><ul level=\"0\"><li>with operators/owners of existing district heating systems and provide them with the required technical support for the preparation of investment plans for the fuel switch of existing district heating systems to fulfil the criteria for \"efficient district heating and cooling\" as defined in the Energy Efficiency Directive. This can include the extension of existing district heating and cooling networks provided that they are fully based on low-temperature renewable energy or waste heat; or</li><li>with municipalities or relevant key stakeholders in the development of investment plans for new district heating and/or cooling networks, provided that they are fully based on low-temperature renewable energy or waste heat, and with particular attention to existing buildings.</li> </ul><p>The focus should be on identifying and offering concrete ways to integrate low-temperature renewable energy or waste heat as defined in the revised Renewable Energy Directive.</p><p>The investment plans to be developed should include the technical part and detailed identification of the investments, their timing, the internal and external resources required, the public and private funding sources, in particular for the first tranches of investments and the potential identification of alternative funding sources and models. Activities should include, among others, financial planning and pre-feasibility studies including, where relevant, the assessment of the compatibility with the existing building stock and options to link district heating retrofitting to local building renovation plans.</p><p>The investment plans to be produced should enable the targeted district heating system to fulfil the criteria for “efficient district heating and cooling” as specified in the Energy Efficiency Directive Recast within a timeline of 10 years. However, the transformation into low-temperature of the district heating networks is not compulsory and other feasible approaches enabling the fuel switch to low-temperature renewable energy or waste heat are possible.</p><p>Proposals should support the development of a substantial number of investment plans in at least 3 eligible countries. Proposals should demonstrate, in a clear and convincing way, the commitment of operators/owners of the district heating networks that will be targeted for the collaboration, explain the content of the support to be provided and how the consortium will deliver this support on the ground. Additionally, proposals should engage and involve required stakeholders, in particular potential waste heat suppliers, work closely with the potential customers, provide an adequate risk assessment, identify barriers, provide recommendations for regulatory bodies, inputs for local administrations for the preparation of the local heating and cooling plans and promote replication through other district heating operators/owners.</p><p>Proposals under this scope are not expected to finance the equipment or development of new tools (e.g. software, or the upgrade of existing ones, platforms, applicants are encouraged to make use of existing commercial software, as needed).</p><p>In line with the Renewable Energy Directive, actions may also include the assessment of the potential to participate in electricity markets by providing balancing, storage and other flexibility services.</p><p>Proposals must be submitted <strong>by at least 3 applicants</strong> (beneficiaries; not affiliated entities) <strong>from 3 different eligible countries. </strong></p><p>The Commission considers that proposals requesting a contribution from the EU of up to EUR 1.75 million would allow the specific objectives to be addressed appropriately.</p><p>Nonetheless, this does not preclude submission and selection of proposals requesting other amounts.</p>\n<SPAN class=\"topicdescriptionkind\">Expected Impact</SPAN>:<p>Proposals submitted under this topic should demonstrate the impact of the supplied investments plans and guidance on the transition towards “efficient district heating and cooling” networks, and on integration of low-temperature renewable energy and waste heat. The expected results together with a detailed analysis of the starting point, with a set of well-substantiated assumptions, with clear links between the results, should be given in the proposal. </p><p>Proposals should demonstrate how they will contribute to equip district heating and/or cooling operators and/or local authorities and other key stakeholders with investment plans, guidance, internal capacity and other elements which are required to either build new systems or to meet the criteria defined for “efficient district heating and cooling”, encouraging potential waste heat suppliers to consider becoming heat suppliers to district heating. </p><p>Proposals should quantify their results and impacts using the indicators provided for the topic, when they are relevant for the proposed activities. They should also propose indicators which are specific to the proposed activities. Proposals are not expected to address all the listed impacts and indicators. The results and impacts should be quantified for the end of the project and for 5 years after the end of the project. </p><p>The indicators for this topic include: </p><ul level=\"0\"><li>Number of investment plans for existing or new district heating and/or cooling systems, allowing them to fulfil the criteria for “efficient district heating and cooling” defined in the Energy Efficiency Directive. </li><li>Number of follower cases (DH companies) selected during the project life for which transfer of knowledge was effectively provided. </li><li>Number of local and regional authorities integrating the outcomes of the project in their energy planning. </li><li>Investments in energy efficiency and renewable energy sources triggered by the implementation of the investment plans developed thanks to the project (cumulative, in million Euro). </li> </ul><p>Proposals should also quantify their impacts related to the following common indicators for the LIFE Clean Energy Transition subprogramme: </p><ul level=\"0\"><li>Primary energy savings triggered by the project in GWh/year. </li><li>Final energy savings triggered by the project in GWh/year. </li><li>Renewable energy generation triggered by the project (in GWh/year).</li><li>Reduction of greenhouse gases emissions (in tCO<sub>2</sub>-eq/year).</li><li>Investments in sustainable energy (energy efficiency and renewable energy) triggered by the project (cumulative, in million Euro).</li> </ul>\n<p id=fn1><a  target=_self href=#r1>[1]</a><a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=COM%3A2022%3A230%3AFIN&amp;qid=1653033742483\">Communication from the Commission of 8.3.2022 to the European Parliament, the European Council, the European Economic and Social Committee and the Committee of the Regions, REPowerEU Plan, COM(2022) 230 final</a>; <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32023L1791\">Directive (EU) 2023/1791 of the European Parliament and of the Council of 13 September 2023 on energy efficiency and amending Regulation (EU) 2023/955 (recast)</a>; <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32023L2413&amp;qid=1699364355105\">Directive (EU) 2023/2413 of the European Parliament and of the Council of 18 October 2023 amending Directive (EU) 2018/2001, Regulation (EU) 2018/1999 and Directive 98/70/EC as regards the promotion of energy from renewable sources</a>.</p>", "conditions": "<p><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Conditions<br />\r\n<br type=\"_moz\" />\r\n</span></b></p>\r\n<p><b><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:&#10;text1;mso-themetint:191;mso-ansi-language:EN-US\">1.&nbsp;</span></b><b><span lang=\"EN-US\">Admissibility conditions: </span></b><span lang=\"EN-US\">described in section 5 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">&nbsp;</a></p>\n<p><b><span lang=\"EN-US\">Proposal page limits and layout:</span></b><span lang=\"EN-US\">&nbsp;described in Part B of the Application Form available in the Submission System and in section 5 of the&nbsp;</span><span lang=\"EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">&nbsp;</a></p>\n<p><b><span lang=\"EN-US\">2. Eligible countries:&nbsp;</span></b><span lang=\"EN-US\">described in section 6 of of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"EN-US\">3. Other eligibility conditions:</span></b><span lang=\"EN-US\">&nbsp;described in section 6 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></p>\r\n<p><span lang=\"EN-GB\" style=\"mso-fareast-language:EN-GB\">For topics </span><span lang=\"EN-GB\" style=\"color:#A50021;mso-bidi-font-style:italic\">LIFE-2024-CET-LOCAL, LIFE-2024-CET-POLICY, LIFE-2024-CET-PRODUCTS, LIFE-2024-CET-BETTERRENO, LIFE-2024-CET-BUSINESS, LIFE-2024-CET-HEATPUMPS, LIFE-2024-CET-DHC, LIFE-2024-CET-PRIVAFIN, LIFE-2024-CET-ENERPOV and LIFE-2024-CET-ENERCOM</span><span lang=\"EN-GB\" style=\"mso-fareast-language:&#10;EN-GB\">: </span><span lang=\"EN-GB\">proposals must be submitted by <b>at least 3 applicants</b> (beneficiaries; not affiliated entities) from 3 different eligible countries.</span></p>\r\n<p>For all topics, the coordinator must be established in an eligible country.</p>\n<p><b>4. Financial and operational capacity and exclusion:&nbsp;</b>described in&nbsp;<span lang=\"EN-US\">section 7 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></p>\n<p><b><span lang=\"FR-BE\">5.&nbsp;Evaluation and award:</span></b></p>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Award criteria, scoring and thresholds:</span></b><span lang=\"EN-US\">&nbsp;described in section 9 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Submission and evaluation processes</span></b><b><span lang=\"EN-US\">:</span></b><span lang=\"EN-US\">&nbsp;described&nbsp;<span style=\"color: rgb(64, 64, 64);\">section 8 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a> and the</span>&nbsp;</span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/common/guidance/om_en.pdf\"><span lang=\"EN-US\">Online Manual</span></a></li>\r\n</ul>\n<ul>\r\n    <li><b><span lang=\"EN-US\">Indicative timeline for evaluation and grant agreement:&nbsp;</span></b><span lang=\"EN-US\">described in section 4 of the <a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></span></li>\r\n</ul>\n<p><b><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">6</span></b><b><span lang=\"EN-US\">. Legal and financial set-up of the grants:&nbsp;</span></b><span lang=\"EN-US\">described&nbsp;<span style=\"color: rgb(64, 64, 64);\">in section 10 of the&nbsp;</span></span><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">call document</a></p>\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><b><span lang=\"EN-US\" style=\"font-size: 12pt; line-height: 18.4px; color: rgb(64, 64, 64);\">Documents<br />\r\n<br />\r\n<o:p></o:p></span></b></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><b><span lang=\"EN-US\">Call documents:</span></b></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/call-fiche_life-2024-cet_en.pdf\" target=\"_blank\">Call document </a><o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/temp-form/af/af_life-sap-oag_en.pdf\" target=\"_blank\">Standard application form</a>&nbsp;</span><span style=\"color:#404040;&#10;mso-themecolor:text1;mso-themetint:191\">&mdash;</span><i style=\"mso-bidi-font-style:&#10;normal\"><span style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"> <span lang=\"EN-US\">call-specific application form is available in the Submission System</span></span></i><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;mso-ansi-language:&#10;EN-US\"> <o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><span lang=\"EN-US\" style=\"color:#404040;mso-themecolor:text1;mso-themetint:191;&#10;mso-ansi-language:EN-US\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/temp-form/af/detailed-budget-table_life_en.xlsx\" target=\"_blank\">Detailed budget table&nbsp;</a></span></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/temp-form/af/participant-information_life_en.docx\" target=\"_blank\">Participant Information</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/projects-results?order=DESC&amp;pageNumber=1&amp;pageSize=50&amp;sortBy=title&amp;programmePeriod=2021-2027&amp;frameworkProgramme=43252405\" target=\"_blank\">EU Funding &amp; Tender Portal - LIFE Funded Projects</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/wp-call/2021-2024/wp_life-2021-2024_en.pdf\" target=\"_blank\">LIFE Work Programme 2021 - 2024</a></p>\r\n<p class=\"MsoNormal\" style=\"margin-bottom:0cm;margin-bottom:.0001pt\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/docs/2021-2027/life/agr-contr/mga_life_en.pdf\" target=\"_blank\">LIFE General Model Grant Agreement</a></p>\n<p><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32021R0783\" target=\"_blank\"><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">LIFE </span><span lang=\"EN-US\" style=\"color: rgb(64, 64, 64);\">Regulation 2021/783</span></a></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;&#10;line-height:normal\"><a href=\"https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:32018R1046&amp;qid=1535046024012\"><span lang=\"EN-US\">EU Financial Regulation 2018/1046</span></a></p>\r\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt:auto;mso-margin-bottom-alt:auto;&#10;line-height:normal\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\"><a href=\"https://cinea.ec.europa.eu/funding-opportunities/calls-proposals/supporting-district-heating-and-cooling_en\" target=\"_blank\">Info session recordings &amp; presentations</a></span></p>\r\n<p class=\"MsoNormal\"><a href=\"https://cinea.ec.europa.eu/document/download/f8f99570-ecd0-44ed-886d-1b2e1251d27e_en?filename=LIFE_2024_CET_FAQs.pdf\" target=\"_blank\">Frequently Asked Questions</a></p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\"><o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "supportInfo": "<p class=\"MsoNormal\" style=\"box-sizing: inherit;\">Please read carefully all provisions below before the preparation of your application.</p>\r\n<p class=\"MsoNormal\" style=\"box-sizing: inherit;\"><span style=\"box-sizing: inherit\"><span lang=\"EN-GB\" style=\"font-family: Arial, sans-serif; color: rgb(64, 64, 64); background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\">We want to draw your attention to the possibility to get support from your <a href=\"http://cinea.ec.europa.eu/life/life-european-countries_en\" target=\"_blank\"><span style=\"text-decoration-line: none;\">National Contact Point</span></a>&nbsp;(NCP).</span>&nbsp;<o:p></o:p></span></p>\r\n<p><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/faq;grantAndTendertype=1;categories=p_submission_eval;programme=null;actions=;keyword=;period=null\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Funding &amp; Tenders Portal FAQ</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Submission of proposals.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/support/helpdesks/contact-form\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">IT Helpdesk</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals, etc.<o:p></o:p></span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://webgate.ec.europa.eu/funding-tenders-opportunities/display/OM/Online+Manual\"><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">Online Manual</span></a><span style=\"font-size: 9pt; font-family: Arial, sans-serif;\">&nbsp;&ndash; Step-by-step online guide through the Portal processes from proposal preparation and submission to reporting on your on-going project. Valid for all 2021-2027 programmes.</span></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\"><a href=\"https://cinea.ec.europa.eu/funding-opportunities/calls-proposals/supporting-district-heating-and-cooling_en\" target=\"_blank\">Info session recordings &amp; presentations</a></p>\r\n<p class=\"MsoNormal\" style=\"line-height: normal;\">&nbsp;</p>\r\n<p class=\"MsoNormal\"><span lang=\"FR-BE\" style=\"mso-ansi-language:FR-BE\"><a href=\"https://cinea.ec.europa.eu/document/download/f8f99570-ecd0-44ed-886d-1b2e1251d27e_en?filename=LIFE_2024_CET_FAQs.pdf\">Frequently Asked Questions</a><o:p></o:p></span></p>\r\n<p>&nbsp;</p>", "sepTemplate": "<p>To access the Electronic Submission Service, please click on the submission-button next to the <strong>type of action</strong> and the <strong>type of model grant agreement</strong> that corresponds to your proposal. You will then be asked to confirm your choice, as it cannot be changed in the submission system. Upon confirmation, you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Funding &amp; Tenders Portal and select the My Proposals page of the My Area section.</p>", "links": [{"callIdentifier": "LIFE-2024-CET", "status": "Open", "criterionType": "SubFundingScheme", "criterionTypeDescription": "subfunding schemes", "criterionCode": "LIFE-PJG", "criterionDescription": "LIFE Project Grants", "url": "https://ec.europa.eu/research/participants/submission/manage/screen/submission/create-draft/36539?topic=LIFE-2024-CET-DHC", "startDate": "Apr 18, 2024 12:00:00 AM", "endDate": "Sep 19, 2024 5:00:00 PM", "mgaDescription": "LIFE Action Grant Budget-Based", "mgaCode": "LIFE-AG"}], "additionalDossiers": [], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Apr 18, 2024 12:00:14 AM", "lastChangeDate": "Apr 18, 2024 12:00:14 AM", "content": "The submission session is now available for: LIFE-2024-CET-POLICY(LIFE-PJG), LIFE-2024-CET-BETTERRENO(LIFE-PJG), LIFE-2024-CET-BUILDSKILLS(LIFE-PJG), LIFE-2024-CET-DHC(LIFE-PJG), LIFE-2024-CET-RENOPUB(LIFE-PJG), LIFE-2024-CET-PRODUCTS(LIFE-PJG), LIFE-2024-CET-BUSINESS(LIFE-PJG), LIFE-2024-CET-LOCAL(LIFE-PJG), LIFE-2024-CET-SAP(LIFE-PJG), LIFE-2024-CET-HEATPUMPS(LIFE-PJG), LIFE-2024-CET-PDA(LIFE-PJG), LIFE-2024-CET-ENERCOM(LIFE-PJG), LIFE-2024-CET-PRIVAFIN(LIFE-PJG), LIFE-2024-CET-OSS(LIFE-PJG), LIFE-2024-CET-ENERPOV(LIFE-PJG)"}], "hasForthcomingTopics": false, "hasOpenTopics": true, "allClosedTopics": false}}}