{"TopicDetails": {"type": 0, "ccm2Id": 31080210, "cftId": 0, "identifier": "REC-RPPI-EVOT-AG-2016", "title": "Action grants to explore the role of internet tools in stimulating democratic participation and to investigate how digital tools can contribute to the stronger and longer-term engagement of citizens, under a Pilot Project E-voting: making the best use of modern technologies for more active and democratic voting procedures", "publicationDateLong": 1475193600000, "callIdentifier": "REC-PP-AG-2016", "callTitle": "2016 Pilot Projects for action grants", "callccm2Id": 31080211, "allowPartnerSearch": true, "workProgrammepart": {"id": 5050, "ccm_id": 31080232, "wp_part": "REC-2016", "wp_year": "REC-2016", "wp_title": "REC-2016", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31076811, "abbreviation": "REC-1-1-4", "description": "RCIT Promote and enhance the exercise of rights deriving from citizenship of the Union"}, {"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}], "topicMGAs": [], "tags": ["e-voting", "citizenship", "voting", "European Parliament elections", "elections", "EU citizens", "mobile EU citizens", "democratic", "young people", "turnout"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "17 November 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["24 January 2017"]}], "latestInfos": [{"approvalDate": "Feb 1, 2018 2:14:13 PM", "lastChangeDate": "Feb 1, 2018 2:14:13 PM", "content": "<p>Abstracts of the selected proposals have been&nbsp;under Topic conditions and documents - Additional documents.</p>"}, {"approvalDate": "Jun 16, 2017 1:57:21 PM", "lastChangeDate": "Jun 16, 2017 1:57:21 PM", "content": "<p>A&nbsp; call update flash information (call's results) is now available under Topic conditions and documents - Additional documents.</p>"}, {"approvalDate": "Jan 19, 2017 1:46:47 PM", "lastChangeDate": "Jan 19, 2017 1:45:30 PM", "content": "<p>An updated&nbsp;questions and answers document is now available under Topic conditions and documents - Additional documents.</p>"}, {"approvalDate": "Dec 9, 2016 3:33:35 PM", "lastChangeDate": "Dec 9, 2016 3:33:28 PM", "content": "<p>A&nbsp; questions and answers document is available under Topic conditions and documents - Additional documents.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3210195": [{"action": "REC-RPPI-EVOT-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "17 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["24 January 2017"], "budgetYearMap": {"2016": 700000}, "budgetTopicActionMap": {}}], "3210196": [{"action": "REC-RPPI-EUDI-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "17 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["28 February 2017"], "budgetYearMap": {"2016": 1000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><u><strong>1. Priorities and activities to be funded</strong></u></p><p><strong><em>1.1. Priorities</em></strong><strong> </strong></p><p>European society has changed considerably over the last 25 years as EU citizens increasingly live and work in other Member States. EU citizenship gives these mobile EU citizens the right to vote and stand in elections to the European Parliament and to municipal elections under the same conditions as nationals of their host State. Mobile EU citizens may also wish to exercise their right to vote in their home states. Political participation is central to citizenship, and it is essential to legitimising decision making in government. However, EU citizen's political participation can be affected by red tape and outdated voting procedures. At the same time, low turnout in elections, including European Parliament elections and particularly among young people, is a challenge for democracies. To address these issues, ways should be explored to stimulate participation in elections for all citizens by making it easier to vote, including by making best use of modern technologies.</p><p><strong><em>1.2. Description of the activities to be funded under this topic</em></strong></p><p>The activities funded under this pilot project's call for action grants aiming to:</p><ul level=\"0\">  <li>explore the role of internet services and applications in stimulating democratic participation and to investigate how digital tools can contribute to the stronger and longer-term democratic engagement of citizens;</li>  <li>elicit a broad range of proposals especially but not exclusively targeting young people and mobile EU citizens.</li> </ul><p>Stimulating democratic participation and contributing to stronger and longer-term democratic engagement should be understood in terms of (sustainably) increased voter turnout and voter engagement in the political process, and the activities which support this, such as accessible, efficient voting and registration processes, accessible and engaging political processes (such as involvement in candidate selection, debates etc), and accessible and transparent voter information. The results of these projects will contribute <em>inter alia</em> to a tele-voting good practice guide aiming to help make voting procedures more accessible to mobilise a broader group of voters and thus enhance democratic participation at the EU level. All projects must be prepared with a specific, though not necessarily exclusive perspective on the 2019 European Elections.</p><p>While national projects are eligible, <strong>successful proposals should aim to produce results with EU added value.</strong></p><p>Projects must address the overall priority of exploring how digital tools, applications or internet services can be used to stimulate democratic participation and/or contribute to sustained engagement in citizens. Projects should be targeted and practical and aim to provide a demonstrable benefit for democratic life in the EU. Benefit in these terms is to be understood as potential to mobilise voters – particularly from the two groups indicated above – or sustaining, facilitating or strengthening their participation, through improved information, greater or smarter access to information (including political media literacy), analytical assistance (such as voter information tools), streamlined processes, accessibility aids, and tools, digital processes or good practices to support electoral authorities. Projects targeting tele-voting should consider how the secrecy and independence of the vote can be secured, alongside considerations of streamlining and accessibility. Projects targeting mobile EU citizens should reflect an awareness of EU initiatives and policies in this area, and the <em>acquis</em> on citizenship. Projects targeting young people should also be considered in the light of the aims of the current study procured by the Commission on the impact of internet and social media on youth (democratic) participation and youth work [see <a href=\"http://eacea.ec.europa.eu/about-eacea/calls-for-tender-eacea/study-impact-internet-and-social-media-youth-participation-and-youth-work_en\">http://eacea.ec.europa.eu/about-eacea/calls-for-tender-eacea/study-impact-internet-and-social-media-youth-participation-and-youth-work_en</a>].</p><p>Projects must be based on recognised, sound methodology. All project proposals must describe their success measures, and the methodology used to evaluate the benefits projects will deliver will be considered alongside the methodology used to deliver the projects themselves when evaluating their suitability.</p><p>Projects can approach providing benefit through investigation of the effectiveness of existing/newly developed interventions/tools/practices (as above), or by supporting the development of new interventions/tools/practices, or by supporting the use of existing/newly developed interventions/tools/practices through training, promotion or information. Projects which pursue the development of new interventions/tools/practices must propose how they will be used in the Member States, and proposals for training, promotion or information must consider how the widest possible dissemination/access to trained individuals will be achieved. Projects which investigate existing/newly developed interventions/tools/practices must explain how their outcomes will enhance their usefulness or otherwise achieve benefit in the terms set out above.</p><p>Projects which include interagency or multidisciplinary cooperation or collaboration will be valued positively, if that collaboration can be shown to deliver benefit in the terms set out above. The involvement of national or local authorities is likely to be needed for any successful project, and the specific authorities involved should be appropriate to the project's aims. However, there may be approaches to delivering benefit in terms of democratic participation which do not require official involvement or where direct official involvement is not appropriate.</p><p>Projects which target accessibility of the voting process or of democratic participation in a more general sense should clearly identify the groups that they are targeting and their needs which the project aims to address. Weight will be given to proposals which can demonstrate a direct impact on voter turnout. Projects which include information or promotion campaigns should set out specific agendas for when such campaigns will be carried out, their duration and expected impact, and the methodology by which such impact can be assessed.</p><p>The indicative available budget under this call for proposals is EUR 700,000.</p><p>The requested grant should preferably <strong>not be higher than EUR 350,000 or lower than EUR 75,000</strong>. The aim is to be able to co-fund at least two transnational projects. The Commission reserves the right not to award all available funds, depending on the projects received and the outcome of the evaluation procedure.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>List of eligible countries</strong></span><span style=\"color: rgb(0,51,102)\"><strong><br />\r\n    </strong><br />\r\n    The Member States (MS) of the European Union (EU), including their overseas departments<strong><br type=\"_moz\" />\r\n    <br />\r\n    </strong></span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n    <strong><br />\r\n    </strong>2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n    <br />\r\n    2.2 Eligibility of the applicant and of the partners<br />\r\n    <br />\r\n    The applicant must be a public entity or a private non-profit-oriented organisation, duly established in one of the countries participating in the Programme, or an international organisation; partners must be public entities or private organisations, duly established in one of the countries participating in the Programme, or international organisations.<br />\r\n    <br />\r\n    2.3 Eligibility of the application<br />\r\n    <br />\r\n    (a) the application can be national (local or regional) or transnational and must involve at least two eligible organisations (applicant and partner);<br />\r\n    (b) the EU grant applied for cannot be lower than EUR 75.000; <br />\r\n    (c) the project must not be completed or have started prior to the date of submission of the grant application.<br />\r\n    (d) The duration of the project should not exceed 18 months.<em><br />\r\n    </em><span style=\"color: rgb(51,153,102)\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Selection criteria</span></strong></li>\r\n</ol>\r\n<p>Grant applicants must meet the following selection criteria:</p>\r\n<p>(a) The applicants' operational and professional capacity to implement and/or coordinate the proposed action and to maintain their activities during the period of implementation of the proposed action;</p>\r\n<p>(b) The applicants' financial capability: the applicants should have stable and sufficient sources of funding to maintain their activities throughout the period during which the project is being carried out and to participate in its funding.<br />\r\n<br />\r\nMore detailed information is available under point 4 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a>.<br />\r\n&nbsp;</p>\r\n<ol type=\"1\" start=\"4\">\r\n    <li><strong>Award criteria</strong></li>\r\n</ol>\r\n<p><span style=\"color: rgb(0,51,102)\"><font color=\"#000000\">Proposals will be assessed based on the following award criteria:<br />\r\n</font><font color=\"#000000\">(a) Relevance to the priorities of the call;<br />\r\n(b) Quality of the proposed action;<br />\r\n(c) European added value of the project;<br />\r\n(d) Expected results, dissemination, sustainability and long-term impact;<br />\r\n(e) Cost-effectiveness.<br />\r\n<br />\r\nMore detailed information is available under point 5 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a>.</font></span></p>\r\n<p><span style=\"color: rgb(0,51,102)\"><br />\r\n</span></p>\r\n<ol type=\"1\" start=\"5\">\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic<br />\r\n    </strong></span><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project </a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/tpl/pt/rec-call-pt_en.pdf\">Standard proposal template</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators</a> <br />\r\n    &nbsp;</li>\r\n</ol>\r\n<ol type=\"1\" start=\"6\">\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Additional documents</span></strong><br />\r\n    &nbsp;<br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n    <a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392540959, "id": 165809763, "title": "Questions and Answers", "sectionId": 52392540959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 432266, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rppi-evot-ag-2016/1755138-questions-answers_rec-rppi-evot-ag-2016_en.pdf", "id": 1755138, "fileName": "Questions-answers_REC-RPPI-EVOT-AG-2016_EN.pdf", "common": false, "crc32": 2679043}]}, {"callId": 52392540959, "id": 165809764, "title": "Call update flash info - call results", "sectionId": 52392540959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 24148, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rppi-evot-ag-2016/1772612-call_update_flash_info_evoting_en.pdf", "id": 1772612, "fileName": "Call update flash info evoting_EN.pdf", "common": false, "crc32": 2227443582}]}, {"callId": 52392540959, "id": 165809765, "title": "Abstracts of the selected proposals", "sectionId": 52392540959, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 250580, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rppi-evot-ag-2016/1805128-abstracts_selected_proposals_e-voting_en.pdf", "id": 1805128, "fileName": "Abstracts selected proposals e-voting_EN.pdf", "common": false, "crc32": 3778693559}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 17, 2016 12:30:00 AM", "lastChangeDate": "Nov 17, 2016 12:30:00 AM", "content": "The submission session is now available for: REC-RPPI-EVOT-AG-2016(REC-AG)"}, {"approvalDate": "Nov 17, 2016 12:30:00 AM", "lastChangeDate": "Nov 17, 2016 12:30:00 AM", "content": "The submission session is now available for: REC-RPPI-EUDI-AG-2016(REC-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}