{"TopicDetails": {"type": 0, "ccm2Id": 31078447, "cftId": 0, "identifier": "REC-RCHI-PROF-AG-2016", "title": "To support capacity building on rights of the child and child protection for professionals in asylum and migration", "publicationDateLong": 1466553600000, "callIdentifier": "REC-CHILD-AG-2016", "callTitle": "Call for proposals for action grants 2016: rights of the child; violence against children", "callccm2Id": 31078449, "allowPartnerSearch": true, "workProgrammepart": {"id": 5050, "ccm_id": 31080232, "wp_part": "REC-2016", "wp_year": "REC-2016", "wp_title": "REC-2016", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}, {"id": 31076809, "abbreviation": "REC-1-1-2", "description": "RCHI Promote and protect the rights of the child"}], "topicMGAs": [], "tags": ["Children", "Child", "Migration", "child protection", "Asylum", "rights of the child"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "13 September 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["13 December 2016"]}], "latestInfos": [{"approvalDate": "Jan 8, 2018 3:48:24 PM", "lastChangeDate": "Jan 8, 2018 3:48:24 PM", "content": "<p>Abstracts of&nbsp;awarded proposals have been&nbsp;added under Topic conditions and documents - Additional Documents.</p>"}, {"approvalDate": "May 19, 2017 12:37:39 PM", "lastChangeDate": "May 19, 2017 12:37:39 PM", "content": "<p>Call update flash info - summary results of the call. This document has been added under Topic conditions and documents - Additional Documents.</p>"}, {"approvalDate": "Dec 9, 2016 1:30:36 PM", "lastChangeDate": "Dec 9, 2016 1:30:18 PM", "content": "<p>An updated version of Questions and Answers document is available under Topic conditions and documents - Additional Documents. Please note that in line with the guide for applicants provisions, no more&nbsp;questions will be answered (cf page 10: Questions received later than 7 calendar days before the deadline for submitting applications will not be responded to).</p>"}, {"approvalDate": "Nov 25, 2016 12:23:05 PM", "lastChangeDate": "Nov 25, 2016 12:21:50 PM", "content": "<p>An updated version of Questions and Answers document is available under Topic conditions and documents - Additional Documents (the previous version in point 6 has been removed).&nbsp;&nbsp;</p>"}, {"approvalDate": "Sep 26, 2016 10:08:04 AM", "lastChangeDate": "Sep 23, 2016 1:21:43 PM", "content": "<p>A Questions and answers document has been added under the Topic conditions and documents (point 6).</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 12, 2016 4:02:26 PM", "lastChangeDate": "Sep 12, 2016 4:01:46 PM", "content": "<p>A new version of the Guide for Applicants is available under the Topic conditions and documents.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Aug 11, 2016 2:07:05 PM", "lastChangeDate": "Aug 11, 2016 2:06:30 PM", "content": "<p>Complementary information and bibliography was added under the topic conditions.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3202192": [{"action": "REC-RDAP-CHIL-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "13 September 2016", "deadlineModel": "single-stage", "deadlineDates": ["13 December 2016"], "budgetYearMap": {"2016": 2000000}, "budgetTopicActionMap": {}}], "3202193": [{"action": "REC-RCHI-PROF-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "13 September 2016", "deadlineModel": "single-stage", "deadlineDates": ["13 December 2016"], "budgetYearMap": {"2016": 3100000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><u>1. </u></strong><strong><u>P<u><strong>riorities </strong></u>and activities to be funded</u></strong></p><p><strong>1.1. Priorities</strong></p><p>This call for proposals will support capacity building on rights of the child and child protection for professionals working for and with children in migration. The aim of the call is to ensure better protection and respect for the rights of all children in migration on EU territory through capacity-building for family-based care for unaccompanied children (<strong>Priority 1</strong>) and through building capacity and cooperation mechanisms for guardians whose role is to safeguard the rights of children in migration (<strong>Priority 2</strong>). Proposals shall complement the efforts of the EU in the area of rights of the child and child protection, and support the work on integrated child protection systems. To this end, proposals should be carried out in line with the 10 Principles for integrated child protection systems, and proposals should describe how their project implements the principles. This call does <u>not</u> aim to support operating costs.</p><p><strong>1.2. Description of the activities to be funded under this topic</strong></p><p>Proposals that do not address one of the <strong>two priorities</strong> of this call will not be considered.</p><p>This call will fund activities on:</p><ul level=\"0\">  <li> <p><strong>Priority 1.</strong>This priority aims to expand the national systems of family-based care, such as foster care, for children in migration, as provided for in Article 24 of Directive 2013/33/EU <strong>laying down standards for the reception of applicants for international protection</strong>. Projects should support capacity-building for practitioners/professionals working with or for children in migration to increase the provision of quality family-based care to host unaccompanied children. This could include activities to attract and/or improve the quality of further capacity for quality family-based care (such as foster family care or small family-type units), adapt foster care standards to the situation of unaccompanied children, recruitment, training, monitoring and supervision activities for future foster parents, overcoming any barriers in the way reception funds are allocated (e.g. where funds are currently ring-fenced to be allocated solely to reception centres) as well as professionals working in the guardianship system. Account should be taken of previous EU funded projects on family-based care for unaccompanied children. Projects should also seek to address known gaps, such as the limited availability of family-based care, challenges in recruitment and monitoring foster parents, the need to train more foster parents, and the gaps for transition to adulthood in preparations for ageing out of care of unaccompanied children (e.g. independent living arrangements for older children and/or those that are aged out). Proposals are expected to boost child protection system changes and result in improvements that are sustained and sustainable after EU funding ends. This will require that project activities are integrated (and/or linked) within the national child protection systems and in particular alternative care systems.</p> </li>  <li> <p><strong>Priority 2: Capacity-building and cooperation mechanisms for guardians whose role is to safeguard the rights of unaccompanied and separated children in migration (including development, piloting and delivery of training and accreditation taking account of the FRA Handbook on guardians and the FRA report on guardianship).</strong> This priority can include activities relating to the development, piloting and delivery of recruitment, training and accreditation of guardians taking account of the joint FRA/Commission Handbook on guardians and the FRA report on guardianship, with the objective of strengthening the role of guardian in the protection of children and clarification of the guardian's tasks in safeguarding the bests interests of the child, promoting the child's safety and well-being, facilitating child participation, acting as a link between the child and others, helping identify a durable solution in the best interests of the child, exercising legal representation and supporting the child in administrative or judicial procedures). Joint training activities could be envisaged to contribute to strengthening cooperation among guardians, foster-care professionals, child protection, judicial, migration and asylum authorities to enhance the protection of children, including at crossborder level. This priority can also cover activities that strengthen cross-border cooperation and exchange, for instance through the setting up of direct contacts with counterparts in other EU Member States, in the context of Dublin transfers and family reunification. The work of the European Network of Guardianship Institutions (ENGI, <a href=\"http://www.engi.eu/\">www.engi.eu</a>) should be taken into account by applicants.</p> </li> </ul><p><strong>This call does <u>not</u> aim to fund projects addressing principally</strong>:</p><ul level=\"0\">  <li> <p>information to children on rights of the child</p> </li>  <li> <p>general awareness-raising on rights of the child</p> </li>  <li> <p>research on rights of the child</p> </li>  <li> <p>child victims, or violence against children (can be funded under other areas of the Rights, Equality and Citizenship Programme, such as Daphne's topic for action grants to support integrated and multidisciplinary child-centred approaches to child victims of violence, REC-RDAP-CHIL-AG-2016).</p> </li> </ul><p>This call aims to fund <strong>targeted, practical projects ensuring maximum tangible and demonstrable benefits and impact on the lives of unaccompanied and separated children in the context of migration. </strong>All projects should not only develop a sound methodology using recognised existing good practice or tried and tested intervention models but consist of a large proportion of practical implementation measures and outcomes, ultimately to improve children's experience of the child protection systems. These aspects will be taken into account when evaluating the quality of proposals. Applicants are invited to consider the weighting of the work streams, with a view to ensuring maximum practical benefits and impacts for the target groups and the final beneficiaries (children), and to check that the management and coordination work streams (including travel) are not over-resourced. Activities such as the development of materials, the mapping of existing materials or research should be, at most, minor components of project proposals. If included, the need should be solidly justified in the proposal; they should lead to practical applications and interventions.</p><p>Any <strong>training and/or practical tools should have an overarching objective to make the system work better to improve outcomes for children. </strong>This may include development and delivery of new training modules/tools or roll out and delivery of previously tried and tested training modules/tools. Proposal should describe how access to those to be trained will be assured and describe how training/tools will be rolled out in the participating countries. In terms of promoting sustainability, capacity-building should preferably focus on train-the-trainer approaches and may also include tools such as checklists/draft protocols, etc. Any training modules developed should be made available and be easily adaptable for use in all EU Member States. New training modules must be piloted and, if necessary, adapted prior to delivery.</p><p>Given the challenges and known gaps in transnational cooperation and coordination, all proposals submitted under this call should describe how their project would enhance <strong>interagency and multidisciplinary cooperation and collaboration</strong>, both at national and transnational levels, to ensure the closer involvement of state child care and child protection authorities (national, regional, and/or local) for all children in migration situations, involving international organisations and non-governmental organisations where appropriate, to ensure a child-centred and child-rights based approach. For both priorities, the involvement of national (and/or regional and/or local if decentralised) authorities, or other entities mandated by the State, is essential. The range of actors proposed for each participating State must be appropriate in terms of the project objectives and activities. See Section <em>2.1.2 Eligibility of the application</em> for more details</p><p>All proposals are expected to respect the <strong>child's right to participate</strong> and be aligned with Article 24 of the Charter, relevant EU law and the UN Convention on the rights of the child. The child's right to be heard, as set out in UNCRC Article 12 and General Comment No 12, must be an integral part of all project activities.</p><p>Proposals must make children's involvement central and integral to the project, for example in designing and reviewing responses to reports and actual cases of child victims, in reviewing services, in assessing what needs to be changed at system level, in empowering children to be involved in decisions that affect them and in empowering children and young people to help themselves and other children, etc. Are there possibilities to involve children in project design prior to submission of proposals? Are the views of children on issues addressed in the call (possibly gathered elsewhere) reflected in the proposal?</p><p>Accessible guidance on how to ensure child participation is also contained in the Lundy Model of Participation and the Lundy Voice Model Checklist for Participation, designed by Professor Laura Lundy of Queen's University, Belfast.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>1. List of eligible countries</strong></span></p>\r\n<p>The Member States (MS) of the European Union (EU), including their overseas departments, and Iceland<span style=\"color: rgb(0,51,102)\"><strong><br type=\"_moz\" />\r\n</strong></span></p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n<strong><br />\r\n</strong>2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n<br />\r\n2.2 Eligibility of the applicant and of the partners<br />\r\n<br />\r\nThe applicants must be public entities or private organisations, duly established in one of the countries participating in the Programme, or international organisations. Organisations which are profit-oriented must submit applications in partnership with public entities or private non-profit-oriented organisations;</p>\r\n<p>2.3 Eligibility of the application</p>\r\n<p>(a) the application must be transnational and involve organisations from at least four participating countries (applicant and co-applicants);</p>\r\n<p>(b) At least one public authority from each participating country must either be involved in the project (as applicant or co-applicant) or express in writing its support to the application; These public authorities can be Ministries and/or agencies responsible for children (e.g. child protection agencies and services, national guardianship institutions, Ministries for children, child protection, education, health, social affairs, justice, children's ombudspersons and/or national human rights institutes for children, responsible regional authorities, etc). The rationale for the choice must be documented and explained in Annex 1- Project Description and Implementation Form. In practical terms, it means that if, for instance, a transnational project is submitted by a partnership involving four different eligible countries, at least four public authorities as described above (one per each eligible country) must either be involved in the project as applicant or partner(s) or express in writing its support of the application. In the latter case, this support will be expressed through Annex 5 - Letter from the public authority supporting the application.</p>\r\n<p>(c) the EU grant applied for cannot be lower than EUR 100 000;</p>\r\n<p>(d) the project must not have started prior to the date of submission of the grant application;</p>\r\n<p>(e) the duration of the project should not exceed 24 months.</p>\r\n<p>&nbsp;2.4&nbsp;Other documents to be submitted with the application</p>\r\n<p>Annex 4 - If a project will involve direct contact with children, the applicant must describe and submit the child protection/safeguarding policy it will adhere to (see Annex 4 of the Guide for applicants). A child protection policy should include standards that cover four broad areas: (1) policy, (2) people, (3) procedures, and (4) accountability. More information on these areas can be found in &quot;Child safeguarding standards and how to implement them&quot; issued by Keeping Children Safe. Further guidance on what is expected is provided in the description of Annex 4 in section 2.3.4 of the Guide for Applicants.<span style=\"color: rgb(51,153,102)\"><br type=\"_moz\" />\r\n</span></p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">3. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project</a>&nbsp;<br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/tpl/pt/rec-call-pt_en.pdf\">Standard proposal template</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators</a><br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">4.&nbsp;Additional documents</span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf\">REC Programme &ndash; Annual work plan 2016</a> <br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n<a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></p>\r\n<p><span style=\"color: #003300\"><strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/rec/guide/rec-ag-16-topics-info_en.pdf\">5. Complementary information and bibliography </a></strong></span></p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392536028, "id": 165802076, "title": "Questions and answers", "sectionId": 52392536028, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 691583, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rchi-prof-ag-2016/1747620-questions-answers_rec-rchi-prof-ag-2016_en.pdf", "id": 1747620, "fileName": "Questions-answers_REC-RCHI-PROF-AG-2016_EN.pdf", "common": false, "crc32": 2819797223}]}, {"callId": 52392536028, "id": 165802077, "title": "Call update flash info - results", "sectionId": 52392536028, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 23825, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rchi-prof-ag-2016/1770104-call_update_flash_info_prof_en.pdf", "id": 1770104, "fileName": "Call update flash info PROF_EN.pdf", "common": false, "crc32": 2688151752}]}, {"callId": 52392536028, "id": 165802078, "title": "Abstracts of awarded proposals", "sectionId": 52392536028, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 431087, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rchi-prof-ag-2016/1800109-abstracts_awarded_-_rec-rchi-prof-ag-2016_en.pdf", "id": 1800109, "fileName": "Abstracts awarded - REC-RCHI-PROF-AG-2016_EN.pdf", "common": false, "crc32": 849944851}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Sep 13, 2016 5:42:03 PM", "lastChangeDate": "Sep 13, 2016 5:42:03 PM", "content": "The submission session is now available for: REC-RCHI-PROF-AG-2016(REC-AG)"}, {"approvalDate": "Sep 13, 2016 5:41:03 PM", "lastChangeDate": "Sep 13, 2016 5:41:03 PM", "content": "The submission session is now available for: REC-RDAP-CHIL-AG-2016(REC-AG)"}, {"approvalDate": "Sep 12, 2016 3:57:32 PM", "lastChangeDate": "Sep 12, 2016 3:57:08 PM", "content": "<p>A new version of the Guide for Applicants is available under the Topic conditions and documents.</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}