{"TopicDetails": {"type": 0, "ccm2Id": 31078448, "cftId": 0, "identifier": "REC-RDAP-CHIL-AG-2016", "title": "To support integrated and multidisciplinary child-centred approaches to child victims of violence", "publicationDateLong": 1466553600000, "callIdentifier": "REC-CHILD-AG-2016", "callTitle": "Call for proposals for action grants 2016: rights of the child; violence against children", "callccm2Id": 31078449, "allowPartnerSearch": true, "workProgrammepart": {"id": 5050, "ccm_id": 31080232, "wp_part": "REC-2016", "wp_year": "REC-2016", "wp_title": "REC-2016", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31078014, "abbreviation": "REC-1-1-1", "description": "RDAP-Daphne – to prevent and combat violence against children, young people and women"}, {"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}], "topicMGAs": [], "tags": ["child"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "13 September 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["13 December 2016"]}], "latestInfos": [{"approvalDate": "Jan 17, 2018 12:51:32 PM", "lastChangeDate": "Jan 17, 2018 12:51:32 PM", "content": "<p><strong>Abstracts of s</strong><strong>uccessful proposals&nbsp;</strong>are available under the Topic conditions and document (Additional documents).</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Sep 12, 2016 4:02:26 PM", "lastChangeDate": "Sep 12, 2016 4:01:46 PM", "content": "<p>A new version of the Guide for Applicants is available under the Topic conditions and documents.</p>\r\n<p>&nbsp;</p>"}, {"approvalDate": "Aug 11, 2016 2:07:05 PM", "lastChangeDate": "Aug 11, 2016 2:06:30 PM", "content": "<p>Complementary information and bibliography was added under the topic conditions.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3202192": [{"action": "REC-RDAP-CHIL-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "13 September 2016", "deadlineModel": "single-stage", "deadlineDates": ["13 December 2016"], "budgetYearMap": {"2016": 2000000}, "budgetTopicActionMap": {}}], "3202193": [{"action": "REC-RCHI-PROF-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "13 September 2016", "deadlineModel": "single-stage", "deadlineDates": ["13 December 2016"], "budgetYearMap": {"2016": 3100000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><u>P</u></strong><strong><u>riorities and activities to be funded</u></strong></p><p><strong>1.1. Priorities</strong></p><p>The aim of this call is to support integrated and multidisciplinary child-centred approaches (such as children's houses/Barnahus) to child victims of violence in line with Directive 2012/29/EU to contribute to better reporting, investigation, treatment, follow-up and judicial involvement in cases of violence against children. Proposals shall complement the efforts of the EU in the area of rights of the child and child protection, and contribute to integrated child protection systems. To this end, proposals should be carried out in line with the 10 Principles for integrated child protection systems, and proposals should describe how their project implements the principles.</p><p><strong>1.2. Description of the activities to be funded under this topic</strong></p><p>This call will fund activities for <strong>two priorities focusing on different types of activities</strong>. Project proposals must specify whether <strong>one (specifiying which) or both </strong>of the sub-priorities is/are addressed. Priority <strong>two </strong>is only relevant where an integrated and mulitidisciplinary child-centred approach to child victims of violence already exist, or is about to be implemented. Proposals that do not address at least one of the <strong>priorities</strong> of this call will not be considered.</p><p><strong>All proposals must aim to ensure a child-friendly response to violence against children that is interagency, multidisciplinary, comprehensive</strong> and, where possible, under one roof (Barnahus/children's house model). Children's house models can be found in Iceland, Sweden, Norway, Denmark, and Croatia.</p><ul level=\"0\">  <li><strong>Priority 1: mutual learning, exchange of good practices, capacity-building to design and adapt proven children's house models to the national context, multi-agency collaboration and protocols</strong> (e.g. police, prosecutors, judges, social workers, child protection authorities, health, mental health and education services). Activities can be foreseen to include capacity-building on particular areas of the children's house model, such as medical exams and evaluations, joint investigative interviews, victim therapy, family counselling/support, as well as education training and research. All projects must aim to foster cooperation at local, regional, and national level among child protection professionals and agencies. Development of integrated and targeted strategies to enhance multi-disciplinary and interagency cooperation between relevant actors providing support to victims, including in the fields of health, education, employment and social assistance.</li>  <li> <p><strong>Priority 2:capacity building, education and awareness-raising for stakeholders</strong><strong> </strong>This can include capacity building and awareness-raising for professionals and other adults who come into regular contact with children and are the first points of contact for (potential) (child) victims of violence so that they: are aware of child safeguarding standards and the role and mandate of national interagency and multidisciplinary child-centred approaches to child victims; can better assess risks and meet the specific needs of child victims, in particular by signposting them to integrated multidisciplinary specialist support services (such as children's houses). The target group is thus likely to include: professionals and other adults in the education, health, sports and leisure, child protection/welfare, parents/caregivers, alternative/corporate care, law enforcement and justice sectors, child helplines and hotlines, etc. The applicant should explain the rationale and their choice of target group.</p> </li> </ul><p>This call aims to fund <strong>targeted, practical projects ensuring maximum tangible and demonstrable benefits and impact on the lives of child victims. </strong>All projects should not only develop a sound methodology using recognised existing good practice or tried and tested intervention models but consist of a large proportion of practical implementation measures and outcomes, ultimately to improve children's experience of the justice and child protection systems. These aspects will be taken into account when evaluating the quality of proposals. Applicants are invited to consider the weighting of the work streams, with a view to ensuring maximum practical benefits and impacts for the target groups and the final beneficiaries (children), and to check that the management and coordination work streams (including travel) are not over-resourced. Activities such as the development of materials, the mapping of existing materials or research should be, at most, minor components of project proposals. If included, the need should be solidly justified in the proposal; they should lead to practical applications and interventions.</p><p>Any <strong>training and/or practical tools should have an overarching objective to make the system work better to improve outcomes for children. </strong>This may include development and delivery of new training modules/tools or roll out and delivery of previously tried and tested training modules/tools. Proposal should describe how access to those to be trained will be assured and describe how training/tools will be rolled out in the participating countries. In terms of promoting sustainability, capacity-building should preferably focus on train-the-trainer approaches and may also include tools such as checklists/draft protocols, etc. Any training modules developed should be made available and be easily adaptable for use in all EU Member States. New training modules must be piloted and, if necessary, adapted prior to delivery. </p><p>All proposals are expected to respect the <strong>child's right to participate</strong> and be aligned with Article 24 of the Charter, relevant EU law and the UN Convention on the rights of the child. The child's right to be heard, as set out in UNCRC Article 12 and General Comment No 12, must be an integral part of all project activities.</p><p>Proposals must make children's involvement central and integral to the project, for example in designing and reviewing responses to reports and actual cases of child victims, in reviewing services, in assessing what needs to be changed at system level, in empowering children to be involved in decisions that affect them and in empowering children and young people to help themselves and other children, etc. Are there possibilities to involve children in project design prior to submission of proposals? Are the views of children on issues addressed in the call (possibly gathered elsewhere) reflected in the proposal?</p><p>Accessible guidance on how to ensure child participation is also contained in the Lundy Model of Participation and the Lundy Voice Model Checklist for Participation, designed by Professor Laura Lundy of Queen's University, Belfast. </p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>1. List of eligible countries</strong></span>: <br />\r\n<br />\r\nThe Member States (MS) of the European Union (EU), including their overseas departments, and Iceland<br />\r\n&nbsp;</p>\r\n<p><span style=\"color: rgb(0,51,102)\"><strong>2. Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n<strong><br />\r\n</strong>2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n<br />\r\n2.2 Eligibility of the applicant and of the partners<br />\r\n<br />\r\nThe applicants and partners must be public entities or private organisations or international organisations. Organisations which are profit-oriented must submit applications in partnership with public entities or private non-profit-oriented organisations. <br />\r\n<br />\r\n2.3 Eligibility of the application<br />\r\n(a) The application must be transnational and involve organisations from at least three participating countries. <br />\r\n(b) The EU grant applied for cannot be lower than EUR 75 000; <br />\r\n(c) The project must not have started prior to the date of submission of the grant application.&nbsp;<br />\r\n(d) The duration of the projects should not exceed 24 months.</p>\r\n<p>2.4 Other documents to be submitted with the application</p>\r\n<p>Annex 4 - If a project will involve direct contact with children, the applicant must describe and submit the child&nbsp; protection/safeguarding policy it will adhere to. A child protection policy should include standards that cover four broad areas: (1) policy, (2) people, (3) procedures, and (4) accountability. More information on these areas can be found in &quot;Child safeguarding standards and how to implement them&quot; issued by Keeping Children Safe. Further guidance on what is expected is provided in the description of Annex 4 in section 2.3.4 of the Guide for Applicants.</p>\r\n<p><span style=\"color: rgb(51,153,102)\"><br />\r\n</span><strong><span style=\"color: rgb(0,51,102)\">3. Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project</a>&nbsp;<br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/tpl/pt/rec-call-pt_en.pdf\">Standard proposal template</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators</a><br />\r\n&nbsp;</p>\r\n<p><strong><span style=\"color: rgb(0,51,102)\">4. Additional documents</span></strong><br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf\">REC Programme &ndash; Annual work plan 2016</a> <br />\r\n<a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n<a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></p>\r\n<p><span style=\"color: #003366\"><strong><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/other/rec/guide/rec-ag-16-topics-info_en.pdf\">5. Complementary information and bibliography </a></strong></span></p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392537955, "id": 165804760, "title": "Abstracts of successful proposals ", "sectionId": 52392537955, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 326585, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-chil-ag-2016/1802648-abstracts_awarded_-_rec-rdap-chil-ag-2016_en.pdf", "id": 1802648, "fileName": "Abstracts awarded - REC-RDAP-CHIL-AG-2016_EN.pdf", "common": false, "crc32": 2752831524}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Sep 13, 2016 5:42:03 PM", "lastChangeDate": "Sep 13, 2016 5:42:03 PM", "content": "The submission session is now available for: REC-RCHI-PROF-AG-2016(REC-AG)"}, {"approvalDate": "Sep 13, 2016 5:41:03 PM", "lastChangeDate": "Sep 13, 2016 5:41:03 PM", "content": "The submission session is now available for: REC-RDAP-CHIL-AG-2016(REC-AG)"}, {"approvalDate": "Sep 12, 2016 3:57:32 PM", "lastChangeDate": "Sep 12, 2016 3:57:08 PM", "content": "<p>A new version of the Guide for Applicants is available under the Topic conditions and documents.</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}