{"TopicDetails": {"type": 0, "ccm2Id": 31084194, "cftId": 0, "identifier": "REC-RGEN-PENS-AG-2017", "title": "Restricted call for proposals to address gender gaps over the life-cycle", "publicationDateLong": 1490832000000, "callIdentifier": "REC-AG-2017", "callTitle": "Call for proposals for action grants under 2017 Rights, Equality and Citizenship Work Programme", "callccm2Id": 31084197, "allowPartnerSearch": true, "workProgrammepart": {"id": 262550, "ccm_id": 31086834, "wp_part": "REC-2017", "wp_year": "REC-2017", "wp_title": "REC-2017", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2017_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}, {"id": 31076814, "abbreviation": "REC-1-1-7", "description": "RGEN Promote gender equality, gender mainstreaming"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "03 October 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["22 February 2018"]}], "latestInfos": [{"approvalDate": "Jan 30, 2019 5:28:32 PM", "lastChangeDate": "Jan 30, 2019 5:28:32 PM", "content": "<p><strong>Abstracts of selected proposals have been added under Topic conditions, Additional documents. </strong></p>"}, {"approvalDate": "Jun 14, 2018 1:15:18 PM", "lastChangeDate": "Jun 14, 2018 1:15:18 PM", "content": "<p><strong>A&nbsp;call update flash info&nbsp;document with the call results has been added under Topic conditions, Additional documents. </strong></p>"}, {"approvalDate": "Mar 6, 2018 1:06:03 PM", "lastChangeDate": "Mar 6, 2018 1:06:03 PM", "content": "<p><strong>A&nbsp;call update flash info&nbsp;document has been added under Topic conditions, Additional documents. </strong></p>"}, {"approvalDate": "Feb 8, 2018 1:08:11 PM", "lastChangeDate": "Feb 8, 2018 1:08:11 PM", "content": "<p><strong>A Questions and answers document has been added under Topic conditions, Additional documents. </strong></p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3246996": [{"action": "REC-RRAC-ONLINE-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 1500000}, "budgetTopicActionMap": {}}], "3246997": [{"action": "REC-RDIS-NRCP-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2017"], "budgetYearMap": {"2017": 1755000}, "budgetTopicActionMap": {}}], "3246998": [{"action": "REC-RRAC-HATE-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["07 November 2017"], "budgetYearMap": {"2017": 1500000}, "budgetTopicActionMap": {}}], "3246999": [{"action": "REC-RCIT-CITI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 1000000}, "budgetTopicActionMap": {}}], "3247000": [{"action": "REC-RDAT-TRAI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 October 2017", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2018"], "budgetYearMap": {"2017": 2000000}, "budgetTopicActionMap": {}}], "3247001": [{"action": "REC-RDIS-DISC-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "20 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["09 November 2017"], "budgetYearMap": {"2017": 3500000}, "budgetTopicActionMap": {}}], "3247002": [{"action": "REC-RCHI-PROF-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "30 March 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}], "3247003": [{"action": "REC-RDAP-GBV-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2017"], "budgetYearMap": {"2017": 12706000}, "budgetTopicActionMap": {}}], "3247004": [{"action": "REC-RRAC-RACI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["07 November 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}], "3247005": [{"action": "REC-RGEN-PENS-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "03 October 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 February 2018"], "budgetYearMap": {"2017": 3000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><u>1. P</u></strong><strong><u>riorities and activities to be funded</u></strong></p><p><strong>1.1. Priorities</strong><strong> </strong></p><p>The aim of the call is to support projects by Member States that analyse existing gender gaps and develop effective measures to tackle them, in particular the gender gap in pensions. The underlying reasons for women's lower income and women's greater risk of poverty are manifold: women participate less in the labour market, they work fewer hours, and they are paid less than men on average. Also the take up of family-related leaves and time spent on care work have an impact on women's earnings. There are inequalities in study subject choices and careers patterns, and women often face glass ceilings when it comes to accessing decision-making positions. Gendered patterns in education partly explain the gender segregation in the labour market. All this leads to the persistence of the gender pay gap, the gender earnings gap and the gender gap in pensions. Gender gaps in pay, pensions and participation hinder women's economic independence.</p><p>The expected impact of the projects is to contribute to reducing the gender gap in pay, earnings and pensions and the higher risk of poverty faced by older women, for example by supporting men and women to make informed choices throughout their life and by combatting obstacles to the economic independence of women. At aggregate level, tackling the gender gap in pensions and its underlying causes contributes to the sustainability of social protection systems: equal economic independence at all ages means that each individual woman/man is able to live out of its own work and is able to fully contribute to the social protection system.</p><p>This specific call will also respond to the call of the Council of the European Union to raise awareness on the gender pension gap and to ensure that women and men \"remain in quality employment over the whole life cycle, resulting in higher labour force participation and fuller careers and thus an earnings history that will result in an adequate pension\" (Council conclusions adopted in September 2015).</p><p>This call for proposals aims to achieve the objectives defined in the Strategic engagement for gender equality 2015-2019 (<a href=\"http://ec.europa.eu/justice/gender-equality/files/documents/151203_strategic_engagement_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/documents/151203_strategic_engagement_en.pdf</a>) and the European Pact for gender equality (<a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2011:155:0010:0013:EN:PDF\">http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2011:155:0010:0013:EN:PDF</a>). Applicants shall explain and demonstrate how their proposal is aligned with EU policies and with the documents referred to below.</p><ul level=\"0\">  <li> <p>The annual Report on equality between women and men which takes stock of the EU's achievements and highlights the remaining gender gaps (<a href=\"http://ec.europa.eu/justice/gender-equality/document/index_en.htm%23annual_reports\">http://ec.europa.eu/justice/gender-equality/document/index_en.htm#annual_reports</a>).</p> </li>  <li> <p>The opinion of the Advisory Committee on Equal Opportunities for Women and Men delivered on \"reducing the gender gap in pensions\" (<a href=\"http://ec.europa.eu/justice/gender-equality/files/opinions_advisory_committee/140213_final_opinion_gpg_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/opinions_advisory_committee/140213_final_opinion_gpg_en.pdf</a>) which was delivered in 2014.</p> </li>  <li> <p>The Council Conclusions “Equal income opportunities for women and men: Closing the gender gap in pensions\" (<a href=\"http://data.consilium.europa.eu/doc/document/ST-9302-2015-INIT/en/pdf\">http://data.consilium.europa.eu/doc/document/ST-9302-2015-INIT/en/pdf</a>).</p> </li>  <li> <p>The 2015 Pension Adequacy Report which dedicated a special section to the gender gap in pensions (<a href=\"http://ec.europa.eu/social/main.jsp?catId=738&amp;langId=en&amp;pubId=7828&amp;visible=0\">http://ec.europa.eu/social/main.jsp?catId=738&amp;langId=en&amp;pubId=7828&amp;visible=0</a>).</p> </li> </ul><p><strong>1.2. Description of the activities </strong></p><p>Project activities may include:</p><ul level=\"0\">  <li>testing approaches to tackle existing gender gaps in pay and in pension and their root causes;</li>   <li>analytical activities such as development of ex ante evaluation, impact assessment of measures addressing gender gaps in pensions; or gender analysis of pension reforms;</li>   <li>mutual learning, exchange of good practices, development of working methods which may be transferable to other countries;</li>   <li>exchange and provision of information to men and women on their pension entitlements, in particular on relevant main parameters of employment decisions that affect future pensions, such as part-time work (In Austria an information brochure on pensions aiming at informing women about the effects of part-time and parental leave on their pension entitlement; and raising women’s awareness for this topic was edited in 2015. The brochure provides a comprehensive and understandable overview about the Austrian pension system and consequences of life/career decisions on pension entitlements. Based on the principle of the \"orange envelope\" in Sweden each citizen could be regularly informed of the national pension gap and its underlying reasons. In Sweden, every person who has earned an income receives a value statement from the Pensions Agency – an orange envelope. It shows the balance on accounts for income and premium pensions and for the majority, a forecast of their future national retirement pension);</li>   <li>development of information tools like ICT-based “pension calculators” where people can find out the consequences of different wage levels, hours worked, career interruptions and retirement ages on their future pensions;</li>   <li> <p>awareness-raising activities on the underlying reasons of the pension gap (Such as the Swedish awareness raising campaigns: <a href=\"https://www.pensionsmyndigheten.se/helalivet\">https://www.pensionsmyndigheten.se/helalivet</a>; <a href=\"http://static.pensionsmyndigheten.se/kampanj/smabarnsforalder/\">http://static.pensionsmyndigheten.se/kampanj/smabarnsforalder/</a>) or equal pension days (Such days already exist in Austria, Germany and Switzerland).</p> </li> </ul><p><strong>1.3. Methodology</strong></p><p>In the preparation and drafting of their proposal, applicants are encouraged to review measures already conducted in this field, their effects and sustainability, and assess the possibility of reproducing the promising and effective ones and developing tools to measure their impact, as relevant. Proposals should show how the applicants learn from previous experiences and build on this preliminary desk research.</p><p>The proposal shall provide a detailed profile of the target population and demonstrate the existence of a clear problem and a real need for public intervention in the specific area that the project will cover. It should provide a rigorous description of the activities to be carried out, explaining how these are likely to address the identified need in the countries participating in the proposal and the expected results on the target population. The rationale for project design choices must be clearly explained.</p><p>Applicants are encouraged to embed a \"behavioural\" approach in their project, as a solution to the issues at stake often requires behavioural change. Behavioural sciences seek to understand how people make decisions in practice; how their behaviour is influenced by the context in which their decisions are made and how they are likely to respond to certain options. We welcome applications that clearly identify the behavioural element at stake (i.e. the factor(s) that help(s) determining success of a given initiative) (see document annexed for further guidance).</p><p>Appropriate attention has to be given to developing a robust evidence base and involving reliable monitoring, evaluation and reporting procedures based on recognised methodological approaches, developed by a competent and experienced policy impact evaluator, in consultation with the relevant project partners. This should include defining the expected impact of the activity in measurable terms and defining a robust methodology and indicators to measure the impact of the activity. This should go beyond simply surveying participants on their appreciation of activities and deliverables, but assess how activities and the use of deliverables have led to attitudinal and behavioural changes among the target group and therefore promoted gender equality. Whenever possible, evaluations should encompass evidence on changes in both attitudes and behaviours, as a change in attitudes might not necessarily lead to a change in behaviour. When gathering evidence on attitudes, the evaluator should reflect on the possible effects of social desirability (i.e. the possibility that respondents do not state a particular opinion if they know that this opinion is not socially accepted).</p><p><strong>Monitoring and data collection</strong></p><p>Though applicants are free to choose the method for evaluating the impact of the activities, the method should be robust and appropriate, and involve rigorous data collection and monitoring. It should provide reliable results on \"what works\" and \"what does not work\". Proposals must make provisions to document the number of persons/professionals/ teachers/companies reached, provide anonymised data disaggregated by gender and by age, and must describe in their grant application how this will be done and how the target group will be reached.</p><p>Applications should also include a clear dissemination and sustainability plan, with measures to maintain and monitor results after the end of funding. Applicants should also describe the potential for scaling up the measure, should the activities produce the expected results.</p><p><strong>1.4. Expected results </strong></p><ul level=\"0\">  <li> <p>improved knowledge of the possible impacts of future measures to addressing gender gaps in pensions and of the gender impacts of pension reforms;</p> </li>  <li> <p>effective approaches to tackle existing gender gaps in pension and their root causes tested;</p> </li>  <li> <p>effective approaches to tackle existing gender gaps in pay and earnings and their root causes tested ;</p> </li>  <li> <p>increased capacity of national experts to address issues related to the gender gaps over the life cycle, including the gender gap in pensions ;</p> </li>  <li> <p>strengthened cooperation and exchange of information between competent national authorities in relation to the existing gender gaps over the life cycle, the gender gap in pension and its underlying causes and the way to tackle them;</p> </li>  <li> <p>increased awareness of the existing gender gaps over the life cycle, of the gender pension gap and its underlying causes;</p> </li>  <li> <p>increased number of men and women able to make informed career choices knowing the impacts on their pension entitlements;</p> </li>  <li> <p>reduced risk of poverty faced by older women;</p> </li>  <li> <p>improved sustainability of social protection systems.</p> </li> </ul>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>List of eligible countries<br />\r\n    </strong>The Member States (MS) of the European Union (EU), including their overseas departments, Iceland and Lichtenstein<br />\r\n    <strong><br type=\"_moz\" />\r\n    </strong></span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n    <strong><br />\r\n    </strong>2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <br />\r\n    2.2 Eligibility criteria<br />\r\n    <br />\r\n    To be eligible, grant applications must comply with all of the following criteria:<br />\r\n    <br />\r\n    (a) the application must be submitted: <br />\r\n    (i) by the national authority in charge of the policy on equality between women and men (if an application is submitted by this authority, applications submitted by other entities will be ineligible); or<br />\r\n    (ii) by the body responsible for gender equality at national level (i.e. body referred to in Art. 20 of the Directive 2006/54/EC) (if no application is submitted by the national authority under (i), an application submitted by the body responsible for gender equality at national level will be eligible); or<br />\r\n    (iii) by another national authority (only if no application is submitted by the two entities under (i) and (ii), will an application submitted by another national authority be eligible); <br />\r\n    Co-applicants must be public entities or private organisations, duly established in one of the countries participating in the Programme, or international organisations;<br />\r\n    <br />\r\n    (b) the EU grant applied for cannot be lower than EUR 100 000;<br />\r\n    <span style=\"color: rgb(51,153,102)\"><em><br type=\"_moz\" />\r\n    </em></span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Selection criteria</span></strong><br />\r\n    Selection criteria are described under point 4 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <span style=\"color: rgb(51,153,102)\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><span style=\"color: rgb(0,51,102)\"><strong>Award criteria<br />\r\n    </strong><font color=\"#000000\">Award&nbsp;criteria are described under point&nbsp;5 of part C of the </font><a href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\" target=\"_blank\">Guide for applicants</a><br />\r\n    <br />\r\n    </span></span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong></li>\r\n</ol>\r\n<ul>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><strong><br />\r\n    </strong></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/tpl/pt/justice-rec_call-ag-pt-17_en.pdf\">Standard proposal template</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project&nbsp;</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators<br />\r\n    </a><br />\r\n    <span style=\"color: rgb(0,51,102)\"><font color=\"#000000\">6. </font><strong>Additional documents</strong></span><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2017_en.pdf\">REC Programme &ndash; Annual work plan 2017&nbsp;</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n    <a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ul>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392604020, "id": 165888788, "title": "Questions and answers", "sectionId": 52392604020, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 266724, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rgen-pens-ag-2017/1805139-questions-answers-rec-rgen-pens-ag-2017_en.pdf", "id": 1805139, "fileName": "Questions-answers-REC-RGEN-PENS-AG-2017_EN.pdf", "common": false, "crc32": 2781823836}]}, {"callId": 52392604020, "id": 165888789, "title": "Call update flash info ", "sectionId": 52392604020, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 23285, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rgen-pens-ag-2017/1807639-call_update_flash_info_rec-rgen-pens-ag-2017_en.pdf", "id": 1807639, "fileName": "Call update flash info REC-RGEN-PENS-AG-2017_EN.pdf", "common": false, "crc32": 1113709994}]}, {"callId": 52392604020, "id": 165888790, "title": "Call update flash info document - call results ", "sectionId": 52392604020, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 87468, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rgen-pens-ag-2017/1825101-call_update_flash_info_results_rec-rgen-pens-ag-2017_en.pdf", "id": 1825101, "fileName": "Call update flash info results REC-RGEN-PENS-AG-2017_EN.pdf", "common": false, "crc32": 2095646675}]}, {"callId": 52392604020, "id": 165888791, "title": "Abstracts of selected proposals", "sectionId": 52392604020, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 527498, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rgen-pens-ag-2017/1847600-project_abstracts_rec-rgen-pens-ag-2017_en.pdf", "id": 1847600, "fileName": "PROJECT ABSTRACTS REC-RGEN-PENS-AG-2017_EN.pdf", "common": false, "crc32": 4194651413}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 1, 2017 9:08:59 AM", "lastChangeDate": "Nov 1, 2017 9:08:59 AM", "content": "The submission session is now available for: REC-RDAT-TRAI-AG-2017(REC-AG)"}, {"approvalDate": "Oct 3, 2017 12:30:00 AM", "lastChangeDate": "Oct 3, 2017 12:30:00 AM", "content": "The submission session is now available for: REC-RGEN-PENS-AG-2017(REC-AG)"}, {"approvalDate": "Jun 27, 2017 5:36:08 PM", "lastChangeDate": "Jun 27, 2017 5:36:08 PM", "content": "The submission session is now available for: REC-RDAP-GBV-AG-2017(REC-AG)"}, {"approvalDate": "Jun 20, 2017 12:30:00 AM", "lastChangeDate": "Jun 20, 2017 12:30:00 AM", "content": "The submission session is now available for: REC-RDIS-DISC-AG-2017(REC-AG)"}, {"approvalDate": "May 31, 2017 2:33:38 PM", "lastChangeDate": "May 31, 2017 2:33:38 PM", "content": "The submission session is now available for: REC-RRAC-RACI-AG-2017(REC-AG)"}, {"approvalDate": "May 31, 2017 1:59:13 PM", "lastChangeDate": "May 31, 2017 1:59:13 PM", "content": "The submission session is now available for: REC-RRAC-HATE-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 1:15:43 PM", "lastChangeDate": "May 3, 2017 1:15:43 PM", "content": "The submission session is now available for: REC-RDIS-NRCP-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 12:28:39 PM", "lastChangeDate": "May 3, 2017 12:28:39 PM", "content": "The submission session is now available for: REC-RRAC-ONLINE-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 12:21:17 PM", "lastChangeDate": "May 3, 2017 12:21:17 PM", "content": "The submission session is now available for: REC-RCIT-CITI-AG-2017(REC-AG)"}, {"approvalDate": "Apr 3, 2017 1:10:40 PM", "lastChangeDate": "Apr 3, 2017 1:10:40 PM", "content": "The submission session is now available for: REC-RCHI-PROF-AG-2017(REC-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}