{"TopicDetails": {"type": 0, "ccm2Id": 31084190, "cftId": 0, "identifier": "REC-RRAC-HATE-AG-2017", "title": "Restricted call for proposals for public authorities on preventing and combating racism, xenophobia and other forms of intolerance, and in particular hate crime and hate speech", "publicationDateLong": 1490832000000, "callIdentifier": "REC-AG-2017", "callTitle": "Call for proposals for action grants under 2017 Rights, Equality and Citizenship Work Programme", "callccm2Id": 31084197, "allowPartnerSearch": true, "workProgrammepart": {"id": 262550, "ccm_id": 31086834, "wp_part": "REC-2017", "wp_year": "REC-2017", "wp_title": "REC-2017", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2017_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31076813, "abbreviation": "REC-1-1-6", "description": "RRAC Combat racism, xenophobia, homophobia"}, {"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "31 May 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["07 November 2017"]}], "latestInfos": [{"approvalDate": "May 31, 2018 5:10:53 PM", "lastChangeDate": "May 31, 2018 5:10:53 PM", "content": "<p>Call update flash info document was added under the Additional documents of the Topic conditions and documents.</p>"}, {"approvalDate": "Oct 23, 2017 11:00:43 AM", "lastChangeDate": "Oct 23, 2017 11:00:43 AM", "content": "<p>Questions and answers document has been added under Topic conditions and documents - Additional documents.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3246996": [{"action": "REC-RRAC-ONLINE-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 1500000}, "budgetTopicActionMap": {}}], "3246997": [{"action": "REC-RDIS-NRCP-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2017"], "budgetYearMap": {"2017": 1755000}, "budgetTopicActionMap": {}}], "3246998": [{"action": "REC-RRAC-HATE-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["07 November 2017"], "budgetYearMap": {"2017": 1500000}, "budgetTopicActionMap": {}}], "3246999": [{"action": "REC-RCIT-CITI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 1000000}, "budgetTopicActionMap": {}}], "3247000": [{"action": "REC-RDAT-TRAI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 October 2017", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2018"], "budgetYearMap": {"2017": 2000000}, "budgetTopicActionMap": {}}], "3247001": [{"action": "REC-RDIS-DISC-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "20 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["09 November 2017"], "budgetYearMap": {"2017": 3500000}, "budgetTopicActionMap": {}}], "3247002": [{"action": "REC-RCHI-PROF-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "30 March 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}], "3247003": [{"action": "REC-RDAP-GBV-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2017"], "budgetYearMap": {"2017": 12706000}, "budgetTopicActionMap": {}}], "3247004": [{"action": "REC-RRAC-RACI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["07 November 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}], "3247005": [{"action": "REC-RGEN-PENS-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "03 October 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 February 2018"], "budgetYearMap": {"2017": 3000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><u>1. P</u></strong><strong><u>riorities and activities to be funded</u></strong></p><p><strong>1.1. Priorities</strong></p><p>The restricted call for proposals is aimed at assisting Member States’ authorities in developing tools and practices to effectively prevent and combat racism, xenophobia and other forms of intolerance, and in particular hate crime and hate speech. The call is targeted at public authorities who bear a responsibility in implementing legislation and policies on preventing and combating racism, xenophobia and other forms of intolerance, and in particular hate crime and hate speech. Projects involving law enforcement authorities and judicial authorities, including prosecutors, will be prioritised. Projects contributing to ensuring a more effective implementation of national provisions on hate speech and hate crimes, in particular those transposing the EU Framework Decision 2008/913/JHA on combating certain forms and expressions of racism and xenophobia by means of criminal law, are of particular interest.</p><p>Increased support for national authorities also ties in with the work of the new EU High Level Group on combating racism, xenophobia and other forms of intolerance, including dedicated work on assisting Member States developing a common methodology on recording and collecting data on hate crimes.</p><p>While proposals do not need to be transnational, the added value of projects involving organisations from more than one participating country is of particular interest.</p><p>The restricted call for public authorities will support:</p><p>- projects focusing on improving the effective investigation, prosecution and on ensuring the adequate sentencing of hate crime and hate speech cases;</p><p>- projects focusing on addressing underreporting and ensuring adequate support to victims of hate crime and hate speech;</p><p>- projects aimed at improving methodologies for recording and collecting data on hate crimes, also to contribute to enhanced comparability of Member States’ data and statistics;</p><p>- projects aimed at developing comprehensive strategies to prevent and combat racism, xenophobia and other forms of intolerance, including, where relevant, by focussing on specific grounds.</p><p><strong>1.2. Description of the activities </strong></p><p>In relation to the above mentioned priorities, the call will fund activities on:</p><ul level=\"0\">  <li>mutual learning and exchange of good practices between Member States, with a view to build capacity and assist national authorities in replicating and adapting to different national contexts effective tools, measures and policies to address racism, xenophobia and other forms of intolerance. Projects in this area should include a strong component related to ensuring transferability of practices and building capacity to ensure long-term sustainability;</li>  <li>development of tools and practices to improve responses to these phenomena, including but not limited to means of criminal law. This may include, for example, the development of protocols, practical toolkits, IT systems and programmes, educational material, trainings and action plans, aimed at supporting the work of competent authorities in the field of law enforcement and criminal justice, but also other relevant areas such as non-discrimination, education and culture, health, sport, social inclusion and integration, or a combination of these.</li>  <li>supporting victims of hate crime and hate speech and addressing the issue of underreporting, including trust building between communities and national authorities. Projects contributing to the effective implementation on the ground of relevant provisions of the EU Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime are of particular interest, including as regards victims' rights and awareness, access and referral to specialist victim support services and the individual assessment on vulnerability and specific needs. Projects aimed at improving reporting rates of hate crime and hate speech to the competent authorities are equally of particular interest, as well as projects focussed on improving and strengthening trustful relations and cooperation between national authorities (such as police, prosecutors, health authorities and educational personnel) and relevant groups or communities, including through the establishment of formal or informal agreements or partnerships.</li>  <li>capacity building and training activities, including but not limited to the area of criminal law. Projects in this area should be focused on the design and delivery or implementation of capacity building and training programmes, which may be addressed to public authorities and bodies across different areas of interest (such as justice, law enforcement, education and culture, health, sport, social inclusion and integration). In the area of criminal justice, areas of particular interest in this respect are: methodologies for recording and collecting data on hate crime and hate speech; investigation, prosecution and sentencing of hate crime and hate speech incidents; promoting diversity and countering bias and discriminatory attitudes; providing respectful treatment, recognition and support to victims of hate crime. In this respect, a reference to the key guiding principles on hate crime training for law enforcement and criminal justice authorities developed by the EU High Level Group on combating racism, xenophobia and other forms of intolerance will be an added value. Projects involving civil society organizations will be of particular interest, as well as projects fostering cooperation between different national authorities and bodies.</li>  <li> <p>achieving strengthened cooperation and coordination between key actors (such as different national and/or local authorities, civil society organisations, targeted communities) through theestablishment or the development of multi-actor and multi-sectorial partnerships aimed at achieving relevant objectives related to better preventing and countering racism, xenophobia and other forms of intolerance (for example, monitoring and data collection, data sharing, awareness raising activities and campaigns, etc.).</p> </li> </ul><p><strong>1.3. Expected results </strong></p><ul level=\"0\">  <li> <p>increased capacity of competent public authorities to effectively investigate, prosecute and adequately sentence hate crime and hate speech cases;</p> </li>  <li> <p>improved knowledge and awareness of competent public authorities of the impact ofracism, xenophobia and other forms of intolerance, and in particular hate crime and hate speech, of current trends and better understanding of the various forms of intolerance and of the legal framework, including rights of victims of hate crime and hate speech;</p> </li>  <li> <p>improved methodologies on recording and collecting data on hate crimes, and enhanced comparability of data and statistics across the EU;</p> </li>  <li> <p>strengthened cooperation and exchange of information between competent national authorities as well as other key actors such as civil society organisations and community representatives in the area of preventing and combating hate crime and hate speech;</p> </li>  <li> <p>development and implementation of comprehensive strategies to prevent and combat racism, xenophobia and other forms of intolerance, including, where relevant, by focussing on specific grounds;</p> </li>  <li> <p>improved support to hate crime victims, better awareness of the rights of victims of hate crime and hate speech and increased number of reported hate crime and hate speech incidents;</p> </li>  <li> <p>curbing manifestations of racism, xenophobia and other forms of intolerance across the EU, including incidents of hate crime and hate speech.</p> </li> </ul>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>List of eligible countries<br />\r\n    </strong>The Member States (MS) of the European Union (EU), including their overseas departments,&nbsp;Iceland and Liechtenstein<br />\r\n    <strong>&nbsp;<br type=\"_moz\" />\r\n    </strong></span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n    <strong><br />\r\n    </strong>2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <br />\r\n    2.2 Eligibility criteria<br />\r\n    <br />\r\n    To be eligible, grant applications must comply with all of the following criteria:<br />\r\n    <br />\r\n    (a) lead applicants must be a public authorities of one of the countries participating in the Programme; co-applicants must be public entities or private organisations, duly established in one of the countries participating in the Programme, or international organisations<br />\r\n    (b) the application must involve at least two organisations (applicant and partner)<br />\r\n    (c) the EU grant applied for cannot be lower than EUR 75 000<br />\r\n    <span style=\"color: rgb(51,153,102)\"><em><br type=\"_moz\" />\r\n    </em></span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Selection criteria</span></strong><br />\r\n    Selection criteria are described under point 4 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <span style=\"color: rgb(51,153,102)\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><span style=\"color: rgb(0,51,102)\"><strong>Award criteria<br />\r\n    </strong><font color=\"#000000\">Award&nbsp;criteria are described under point&nbsp;5 of part C of the </font><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <br />\r\n    </span></span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong></li>\r\n</ol>\r\n<ul>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><strong><br />\r\n    </strong></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/tpl/pt/justice-rec_call-ag-pt-17_en.pdf\">Standard proposal template</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project&nbsp;</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators<br />\r\n    </a><br />\r\n    <span style=\"color: rgb(0,51,102)\"><font color=\"#000000\">6. </font><strong>Additional documents</strong></span><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2017_en.pdf\">REC Programme &ndash; Annual work plan 2017&nbsp;</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n    <a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ul>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392640165, "id": 165925039, "title": "Questions and answers", "sectionId": 52392640165, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 544607, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rrac-hate-ag-2017/1792609-questions-answers_rec-rrac-hate-ag-2017_en.pdf", "id": 1792609, "fileName": "Questions-answers_REC-RRAC-HATE-AG-2017_en.pdf", "common": false, "crc32": 2004292452}]}, {"callId": 52392640165, "id": 165925040, "title": "Flash info", "sectionId": 52392640165, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 133342, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rrac-hate-ag-2017/1822604-call_update_flash_info_hate_2017_en.pdf", "id": 1822604, "fileName": "Call update flash info HATE 2017_en.pdf", "common": false, "crc32": 1735072974}]}, {"callId": 52392640165, "id": 165925041, "title": "Abstracts of selected proposals", "sectionId": 52392640165, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 502101, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rrac-hate-ag-2017/1872628-rec-rrac-hate-ag-2017_-_abstracts_of_selected_proposals_en.pdf", "id": 1872628, "fileName": "REC-RRAC-HATE-AG-2017 - Abstracts of selected proposals_en.pdf", "common": false, "crc32": 2411997198}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 1, 2017 9:08:59 AM", "lastChangeDate": "Nov 1, 2017 9:08:59 AM", "content": "The submission session is now available for: REC-RDAT-TRAI-AG-2017(REC-AG)"}, {"approvalDate": "Oct 3, 2017 12:30:00 AM", "lastChangeDate": "Oct 3, 2017 12:30:00 AM", "content": "The submission session is now available for: REC-RGEN-PENS-AG-2017(REC-AG)"}, {"approvalDate": "Jun 27, 2017 5:36:08 PM", "lastChangeDate": "Jun 27, 2017 5:36:08 PM", "content": "The submission session is now available for: REC-RDAP-GBV-AG-2017(REC-AG)"}, {"approvalDate": "Jun 20, 2017 12:30:00 AM", "lastChangeDate": "Jun 20, 2017 12:30:00 AM", "content": "The submission session is now available for: REC-RDIS-DISC-AG-2017(REC-AG)"}, {"approvalDate": "May 31, 2017 2:33:38 PM", "lastChangeDate": "May 31, 2017 2:33:38 PM", "content": "The submission session is now available for: REC-RRAC-RACI-AG-2017(REC-AG)"}, {"approvalDate": "May 31, 2017 1:59:13 PM", "lastChangeDate": "May 31, 2017 1:59:13 PM", "content": "The submission session is now available for: REC-RRAC-HATE-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 1:15:43 PM", "lastChangeDate": "May 3, 2017 1:15:43 PM", "content": "The submission session is now available for: REC-RDIS-NRCP-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 12:28:39 PM", "lastChangeDate": "May 3, 2017 12:28:39 PM", "content": "The submission session is now available for: REC-RRAC-ONLINE-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 12:21:17 PM", "lastChangeDate": "May 3, 2017 12:21:17 PM", "content": "The submission session is now available for: REC-RCIT-CITI-AG-2017(REC-AG)"}, {"approvalDate": "Apr 3, 2017 1:10:40 PM", "lastChangeDate": "Apr 3, 2017 1:10:40 PM", "content": "The submission session is now available for: REC-RCHI-PROF-AG-2017(REC-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}