{"TopicDetails": {"type": 0, "ccm2Id": 31084187, "cftId": 0, "identifier": "REC-RDAP-GBV-AG-2017", "title": "Prevent and combat gender-based violence and violence against children ", "publicationDateLong": 1490832000000, "callIdentifier": "REC-AG-2017", "callTitle": "Call for proposals for action grants under 2017 Rights, Equality and Citizenship Work Programme", "callccm2Id": 31084197, "allowPartnerSearch": true, "workProgrammepart": {"id": 262550, "ccm_id": 31086834, "wp_part": "REC-2017", "wp_year": "REC-2017", "wp_title": "REC-2017", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2017_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31078014, "abbreviation": "REC-1-1-1", "description": "RDAP-Daphne – to prevent and combat violence against children, young people and women"}, {"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}], "topicMGAs": [], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "27 June 2017", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["14 November 2017"]}], "latestInfos": [{"approvalDate": "May 8, 2019 9:19:36 AM", "lastChangeDate": "May 8, 2019 9:19:36 AM", "content": "<p>The abstracts of selected proposals are available <a href=\"https://ec.europa.eu/research/participants/portal/doc/call/rec/rec-rdap-gbv-ag-2017/1845137-selected_abstracts_rec-rdap-gbv-ag-2017_by_priorities_en.pdf\" target=\"_blank\">here</a>.</p>"}, {"approvalDate": "Oct 16, 2018 1:55:27 PM", "lastChangeDate": "Oct 16, 2018 1:55:27 PM", "content": "<p>Document with abstracts of selected proposals has been added under Topic conditions and documents, additional documents.</p>"}, {"approvalDate": "May 15, 2018 12:33:44 PM", "lastChangeDate": "May 15, 2018 12:33:44 PM", "content": "<p>A Call update document (call results) has been added under Topic conditions and documents, additional documents.</p>"}, {"approvalDate": "Dec 12, 2017 2:36:51 PM", "lastChangeDate": "Dec 12, 2017 2:36:51 PM", "content": "<p>A Call update flash info document has been added under Topic conditions and documents, additional documents.</p>"}, {"approvalDate": "Nov 13, 2017 10:05:19 AM", "lastChangeDate": "Nov 13, 2017 10:05:19 AM", "content": "<p>An updated version of the&nbsp;questions and answers document has been added under Topic conditions and documents, additional documents.</p>"}, {"approvalDate": "Oct 10, 2017 12:53:03 PM", "lastChangeDate": "Oct 10, 2017 12:53:03 PM", "content": "<p>A questions and answers document has been added under Topic conditions and documents, additional documents.</p>"}, {"approvalDate": "Jun 27, 2017 12:02:38 PM", "lastChangeDate": "Jun 27, 2017 12:02:38 PM", "content": "<p>Following our continuous effort to improve our services, we prepared a new version of the submission forms using the HTML5 technology. This open standard, supported by the main browsers, allows us to resolve compatibility issues across browsers and platforms. For more detailed information please follow the link below: https://webgate.ec.europa.eu/fpfis/wikis/pages/viewpage.action?pageId=203470104 </p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3246996": [{"action": "REC-RRAC-ONLINE-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 1500000}, "budgetTopicActionMap": {}}], "3246997": [{"action": "REC-RDIS-NRCP-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["19 September 2017"], "budgetYearMap": {"2017": 1755000}, "budgetTopicActionMap": {}}], "3246998": [{"action": "REC-RRAC-HATE-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["07 November 2017"], "budgetYearMap": {"2017": 1500000}, "budgetTopicActionMap": {}}], "3246999": [{"action": "REC-RCIT-CITI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 April 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 1000000}, "budgetTopicActionMap": {}}], "3247000": [{"action": "REC-RDAT-TRAI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 October 2017", "deadlineModel": "single-stage", "deadlineDates": ["25 January 2018"], "budgetYearMap": {"2017": 2000000}, "budgetTopicActionMap": {}}], "3247001": [{"action": "REC-RDIS-DISC-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "20 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["09 November 2017"], "budgetYearMap": {"2017": 3500000}, "budgetTopicActionMap": {}}], "3247002": [{"action": "REC-RCHI-PROF-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "30 March 2017", "deadlineModel": "single-stage", "deadlineDates": ["29 June 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}], "3247003": [{"action": "REC-RDAP-GBV-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "27 June 2017", "deadlineModel": "single-stage", "deadlineDates": ["14 November 2017"], "budgetYearMap": {"2017": 12706000}, "budgetTopicActionMap": {}}], "3247004": [{"action": "REC-RRAC-RACI-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "31 May 2017", "deadlineModel": "single-stage", "deadlineDates": ["07 November 2017"], "budgetYearMap": {"2017": 4000000}, "budgetTopicActionMap": {}}], "3247005": [{"action": "REC-RGEN-PENS-AG-2017 - REC-AG REC Action Grant", "plannedOpeningDate": "03 October 2017", "deadlineModel": "single-stage", "deadlineDates": ["22 February 2018"], "budgetYearMap": {"2017": 3000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2017"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong><u>Priorities and activities to be funded </u></strong></p><p>For the purposes of this call gender-based violence is defined as violence directed against a person because of that person's gender or as violence that affects persons of a particular gender disproportionately.</p><p>Violence against children is understood to mean \"all forms of physical or mental violence, injury or abuse, neglect of negligent treatment, maltreatment or exploitation including sexual abuse\" as listed in Article 19(1) of the United Nations Convention on the Rights of the Child (<a href=\"http://www.ohchr.org/EN/ProfessionalInterest/Pages/CRC.aspx\">http://www.ohchr.org/EN/ProfessionalInterest/Pages/CRC.aspx</a>) and in alignment with the United Nations Committee on the Rights of the Child's General comment No. 13 (2011) on the right of the child to freedom from all forms of violence (<a href=\"http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf\">http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf</a>).</p><p><strong>1. Priorities </strong></p><p><strong>1.1</strong> <strong>Prevention of gender-based violence</strong> (GBV): The focus is on primary prevention, i.e. <strong>changing social attitudes and behaviour, in order to end tolerance of all forms of violence</strong>. This involves tackling prejudices and gender stereotypes and norms that encourage or condone violence, as well as preventing victimisation through education about healthy relationships and their rights.</p><p>(Indicative amount: 2 500 000 EUR)</p><p><strong>1.2 Protection and support for victims of gender-based violence and violence against children, </strong>including through tackling under-reporting and promoting multi-disciplinary cooperation among relevant professionals (For projects relevant to children, see child rights approach definition: paragraph 59 of General Comment No 13 of the UN Committee on the rights of the child).<strong> </strong></p><p>This priority aims to contribute to the implementation of:</p><ul level=\"0\">  <li> <p>Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime;</p> </li>  <li> <p>Directive 2011/99/EU on the European Protection Order; and/or</p> </li>  <li> <p>Regulation 606/2013 on mutual recognition of protection measures in civil matters</p> </li> </ul><p>(Indicative amount: 3 206 000 EUR)</p><p><strong>1.3 The coordination and/or adaptation of support services for sexual and gender-based violence to include refugees and migrants (children, women, LGBTQI persons, young men and boys),</strong> in particular to ensure their recovery from such trauma. The aim is not to create new or parallel services but to adapt them in an inclusive manner. This call will not fund operating or running costs, but is intended to build capacity and adapt frameworks to include people in migration, in a practical way, for example where outreach to new reception facilities and structures are needed or where the involvement of cultural mediators/interpreters could help.</p><p>(Indicative amount: 3 000 000 EUR)</p><p><strong>1.4 Treatment of perpetrators</strong>, in order to prevent reoffending.</p><p>The aim is to support the development of perpetrator treatment programmes and capacity-building among professionals working in this area, with the aim of preventing reoffending and further protecting victims.</p><p>(Indicative amount: 1 000 000 EUR)</p><p><strong>1.5 National coordinating frameworks or action plans for violence against children (supporting Member States and other actors)</strong>. The aim is to support Member States in developing and implementing national coordinating frameworks to eliminate all forms of violence against children (which would cover a number of different areas and issues), in line with the <a href=\"http://ec.europa.eu/justice/fundamental-rights/files/2015_forum_roc_background_en.pdf\">10 Principles for integrated child protection systems</a> and taking account of the <a href=\"http://rm.coe.int/CoERMPublicCommonSearchServices/DisplayDCTMContent?documentId=090000168046d3a0\">Council of Europe Policy Guidelines on Integrated National Strategies for the Protection of Children from Violence</a><a href=\"https://rm.coe.int/CoERMPublicCommonSearchServices/DisplayDCTMContent?documentId=090000168046d3a0\"> </a>as well as <a href=\"http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf\">United Nations Committee on the Rights of the Child General Comment 13 (2011) on the right of the child to freedom from all forms of violence</a>.</p><p>(Indicative amount: 3 000 000 EUR)</p><p><strong>2. Description of the activities </strong></p><p>Project activities may include:</p><p><strong>For all priorities: </strong></p><ul level=\"0\">  <li> <p>mutual learning, exchange of good practices, cooperation</p> </li>  <li> <p>design and implementation of protocols, development of working methods which may be transferable to other regions or countries</p> </li>  <li> <p>capacity building and training for professionals</p> </li> </ul><p><strong>For priorities 1 and 2: </strong></p><ul level=\"0\">  <li> <p>awareness-raising and education activities</p> </li> </ul><p><strong>For priority 3:</strong></p><ul level=\"0\">  <li> <p>empowerment of refugee/migrant communities and efforts to include them in support services</p> </li>  <li> <p>adaptation of existing services/structures/frameworks/methodology, including outreach to new reception facilities and structures or involvement of new actors (e.g. cultural mediators/interpreters)</p> </li> </ul><p><strong>For priority 5: </strong></p><ul level=\"0\">  <li> <p>development or adaptation and/or implementation of national coordinating frameworks or action plans for violence against children, taking account of the different national starting points (See in particular Section VI of GC 13);</p> </li>  <li> <p>awareness-raising and capacity-building to foster participation and ownership in the development of such national frameworks or action plans in line with paragraph 71 of <a href=\"http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf\">United Nations Committee on the Rights of the Child, General Comment No 13 (2011</a>, for instance through a multidisciplinary working group which meets regularly and has appropriate decision-making power.</p> </li> </ul><p>Given the challenges and known gaps in national as well as transnational cooperation and coordination, all proposals submitted under <strong>priorities, 2, 3 and 5, </strong>should describe how their project would<strong> enhance <strong>interagency and multidisciplinary cooperation and collaboration</strong></strong>, both at national and at transnational levels (e.g. in planning for dealing with cases with crossborder aspects), including across governmental departments, to ensure the closer involvement of relevant authorities, in cooperation with other actors (e.g. civil society, academia, practitioners, etc.). Such frameworks will need to be integrated with other sectoral frameworks.</p><p>For <strong>priority 5, </strong>all proposals will be scrutinised closely and measured against the <a href=\"http://rm.coe.int/CoERMPublicCommonSearchServices/DisplayDCTMContent?documentId=090000168046d3a0\">Council of Europe Policy Guidelines on Integrated National Strategies for the Protection of Children from Violence</a> and <a href=\"http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf\">United Nations Committee on the Rights of the Child General Comment No 13 (2011) on the right of the child to freedom from all forms of violence</a>. The national starting point(s) and the rationale for project choices must be clearly described. The degree to which the proposal is aligned with these two documents will be evaluated under the award criterion<strong> ‘a) relevance’</strong>.</p><p><strong>For priorities 1, 2, 3 and 4,</strong> projects are welcome to focus on specific forms of violence or particular groups of victims. Proposals should include justification for these choices, which will be assessed under the award criterion<strong> ‘a) relevance’</strong>.</p><p>This call does not aim to fund projects in the areas of:</p><ul level=\"0\">  <li> <p>conformity assessments of the transposition of Directive on the rights of victims of crime (2012/29/EU) into national law.</p> </li> </ul><p>The following types of activities will <u>not</u> be funded by the Commission:</p><ul level=\"0\">  <li> <p>activities supporting individual political parties</p> </li>  <li> <p>provision of financial support to third parties</p> </li>  <li> <p>legal actions before national or international courts regardless of their grounds or objectives.</p> </li> </ul><p>***</p><p>Applicants are invited to take note of previously funded projects:</p><ul level=\"0\">  <li><a href=\"http://ec.europa.eu/justice/grants/results/daphne-toolkit/\">http://ec.europa.eu/justice/grants/results/daphne-toolkit/</a>;</li>  <li><a href=\"http://ec.europa.eu/justice/fundamental-rights/files/rights_child/compilation_previously_funded_projects_rights_of_the_child_and_violence_against_children.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/rights_child/compilation_previously_funded_projects_rights_of_the_child_and_violence_against_children.pdf</a>;</li>  <li>and <a href=\"http://ec.europa.eu/justice/grants1/closed-calls/index_en.htm\">http://ec.europa.eu/justice/grants1/closed-calls/index_en.htm</a></li> </ul><p>The continuation or follow-up of successful initiatives, including the scaling up of existing initiatives and/or testing them in a different context, may be funded if it is aligned with one of the priorities. However, the exact duplication of an initiative will not be funded.</p><p>Applicants shall explain and demonstrate how their proposals are aligned with the respective EU policies and with the documents published by the European Commission or referred to below (see bibliography). The degree of relevance to the priorities of the call for proposals will be assessed under the award criterion<strong> ‘a) relevance’</strong>.</p><p>For projects in the area of violence against children, projects must take a rights-based approach and be clearly grounded in the EU Charter of Fundamental rights and the UN Convention on the rights of the child (UNCRC). Applicants are required to include clear and explicit references to EU and international law and standards they will adhere to or be guided by in project design, implementation, evaluation and monitoring and explain the project rationale.</p><p>This call aims to fund <strong>targeted, practical projects ensuring maximum tangible and demonstrable benefits and impacts on the lives of beneficiaries. </strong>The projects should be practical projects rather than research and should include a combination of elements to form a coherent whole. All projects should not only develop a sound methodology using recognised existing good practice or tried and tested intervention models but consist of a large proportion of practical implementation measures and outcomes. These aspects will be taken into account when evaluating the quality of proposals. Applicants are invited to consider the weighting of the work streams, with a view to ensuring maximum practical benefits, positive outcomes and impacts for the target groups and the final beneficiaries, and to check that the management and coordination work streams (including travel) are not over-resourced. Activities such as the development of materials, <strong>the mapping of existing materials or research should be, at most, minor components of project proposals</strong>. If included, the need should be solidly justified in the proposal; they should lead to practical applications and interventions.</p><p>For <strong>priorities 1, 2, and 4</strong> applicants are, where appropriate and possible, encouraged to embed a<strong> \"behavioural\" approach </strong>(for further details please refer to \"Applying Behavioural Sciences to EU Policy-making\", Joint Research Centre Scientific and Policy Report (2013): <a href=\"http://ftp.jrc.es/EURdoc/JRC83284.pdf\">http://ftp.jrc.es/EURdoc/JRC83284.pdf</a>)<strong> </strong>in their project, as a solution to the issues at stake often requires behavioural change. Behavioural sciences seek to understand how people make decisions in practice; how their behaviour is influenced by the context in which their decisions are made and how they are likely to respond to certain options. We welcome applications that clearly identify the behavioural element at stake (i.e. the factor(s) that has/have an impact on the target group's decision and behaviour).</p><p>Any <strong>training and/or practical tools should have an overarching objective to make the system work better to improve outcomes for the beneficiaries. </strong>This may include development and delivery of new training modules/tools or roll out and delivery of previously tried and tested training modules/tools. Proposals should describe how access to those to be trained will be assured and describe how training/tools will be rolled out in the participating countries. In terms of promoting sustainability, capacity-building should preferably focus on train-the-trainer approaches and may also include tools such as checklists/draft protocols, etc. For transnational projects, any training modules developed should be made available with a view to being replicated or adapted for reuse in other EU Member States. New training modules must be piloted and, if necessary, adapted prior to delivery.</p><p>All projects for each of the priorities under this call can be <strong>either national or transnational</strong> and should be elaborated in close partnership with and/or be led by appropriate key players, such as child protection agencies, police, health services, the judiciary, victim support organisations, helplines, refugee and asylum seeker services, social workers, etc. Applicants must document that they have the prior commitment of participating key players. Good quality cooperation among partners will be instrumental in making innovative projects successful. Regardless of whether projects are national or transnational in nature, they should aim to produce results that create or contribute to implementation of standards at European level, or that could be transferable to other Member States.</p><p>At least <strong>one public authority from each participating country must either be involved in the project (as applicant or co-applicant) or by providing substantial support</strong>. For projects related to gender-based violence, these public authorities can be national, regional or local Ministries/agencies/equality bodies responsible for gender equality and/or provision of services to victims of violence or perpetrators; police, judicial, health or education authorities etc., as relevant. For projects related to children, these public authorities can be Ministries and/or agencies responsible for children (e.g. child protection agencies and services, national guardianship institutions, Ministries for children, child protection, education, health, social affairs, justice, children's ombudspersons and/or national human rights institutes for children, responsible regional authorities, etc). The rationale for the choice must be documented and explained in Part B Project Description and Implementation. In practical terms, it means that if, for instance, a transnational project is submitted by a partnership involving four different eligible countries, at least four public authorities as described above (one per each eligible country) must either be involved in the project as applicant or partner(s) or express in writing their support for the application. In the latter case, this support will be expressed through Annex 5 - Letter from the public authority supporting the application.<strong> </strong>The requirement will be assessed under the award criterion <strong>b)</strong> <strong>quality.</strong></p><p><strong>Mainstreaming </strong></p><p>Projects funded under this call shall also seek to promote equality between women and men and the rights of the child. Gender and rights of the child mainstreaming means integrating a gender and rights of the child perspective in the design, implementation, monitoring and evaluation of a project, as appropriate. Consequently, when relevant, the applicant shall take the necessary steps to ensure that gender equality and child-related issues are taken into account by paying attention to the situation and particular needs of women and men and of children. It is, for example, essential that projects do not silence, stereotype, stigmatise, lay the blame on or discriminate against women or men. Projects should contribute to empowering women and to ensuring that they achieve their full potential and enjoy the same rights as men.</p><p>All <strong>proposals relevant to children</strong> are expected to respect the <strong>child's right to participate</strong> and be aligned with Article 24 of the Charter, relevant EU law and the UN Convention on the rights of the child and describe how they will contribute to the implementation of the 10 principles for integrated child protection systems (see bibliography). The child's right to be heard, as set out in UNCRC Article 12 and General Comment No 12, must be an integral part of all project activities. Proposals must make children's involvement central and integral to the project, for example in designing and reviewing responses to reports and actual cases of child victims, in reviewing services, in assessing what needs to be changed at system level, in empowering children to be involved in decisions that affect them and in empowering children and young people to help themselves and other children, etc. Are there possibilities to involve children in project design prior to submission of proposals? Are the views of children on issues addressed in the call (possibly gathered elsewhere) reflected in the proposal? Accessible guidance on how to ensure child participation is also contained in the Lundy Model of Participation and the Lundy Voice Model Checklist for Participation, designed by Professor Laura Lundy of Queen's University, Belfast (see bibliography).</p><p>Projects funded under this call shall also comply with the prohibition of discrimination based on any of the grounds listed in Article 21 of the Charter of Fundamental Rights of the European Union (the \"Charter\"), in accordance with and within the limits set by Article 51 of the Charter. Among others the Commission encourages applicants to promote equal employment opportunities for all its staff and team. The beneficiary is encouraged to foster an appropriate mix of people, whatever their ethnic origin, religion, age, gender and ability.</p><p>Finally, all projects under this call shall respect and shall be implemented in line with the rights and principles enshrined in the Charter.</p><p><strong>Child protection/safeguarding policy </strong></p><p>If a project will involve direct contact with children, the beneficiaries of funding (including partners) need to provide their child protection/safeguarding policy, if they work <em>directly</em> with children during the project. Each partner must provide their own child protection policy if they will be working directly with children. However, given the subject matter of these calls, for all projects concerning children, child safeguarding must be central to project design and implementation, for example for national coordinating frameworks, and must be addressed. The applicant must describe and submit the child protection/safeguarding policy it will adhere to (see Annex 4 of the Guide for applicants). A child protection policy should include standards that cover four broad areas: (1) policy, (2) people, (3) procedures, and (4) accountability. More information on these areas can be found in \"Child safeguarding standards and how to implement them\" issued by Keeping Children Safe (see bibliography). The quality of the applicant’s child safeguarding/protection policy will be assessed under award criterion <strong>b) quality</strong>.</p><p><strong>Monitoring and evaluation</strong></p><p>Appropriate attention has to be given to developing a robust evidence base and involving reliable monitoring, evaluation and reporting procedures based on recognised methodological approaches, developed by a competent and experienced policy impact evaluator for further details please refer to \"Applying Behavioural Sciences to EU Policy-making\", Joint Research Centre Scientific and Policy Report (2013): <a href=\"http://ftp.jrc.es/EURdoc/JRC83284.pdf\">http://ftp.jrc.es/EURdoc/JRC83284.pdf</a>), in consultation with the relevant project partners. This should include defining the expected impact of the activity in measurable terms and defining a robust methodology and indicators to measure the impact of the activity. For priorities 1, 2 and 4, this should go beyond simply surveying participants on their appreciation of activities and deliverables, and assess how activities and the use of deliverables have led to attitudinal and behavioural changes among the target group, e.g. there is lower tolerance of gender-based violence and the target group states they are more likely to intervene when witnessing it, or when witnessing a situation that could lead to gender-based violence, victims are more likely to report experiences of violence, the target group uses learned techniques in their daily/working life, etc. Though applicants are free to choose the method for evaluating the impact of the activities, the method should be robust and appropriate, and involve rigorous data collection and monitoring. For priorities 1, 2, 3 and 4, it should provide reliable results on \"what works\" and \"what does not work\" (for further details please refer to \"Social Experimentation - A methodological guide for policy makers\", Written by J-Pal Europe, at the request of Directorate General for Employment, Social Affairs and Inclusion) – see bibliography. Proposals must make provisions to document the number of persons reached, provide anonymised data disaggregated by sex and by age, and must describe in their grant application how this will be done and how the target group will be reached.</p><p><strong>Sustainability of projects and dissemination of results</strong></p><p>Applications should include a clear communication, dissemination and sustainability plan, with measures to maintain and monitor results after the end of funding. Applicants should also describe the potential for scaling up the measure, should the activities produce the expected results. The projects should aim at ensuring their durability and appropriate dissemination, including at the end of funding (by promoting and enabling access to their results to the widest possible audience).</p><p><strong>3. Expected results </strong></p><ul level=\"0\">  <li> <p>increased reporting of violence to the police and other services, with appropriate mechanisms in place to facilitate this;</p> </li>  <li> <p>increased capacity of stakeholders and relevant professionals to address issues related to sexual and gender-based violence and violence against children, including through strengthened multiagency cooperation;</p> </li>  <li> <p>increased number of quality victim support services, including those providing for targeted and integrated support for victims with specific needs, such as victims of sexual violence, victims of violence in close-relationships, providing for trauma support and counselling;</p> </li>  <li> <p>improved protection and support standards for victims of gender-based violence and violence against children including people in migration;</p> </li>  <li> <p>increased awareness of sexual and gender-based violence and violence against children, including in the context of migration;</p> </li>  <li> <p>increased child protection system specialist support for child victims implementing a child-centred and child rights approach;</p> </li>  <li> <p>changes in attitudes and behaviour as regards the issue of gender-based violence (including lower tolerance and victim-blaming) among the general population and particular groups, e.g. relevant professionals, witnesses and bystanders, vulnerable groups, etc;</p> </li>  <li> <p>reduced risk of sexual and gender-based violence and violence against children;</p> </li>  <li> <p>system-strengthening through capacity-building to ensure that structures for the prevention of and responses to violence against women, children and other groups particularly targeted are extended or adapted to also include refugees and migrants;</p> </li>  <li> <p>expansion/adaptation to ensure a coherent and coordinated approach to the provision of support services for victims of sexual and gender based violence;</p> </li>  <li> <p>strengthened cooperation and exchange of information between competent European/national/regional/local authorities in relation to sexual and gender-based violence and to violence against children, including in cross-border situations, in line with the 10 Principles for integrated child protection systems;</p> </li>  <li> <p>better focus on prevention of and responses to violence for people in migration;</p> </li>  <li> <p>new/reinvigorated/improved national coordinating frameworks for the elimination of all forms of violence against children are aligned with General Comment No 13 of the UN Committee on the rights of the child, and Council of Europe Guidance and reflect the 10 Principles for integrated child protection systems;</p> </li>  <li> <p>reinvigoration of national focus on the elimination of violence against children;</p> </li>  <li> <p>improved clarity and transparency in roles and responsibilities for the elimination of violence against children;</p> </li>  <li> <p>increased capacity of child protection actors to prevent and respond to violence against children in an integrated and multidisciplinary approach;</p> </li>  <li> <p>national authorities responsible for addressing violence against children are better placed to cooperate and coordinate with their counterparts across the EU;</p> </li>  <li>effective prevention measures for violence against children are developed and implemented.</li> </ul><p><strong>4. Bibliography</strong></p><p><strong>Behavioural insights and experimentation</strong></p><ul level=\"0\">  <li> <p>\"Social Experimentation - A methodological guide for policy makers\", Written by J-Pal Europe, at the request of Directorate General for Employment, Social Affairs and Inclusion: <a href=\"http://ec.europa.eu/social/main.isp?catId=88&amp;langId=en&amp;furtherEvents=yes&amp;eventsId=790\">http://ec.europa.eu/social/main.isp?catId=88&amp;langId=en&amp;furtherEvents=yes&amp;eventsId=790</a></p> </li>  <li> <p>\"Applying Behavioural Sciences to EU Policy-making\", Joint Research Centre Scientific and Policy Report (2013): <a href=\"http://ftp.jrc.es/EURdoc/JRC83284.pdf\">http://ftp.jrc.es/EURdoc/JRC83284.pdf</a><strong> </strong></p> </li>  <li> <p>Joana Sousa Lourenço, Emanuele Ciriolo, Sara Rafael Almeida, and Xavier Troussard. Behavioural insights applied to policy: European Report 2016: <a href=\"https://ec.europa.eu/jrc/en/research/crosscutting-activities/behavioural-insights\">https://ec.europa.eu/jrc/en/research/crosscutting-activities/behavioural-insights</a></p> </li>  <li> <p>Sara Rafael Almeida, Joana Sousa Lourenço, Dessart François Jacques, and Emanuele Ciriolo. Insights from behavioural sciences to prevent and combat violence against women. Literature review (2016) <a href=\"https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/insights-behavioural-sciences-prevent-and-combat-violence-against-women-literature-review\">https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/insights-behavioural-sciences-prevent-and-combat-violence-against-women-literature-review</a></p> <p> </p> </li> </ul><p><strong>Gender equality and violence against women</strong></p><p><u>Policy documents/background information:</u></p><ul level=\"0\">  <li> <p>DG Justice and Consumers' webpages on gender equality and violence against women: <a href=\"http://ec.europa.eu/justice/gender-equality/\">http://ec.europa.eu/justice/gender-equality/</a> http://ec.europa.eu/justice/saynostopvaw/</p> </li>  <li> <p>\"Strategic engagement for gender equality 2016-2019\": <a href=\"http://ec.europa.eu/justice/gender-equality/files/documents/151203_strategic_engagement_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/documents/151203_strategic_engagement_en.pdf</a></p> </li>  <li> <p>Factsheet summarising key concrete actions aimed at eliminating all forms of violence against women and girls in the EU: <a href=\"http://ec.europa.eu/justice/gender-equality/files/documents/140303_factsheet_vaw_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/documents/140303_factsheet_vaw_en.pdf</a></p> </li>  <li> <p>Commission and EEAS Communication \"Towards the elimination of female genital mutilation\": <a href=\"http://ec.europa.eu/justice/gender-equality/files/gender_based_violence/131125_fgm_communication_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/gender_based_violence/131125_fgm_communication_en.pdf</a></p> <p><u>Data and reports:</u></p> </li>  <li> <p>Results of the European Fundamental Rights Agency (FRA) survey on women's experiences of violence: <a href=\"http://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report\">http://fra.europa.eu/en/publication/2014/violence-against-women-eu-wide-survey-main-results-report</a></p> </li>  <li> <p>Results of the European Foundation for the Improvement of Living and Working Conditions (Eurofound)'s European Working Conditions Surveys (EWCS): <a href=\"http://www.eurofound.europa.eu/surveys/2015/sixth-european-working-conditions-survey-2015\">http://www.eurofound.europa.eu/surveys/2015/sixth-european-working-conditions-survey-2015</a></p> </li>  <li> <p>Report on \"Attitudes Towards Violence Against Women in the EU\": <a href=\"http://ec.europa.eu/justice/gender-equality/files/documents/151125_attitudes_enege_report_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/documents/151125_attitudes_enege_report_en.pdf</a></p> </li>  <li> <p>Report on \"FGM in Europe – An analysis of court cases\": <a href=\"http://ec.europa.eu/justice/gender-equality/files/documents/160205_fgm_europe_enege_report_en.pdf\">http://ec.europa.eu/justice/gender-equality/files/documents/160205_fgm_europe_enege_report_en.pdf</a></p> </li>  <li> <p>European Institute for Gender Equality (EIGE)'s studies on gender-based violence: <a href=\"http://eige.europa.eu/gender-based-violence/eige-studies\">http://eige.europa.eu/gender-based-violence/eige-studies</a></p> </li>  <li> <p>Eurobarometer on gender-based violence (2016): <a href=\"http://ec.europa.eu/COMMFrontOffice/publicopinion/index.cfm/Survey/getSurveyDetail/yearFrom/1974/yearTo/2016/surveyKy/2115\">http://ec.europa.eu/COMMFrontOffice/publicopinion/index.cfm/Survey/getSurveyDetail/yearFrom/1974/yearTo/2016/surveyKy/2115</a></p> <p> </p> </li> </ul><p><strong>Violence against children and rights of the child </strong></p><ol style=\"list-style-type: decimal;\" level=\"0\">  <li> <p>EU acquis on the rights of the child: <a href=\"http://ec.europa.eu/justice/fundamental-rights/files/acquis_rights_of_child.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/acquis_rights_of_child.pdf</a> (in particular the Victims' rights directive 2012/29/EU Directive 2011/93/EU on child sexual abuse and exploitation and Directive 2011/36/EU on trafficking in human beings)</p> </li>  <li> <p>DG Justice website on rights of the child: <a href=\"http://ec.europa.eu/justice/fundamental-rights/rights-child/index_en.htm\">http://ec.europa.eu/justice/fundamental-rights/rights-child/index_en.htm</a>;</p> </li>  <li> <p>Ten principles for integrated child protection systems:<strong> </strong><a href=\"http://ec.europa.eu/justice/fundamental-rights/files/2015_forum_roc_background_en.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/2015_forum_roc_background_en.pdf</a></p> </li>  <li> <p>DG JUSTICE website on child protection systems: <a href=\"http://ec.europa.eu/justice/fundamental-rights/rights-child/protection-systems/index_en.htm\">http://ec.europa.eu/justice/fundamental-rights/rights-child/protection-systems/index_en.htm</a>;</p> </li>  <li> <p>Council of Europe Policy Guidelines on Integrated National Strategies for the Protection of Children from Violence: <a href=\"https://rm.coe.int/CoERMPublicCommonSearchServices/DisplayDCTMContent?documentId=090000168046d3a0\">https://rm.coe.int/CoERMPublicCommonSearchServices/DisplayDCTMContent?documentId=090000168046d3a0</a></p> </li>  <li> <p>UN Convention on the rights of the child: <a href=\"http://www.ohchr.org/EN/professionalinterest/pages/crc.aspx\">http://www.ohchr.org/EN/professionalinterest/pages/crc.aspx</a></p> </li>  <li> <p>United Nations Committee on the Rights of the Child General Comment 13 (2011) on the right of the child to freedom from all forms of violence: <a href=\"http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf\">http://www2.ohchr.org/english/bodies/crc/docs/CRC.C.GC.13_en.pdf</a></p> </li>  <li> <p>HUDOC database; case law of the ECtHR: <a href=\"http://www.echr.coe.int/Pages/home.aspx?p=caselaw/HUDOC&amp;c\">http://www.echr.coe.int/Pages/home.aspx?p=caselaw/HUDOC&amp;c</a></p> </li>  <li> <p>European Law Handbook on rights of the child<strong>: </strong>FRA/CoE/ECtHR Handbook on European law relating to rights of the child: <a href=\"http://fra.europa.eu/en/publication/2015/handbook-european-law-child-rights\">http://fra.europa.eu/en/publication/2015/handbook-european-law-child-rights</a></p> </li>  <li> <p><a href=\"http://www.coe.int/en/web/children/lanzarote-convention\">Council of Europe Convention on the protection of children against sexual exploitation and sexual abuse (the Lanzarote Convention)</a></p> </li> </ol><p><strong>Child refugees and migrants</strong></p><ol style=\"list-style-type: decimal;\" level=\"0\">  <li> <p>European Commission, DG Justice and Consumers, webpage children in migration: <a href=\"http://ec.europa.eu/justice/fundamental-rights/rights-child/protection-systems/index_en.htm\">http://ec.europa.eu/justice/fundamental-rights/rights-child/protection-systems/index_en.htm</a></p> </li>  <li> <p>European Commission, 10th European Forum on the rights of the child, the protection of children in migration, 28 – 30 November 2016, general background paper (and bibliography with further links) <a href=\"http://ec.europa.eu/newsroom/document.cfm?doc_id=42359\">http://ec.europa.eu/newsroom/document.cfm?doc_id=42359</a></p> </li>  <li> <p>European Commission, 10th European Forum on the rights of the child, the protection of children in migration, webpage with relefor further details please refer to \"Applying Behavioural Sciences to EU Policy-making\", Joint Research Centre Scientific and Policy Report (2013): <a href=\"http://ftp.jrc.es/EURdoc/JRC83284.pdf\">http://ftp.jrc.es/EURdoc/JRC83284.pdf</a>), vant links (programme, background documents, webstreaming, presentations): <a href=\"http://ec.europa.eu/newsroom/just/item-detail.cfm?item_id=34456\">http://ec.europa.eu/newsroom/just/item-detail.cfm?item_id=34456</a></p> </li>  <li> <p>European Commission, Compilation of data, situation and media reports on children in migration: <a href=\"http://ec.europa.eu/newsroom/document.cfm?doc_id=40299\">http://ec.europa.eu/newsroom/document.cfm?doc_id=40299</a></p> </li>  <li>Guidelines for Integrating Gender-Based<strong> </strong>Violence Interventions in Humanitarian Action: <a href=\"http://gbvguidelines.org/wp-content/uploads/2015/09/2015-IASC-Gender-based-Violence-Guidelines_lo-res.pdf\">http://gbvguidelines.org/wp-content/uploads/2015/09/2015-IASC-Gender-based-Violence-Guidelines_lo-res.pdf</a></li> </ol><p><strong>Compilation of previously funded projects violence against children/rights of the child</strong></p><ol level=\"0\">  <li>Compilation previously funded projects on violence against children and the rights of the child, 2013 – present: <a href=\"http://ec.europa.eu/justice/fundamental-rights/files/rights_child/compilation_previously_funded_projects_rights_of_the_child_and_violence_against_children.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/rights_child/compilation_previously_funded_projects_rights_of_the_child_and_violence_against_children.pdf</a></li> </ol><p><strong>Child participation </strong></p><ol style=\"list-style-type: decimal;\" level=\"0\">  <li> <p>Commission study evaluating legislation, policy and practice on child participation in EU28: <a href=\"http://bookshop.europa.eu/en/evaluation-of-legislation-policy-and-practice-of-child-participation-in-the-european-union-eu--pbDS0514101/\">Final report</a> - <a href=\"http://bookshop.europa.eu/en/evaluation-of-children-s-participation-2012-2014-eu-study-pbDS0714077/?CatalogCategoryID=cOwKABstC3oAAAEjeJEY4e5L\">Children and young people's summary</a> - <a href=\"http://bookshop.europa.eu/en/evaluation-of-legislation-policy-and-practice-of-child-participation-in-the-eu-pbDS0614240/?CatalogCategoryID=cOwKABstC3oAAAEjeJEY4e5L\">Research summary</a> - <a href=\"http://bookshop.europa.eu/en/evaluation-of-legislation-policy-and-practice-of-child-participation-in-the-eu-pbDS0614241/?CatalogCategoryID=cOwKABstC3oAAAEjeJEY4e5L\">Resource catalogue</a> - <a href=\"http://bookshop.europa.eu/en/evaluation-of-legislation-policy-and-practice-of-child-participation-in-the-european-union-eu--pbDS0514101/related/?PublicationKey=DS0514101&amp;CatalogCategoryID=cOwKABstC3oAAAEjeJEY4e5L\">Reports for each of the 28 Member States</a></p> </li>  <li> <p>Inclusion Europe participation rights children with disabilities <a href=\"http://www.childrights4all.eu/?page_id=114\">http://www.childrights4all.eu/?page_id=114</a></p> </li>  <li> <p>Welsh examples cited above: <a href=\"http://www.ssiacymru.org.uk/home.php?page_id=4769\">http://www.ssiacymru.org.uk/home.php?page_id=4769</a> and <a href=\"http://www.participationworkerswales.org.uk/\">http://www.participationworkerswales.org.uk/</a></p> </li>  <li> <p>Laura, Lundy (2007) '''Voice\" is not enough: conceptualising Article 12 of the United Nations Convention on the Rights of the Child', British Educational Research Journal, 33:6, 927- 942</p> </li>  <li> <p>Lundy Model of Participation and Lundy Voice Model Checklist: <a href=\"http://ec.europa.eu/justice/fundamental-rights/files/lundy_model_child_participation.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/lundy_model_child_participation.pdf</a></p> </li>  <li> <p>Ireland, Department of Children and Youth Affairs, National Strategy on Children and Young People's Participation in Decision-Making 2015-2020 (17 June 2015), p. 21-22. Accessible here: <a href=\"http://dcya.gov.ie/documents/playandrec/20150617NatStratParticipationReport.pdf\">http://dcya.gov.ie/documents/playandrec/20150617NatStratParticipationReport.pdf</a> and Lundy Model of Participation and Lundy Voice Model Checklist: <a href=\"http://ec.europa.eu/justice/fundamental-rights/files/lundy_model_child_participation.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/lundy_model_child_participation.pdf</a></p> <p> </p> </li> </ol><p><strong>Child safeguarding policies</strong></p><ol level=\"0\">  <li>Keeping Children Safe standards: <a href=\"http://ec.europa.eu/justice/fundamental-rights/files/rights_child/standards_child_protection_kcsc_en.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/rights_child/standards_child_protection_kcsc_en.pdf</a></li> </ol><p><strong>Monitoring of outcomes </strong></p><ol style=\"list-style-type: decimal;\" level=\"0\">  <li> <p>See, for example, <a href=\"http://reclaimingfutures.org/resources/evaluation\">http://reclaimingfutures.org/resources/evaluation</a></p> </li> </ol>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>List of eligible countries<br />\r\n    </strong>The Member States (MS) of the European Union (EU), including their overseas departments, and Iceland<br />\r\n    <strong><br type=\"_moz\" />\r\n    </strong></span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n    <strong><br />\r\n    </strong>2.1 Admissibility requirements are described under point 1 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <br />\r\n    2.2 Eligibility of the applicant and of the partners<br />\r\n    <br />\r\n    The applicants must be public entities or private organisations, duly established in one of the countries participating in the Programme, or international organisations. Organisations which are profit-oriented must submit applications in partnership with public entities or private non-profit organisations.<br />\r\n    <br />\r\n    2.3 Eligibility of the application<br />\r\n    <br />\r\n    (a) The project can be either national or transnational;<br />\r\n    (b) The application must involve at least two organisations (applicant and partner);<br />\r\n    (c) The EU grant requested cannot be lower than EUR 75 000.<br />\r\n    <span style=\"color: rgb(51,153,102)\"><br />\r\n    <font color=\"#000000\">The initial duration of the projects should not exceed 24 months.&nbsp;</font><em> <br type=\"_moz\" />\r\n    <br />\r\n    </em></span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Selection criteria</span></strong><br />\r\n    Selection criteria are described under point 4 of part C of the <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <span style=\"color: rgb(51,153,102)\"><br type=\"_moz\" />\r\n    </span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Award criteria<br />\r\n    </strong><font color=\"#000000\">Award&nbsp;criteria are described under point&nbsp;5 of part C of the </font><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><br />\r\n    <br />\r\n    </span></li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong></li>\r\n</ol>\r\n<ul>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants-17_en.pdf\">Guide for applicants</a><strong><br />\r\n    </strong></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/tpl/pt/justice-rec_call-ag-pt-17_en.pdf\">Standard proposal template</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project&nbsp;</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a></li>\r\n    <li><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators<br />\r\n    <br />\r\n    <br />\r\n    </a>6. <strong><span style=\"color: rgb(0,51,102)\">Additional documents</span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2017_en.pdf\">REC Programme &ndash; Annual work plan 2017&nbsp;</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n    <a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ul>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392603039, "id": 165887792, "title": "Questions and answers ", "sectionId": 52392603039, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 639414, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-gbv-ag-2017/1795112-questions-answers-rec-rdap-gbv-ag-2017_en.pdf", "id": 1795112, "fileName": "Questions-answers-REC-RDAP-GBV-AG-2017_EN.pdf", "common": false, "crc32": 4142381313}]}, {"callId": 52392603039, "id": 165887793, "title": "Call update flash info", "sectionId": 52392603039, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 106989, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-gbv-ag-2017/1802641-call_update_flash_info_rec-rdap-gbv-ag-2017_2017_en.pdf", "id": 1802641, "fileName": "Call update flash info REC-RDAP-GBV-AG-2017_2017_EN.pdf", "common": false, "crc32": 3782258525}]}, {"callId": 52392603039, "id": 165887794, "title": "Call update info - call results", "sectionId": 52392603039, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 202114, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-gbv-ag-2017/1825100-call_update_flash_info_rec-rdap-gbv-ag-2017_results_en.pdf", "id": 1825100, "fileName": "Call update flash info REC-RDAP-GBV-AG-2017_results_EN.pdf", "common": false, "crc32": 1911800749}]}, {"callId": 52392603039, "id": 165887796, "title": "Abstracts of selected proposals", "sectionId": 52392603039, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 1427203, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-gbv-ag-2017/1845137-selected_abstracts_rec-rdap-gbv-ag-2017_by_priorities_en.pdf", "id": 1845137, "fileName": "Selected abstracts REC-RDAP-GBV-AG-2017 by priorities_EN.pdf", "common": false, "crc32": 3955525232}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 1, 2017 9:08:59 AM", "lastChangeDate": "Nov 1, 2017 9:08:59 AM", "content": "The submission session is now available for: REC-RDAT-TRAI-AG-2017(REC-AG)"}, {"approvalDate": "Oct 3, 2017 12:30:00 AM", "lastChangeDate": "Oct 3, 2017 12:30:00 AM", "content": "The submission session is now available for: REC-RGEN-PENS-AG-2017(REC-AG)"}, {"approvalDate": "Jun 27, 2017 5:36:08 PM", "lastChangeDate": "Jun 27, 2017 5:36:08 PM", "content": "The submission session is now available for: REC-RDAP-GBV-AG-2017(REC-AG)"}, {"approvalDate": "Jun 20, 2017 12:30:00 AM", "lastChangeDate": "Jun 20, 2017 12:30:00 AM", "content": "The submission session is now available for: REC-RDIS-DISC-AG-2017(REC-AG)"}, {"approvalDate": "May 31, 2017 2:33:38 PM", "lastChangeDate": "May 31, 2017 2:33:38 PM", "content": "The submission session is now available for: REC-RRAC-RACI-AG-2017(REC-AG)"}, {"approvalDate": "May 31, 2017 1:59:13 PM", "lastChangeDate": "May 31, 2017 1:59:13 PM", "content": "The submission session is now available for: REC-RRAC-HATE-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 1:15:43 PM", "lastChangeDate": "May 3, 2017 1:15:43 PM", "content": "The submission session is now available for: REC-RDIS-NRCP-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 12:28:39 PM", "lastChangeDate": "May 3, 2017 12:28:39 PM", "content": "The submission session is now available for: REC-RRAC-ONLINE-AG-2017(REC-AG)"}, {"approvalDate": "May 3, 2017 12:21:17 PM", "lastChangeDate": "May 3, 2017 12:21:17 PM", "content": "The submission session is now available for: REC-RCIT-CITI-AG-2017(REC-AG)"}, {"approvalDate": "Apr 3, 2017 1:10:40 PM", "lastChangeDate": "Apr 3, 2017 1:10:40 PM", "content": "The submission session is now available for: REC-RCHI-PROF-AG-2017(REC-AG)"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}