{"TopicDetails": {"type": 0, "ccm2Id": 31078463, "cftId": 0, "identifier": "REC-RDAP-VICT-AG-2016", "title": "Action grants to promote the access to justice and support of victims of gender-based violence and the treatment of perpetrators", "publicationDateLong": 1466553600000, "callIdentifier": "REC-VAW-AG-2016", "callTitle": "Call for proposals for action grants 2016: victims of gender-based violence and early prevention", "callccm2Id": 31078465, "allowPartnerSearch": true, "workProgrammepart": {"id": 5050, "ccm_id": 31080232, "wp_part": "REC-2016", "wp_year": "REC-2016", "wp_title": "REC-2016", "wp_website": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/programmes/rec", "wp_document": "http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf"}, "frameworkProgramme": {"id": 31076817, "abbreviation": "REC", "description": "Rights, Equality and Citizenship Programme"}, "programmeDivision": [{"id": 31078014, "abbreviation": "REC-1-1-1", "description": "RDAP-Daphne – to prevent and combat violence against children, young people and women"}, {"id": 31083930, "abbreviation": "REC-1-1", "description": "REC Programme 2014-2020"}, {"id": 31076808, "abbreviation": "REC-1", "description": "REC Programme 2014-2020"}], "topicMGAs": [], "tags": ["perpetrators", "women", "violence", "treatment of perpetrators", "gender", "support", "gender-based violence", "victims"], "sme": false, "actions": [{"status": {"id": 31094503, "abbreviation": "Closed", "description": "Closed"}, "types": [{"typeOfAction": "REC-AG REC Action Grant", "typeOfMGA": []}], "plannedOpeningDate": "25 November 2016", "submissionProcedure": {"id": 31094504, "abbreviation": "single-stage", "description": "single-stage"}, "deadlineDates": ["08 March 2017"]}], "latestInfos": [{"approvalDate": "Jan 15, 2018 1:16:55 PM", "lastChangeDate": "Jan 15, 2018 1:16:55 PM", "content": "<p>Abstracts of selected proposals are published&nbsp;in the section Topic conditions and documents (Additional documents).</p>"}, {"approvalDate": "Feb 27, 2017 10:56:34 AM", "lastChangeDate": "Feb 27, 2017 10:50:10 AM", "content": "<p>Frequently Asked Questions are published in the section Topic conditions and documents (Additional documents).</p>"}, {"approvalDate": "Sep 13, 2016 2:23:35 PM", "lastChangeDate": "Sep 13, 2016 2:21:14 PM", "content": "<p>A new version of the Guide for Applicants is available under the Topic conditions and documents.</p>"}], "budgetOverviewJSONItem": {"budgetTopicActionMap": {"3202187": [{"action": "REC-RDAP-VICT-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "25 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["08 March 2017"], "budgetYearMap": {"2016": 4000000}, "budgetTopicActionMap": {}}], "3202188": [{"action": "REC-RDAP-AWAR-AG-2016 - REC-AG REC Action Grant", "plannedOpeningDate": "24 November 2016", "deadlineModel": "single-stage", "deadlineDates": ["08 March 2017"], "budgetYearMap": {"2016": 2000000}, "budgetTopicActionMap": {}}]}, "budgetYearsColumns": ["2016"]}, "description": "<SPAN class=\"topicdescriptionkind\">Scope</SPAN>:<p><strong>NB: Selected projects will form part of the focused actions on violence against women that the Commission will implement in 2017. Selected projects may be expected to integrate visuals and messages developed by the Commission in this context. Project leaders should be ready to present or showcase their activities and results at events during this year or through the Commission's social media and press activities. </strong></p><p><strong>1.1. Priorities</strong><strong> </strong></p><p>The aim of the call is to contribute to the protection of and the support of victims of gender-based violence and the enforcement of legislation supporting such victims, as well as to the treatment of perpetrators of such violence. To ensure access to justice, protection and support, it aims to empower victims to report gender-based violence.</p><p>For the purpose of this call, gender-based violence is defined as violence directed against a person because of that person's gender (including gender identity/expression) or as violence that affects persons of a particular gender disproportionately. Projects should target victims or potential victims of gender-based violence and/or perpetrators of gender-based violence. Victims of gender-based violence may include but are not limited to women and girls, refugees and migrants, people with disabilities, Roma, persons belonging to national, ethnic or religious minorities, LGBTI, elderly women, homeless women.</p><p>This call for proposals aims to contribute to the implementation of Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime; Directive 2011/99/EU on the European Protection Order; and/or Regulation 606/2013 on mutual recognition of protection measures in civil matters. The <strong>access to justice strand of the Justice Programme </strong>covers a broader range of victims' rights linked to the implementation of the Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime (hereinafter referred to as the \"Victims' Directive\") than this Daphne call.</p><p>Proposals shall complement the efforts of the EU in the area of support and rights of victims and combating gender-based violence. Applicants shall explain and demonstrate how their proposals are aligned with the respective EU policies and with the documents published by the European Commission.</p><p>1.2. Description of the activities to be funded under this topic</p><p>This call will cover one or more of the following activities:</p><ul level=\"0\">  <li>Capacity building and training for professionals, in particular staff providing specialised support to victims of gender-based violence (e.g. through shelters and other forms of safe, accessible alternative accommodation, legal advice, medical and psychological counselling, helplines/hotlines, victim support organisations or other essential services for victims and their families) or providing treatment for perpetrators;</li>  <li>Capacity-building and training in relation to gender-specific and, if relevant, child-specific, issues, in particular for professionals (police, lawyers, teachers, medical practitioners, support and helpline staff, employers) who are first points of contact for victims of gender-based violence so that they can better meet the specific needs of vulnerable victims, including signalling the violence, and referring them to more specialist support services;</li>  <li>Specific support programmes targeting in particular some of the most vulnerable victims of gender-based violence who are refugees and migrants, people with disabilities, Roma, persons belonging to national, ethnic or religious minorities, LGBTI, elderly women, homeless women;</li>  <li>As regards support for victims of gender-based violence and perpetrator treatment: mutual learning, identification and exchange of good practices, development of working methods, including referral methods, which are transferable to other participating countries, as well as their practical implementation;</li>  <li>Awareness-raising activities, training and sharing of best practice among practitioners and/or support services about the rights of victims of gender-based violence and about the protection (including domestic protection orders and possible EU wide-extension on the basis of the Directive 2011/99/EU and Regulation 606/13) and support available, as well as about innovative protection methods (for example through the use of new technologies).</li> </ul><p>As regards Directive 2012/29/EU, projects should not assess the transposition of the Directive's provisions into national laws but concretely focus on how the Directive is applied in practice for victims of gender-based violence (for example: treatment of victims at the police stations and by other persons coming into contact with them, access to information about their rights and about the case, access to specialised support services, rights to protection according to individual needs).</p><p>As regards the instruments of mutual recognition of protection orders (Directive 2011/99/EU and Regulation EU 606/2013), focus will be given to initiatives (e.g. awareness raising, training and sharing of best practices) that contribute to ensuring that protection measures which are legally available in the Member States are applied and enforced in practice.</p><p>The proposed projects may allow for adaptations or customisation in line with the situation in individual countries, but the overall objectives and methods must be the same for all participating countries.<strong><em> </em></strong></p><p>This call aims to fund targeted, practical projects ensuring maximum tangible and demonstrable benefits and impact on the lives of victims of gender-based violence and possible victims of violence. The main focus of the proposed projects should be on activities that directly improve the protection of victims of violence, the support for victims of violence, and/ or the enforcement of legislation supporting such victims in line with EU law, and serve to better integrate all agencies and components in existing systems.</p><p>The projects should be multi-agency and where service delivery involves government authorities or state agencies or other entities mandated by the government, they should include formal government/mandated entity engagement for each participating country in the form of (associate) partner declarations describing the involvement. These aspects will be taken into account when evaluating the quality of proposals.</p><p>The following types of activities will <u>not </u>be funded by the Commission:</p><p>- activities supporting individual political parties;</p><p>- provision of financial support to third parties;</p><p>- legal actions before national or international courts regardless of their grounds or objectives;</p><p>- mapping of best practices or best practice guides/guidelines;</p><p>- the establishment of shelters or other infrastructure</p><p>- descriptive research reviews,</p><p>- compliance assessments on national transposition of EU law.</p><p>Although the continuation or follow-up of successful initiatives may be funded, the exact duplication of an initiative will not be funded.</p><p>Activities such as the development of materials, the mapping of existing materials or research should be, at most, minor components of project proposals. If included, the need should be solidly justified in the proposal; they should lead to practical applications and interventions. Proposals are expected to take an evidence-based approach and build on existing knowledge and research, referencing these in the proposal. The establishment of shelters or other infrastructure should not be the main aim of projects. The focus of projects should rather be on capacity-building or developing new mechanisms and methods, and the integration of system components thus ensuring sustainability after the end of projects.</p><p>Activities endorsing or reinforcing gender stereotypes or gender norms that are harmful, justify gender-based violence and contribute to victim-blaming will not be funded. Any messages, images, materials or training methods developed in the context of this call should be sensitive, challenge gender stereotypes (for instance, avoid representing women as passive victims and all men as perpetrators) and should in no way stigmatise victims or any specific group.</p><p><strong>Child protection</strong></p><p>If a project will involve direct contact with children, the applicant must describe and submit the <strong>child protection/safeguarding policy </strong>it will adhere to. A child protection policy should include standards that cover four broad areas: (1) policy, (2) people, (3) procedures, and (4) accountability. More information on these areas can be found in \"Child safeguarding standards and how to implement them\" issued by Keeping Children Safe (<a href=\"http://ec.europa.eu/justice/fundamental-rights/files/rights_child/standards_child_protection_kcsc_en.pdf\">http://ec.europa.eu/justice/fundamental-rights/files/rights_child/standards_child_protection_kcsc_en.pdf)</a>.</p><p>All proposals are expected to respect the child's right to participate, as codified in Article 24 of the <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:12012P/TXT\">EU Charter of Fundamental Rights</a>. This means embedding the child’s right to express his or her views freely in all matters affecting the child as well as the child's right to be heard in any judicial and administrative proceedings affecting the child, in accordance with Article 12 of the <a href=\"http://www.ohchr.org/en/professionalinterest/pages/crc.aspx\">United Nations Convention on the Rights of the Child</a>. As well as reinforcing and respecting the child's right to be heard throughout all project activities, where possible, and with the necessary safeguards in place, project design should include involve children who are service users. Accessible guidance on how to ensure child participation is also contained in the Lundy Model of Participation and the Lundy Voice Model Checklist for Participation, designed by Professor Laura Lundy of Queen's University, Belfast.</p><p><strong>Monitoring and evaluation</strong></p><p>Appropriate attention has to be given to developing a robust evidence base and involving reliable monitoring, evaluation and reporting procedures based on recognised methodological approaches, developed by a competent and experienced policy impact evaluator (for further details please refer to \"Applying Behavioural Sciences to EU Policy-making\", Joint Research Centre Scientific and Policy Report (2013): http://ftp.jrc.es/EURdoc/JRC83284.pdf), in consultation with the relevant project partners. This should include defining the expected impact of the activity in measurable terms and defining a robust methodology and indicators to measure the impact of the activity. This should go beyond simply surveying participants on their appreciation of activities and deliverables, and assess how activities and the use of deliverables have led to attitudinal and behavioural changes among the target group, e.g. relevant professionals know where to refer victims and collaborate more effectively, or perpetrators are less likely to re-offend. Whenever possible, evaluations should encompass evidence on changes in both attitudes and behaviours, as a change in attitudes might not necessarily lead to a change in behaviour. When gathering evidence on attitudes, the evaluator should reflect on the possible effects of social desirability (i.e. the possibility that respondents do not state a particular opinion if they know that this opinion is not socially accepted).</p><p>Though applicants are free to choose the method for evaluating the impact of the activities, the method should be robust and appropriate, and involve rigorous data collection and monitoring. It should provide reliable results on \"what works\" and \"what does not work\" (for further details please refer to \"Social Experimentation - A methodological guide for policy makers\", Written by J-Pal Europe, at the request of Directorate General for Employment, Social Affairs and Inclusion).</p><p>Proposals must make provisions to document the number of persons/professionals/victims reached, provide anonymised data disaggregated by gender and by age, and must describe in their grant application how this will be done and how the target group will be reached.</p><p>Applications should also include a clear dissemination and sustainability plan, with measures to maintain and monitor results after the end of funding. Applicants should also describe the potential for scaling up the measure, should the activities produce the expected results.</p>\n", "conditions": "<p>Please read carefully all provisions below before the preparation of your application.</p>\r\n<ol>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>List of eligible countries<br />\r\n    <br />\r\n    </strong><span style=\"color: #000000\">All EU Member States and Iceland</span><strong><br type=\"_moz\" />\r\n    </strong></span></li>\r\n    <li><span style=\"color: rgb(0,51,102)\"><strong>Eligibility&nbsp;and admissibility conditions</strong></span><br />\r\n    <strong><br />\r\n    </strong><span style=\"color: #000000\">2.1 Admissibility requirements are described under point 1 of part C of the </span><a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\"><span style=\"color: #000000\">Guide for applicants</span></a><span style=\"color: #000000\"><br />\r\n    <br />\r\n    2.2 Eligibility of the applicant and of the partners<br />\r\n    <br />\r\n    The applicants and partners must be public entities or private organisations or international organisations. Organisations which are profit-oriented must submit applications in partnership with public entities or private non-profit-oriented organisations. <br />\r\n    <br />\r\n    2.3 Eligibility of the application<br />\r\n    <em><br />\r\n    </em>(a) the application must be transnational and involve organisations from at least two participating countries;<br />\r\n    (b) the EU grant applied for cannot be lower than EUR 75 000;<br />\r\n    (c) the project must not have started prior to the date of submission of the grant application;<br />\r\n    (d) the duration of the project must not exceed 24 months.<br />\r\n    <br />\r\n    2.4 Other documents to be submitted with the application<br />\r\n    <br />\r\n    Annex 4 - If a project will involve direct contact with children, the applicant must describe and submit the child protection/safeguarding policy it will adhere to. A child protection policy should include standards that cover four broad areas: (1) policy, (2) people, (3) procedures, and (4) accountability. More information on these areas can be found in &quot;Child safeguarding standards and how to implement them&quot; issued by Keeping Children Safe. Further guidance on what is expected is provided in the description of Annex 4 in section 2.3.4 of the Guide for Applicants.<br />\r\n    <br />\r\n    </span>&nbsp;</li>\r\n    <li><strong><span style=\"color: rgb(0,51,102)\">Provisions, proposal templates and evaluation forms for the type(s) of action(s) under this topic</span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-applicants_en.pdf\">Guide for applicants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/just-rec-guide-budget-tpl_en.xls\">Detailed budget template to facilitate the planning of your project</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/tpl/pt/rec-call-pt_en.pdf\">Standard proposal template</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-mono_en.pdf\">Model grant agreement for mono-beneficiary grants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/common/justice-rec_mga-multi_en.pdf\">Model grant agreement for multi-beneficiary grants</a><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/justice/guide/pse/just-legal-b-indicators_en.pdf\">Legal basis indicators</a><br />\r\n    &nbsp;</li>\r\n    <li>&nbsp;<strong><span style=\"color: rgb(0,51,102)\">Additional documents</span></strong><br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/wp/rec-awp-2016_en.pdf\">REC Programme &ndash; Annual work plan 2016</a> <br />\r\n    <a target=\"_blank\" href=\"http://ec.europa.eu/research/participants/data/ref/other_eu_prog/rec/legal/rec-legalbasis_en.pdf\">REC Programme legal basis</a> <br />\r\n    <a target=\"_blank\" href=\"http://bookshop.europa.eu/en/financial-regulation-applicable-to-the-general-budget-of-the-union-and-its-rules-of-application-pbKV0113881/?CatalogCategoryID=Y.cKABstnJsAAAEjxZEY4e5L\">EU Financial regulation</a></li>\r\n</ol>\r\n<p>&nbsp;</p>", "supportInfo": "<p>Contact the <strong>REC Programme helpdesk</strong> for further assistance related to the call, topics and the content of proposals <a href=\"mailto:EC-REC-CALLS@ec.europa.eu\" target=\"_blank\">EC-REC-CALLS@ec.europa.eu</a>.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal/desktop/en/support/faq.html#f05\" target=\"_blank\"><strong>Participant Portal FAQ</strong></a> &ndash; Submission of proposals.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/api/contact/index.html\" target=\"_blank\"><strong>IT Helpdesk</strong></a>&ndash; <strong>contact the IT helpdesk for questions such as forgotten passwords, access rights and roles, technical aspects of submission of proposals</strong>, etc.</p>\r\n<p><a href=\"http://ec.europa.eu/research/participants/portal4/desktop/en/funding/guide.html\" target=\"_blank\"><strong>H2020 Online Manual</strong></a> - <strong>Please use the manual with caution and only for the Participant Portal tools guidance</strong>, i.e. Submission service and Beneficiary register, because it is H2020 specific and does not cover the Justice Programme rules. Some aspects of the Justice Programme are different from the provisions of the H2020 programme.</p>", "sepTemplate": "<p>To access the Electronic Submission Service of the topic, please select the <strong>type of action</strong> that is most relevant to your proposal from the list below and click on the <strong>'Start Submission' </strong>button. You will then be asked to confirm your choice of the type of action and topic, as these cannot be changed in the submission system. Upon confirmation you will be linked to the correct entry point.</p>\r\n<p>To access existing draft proposals for this topic, please login to the Participant Portal and select the My Proposals page of the My Area section.</p>", "links": [], "additionalDossiers": [{"callId": 52392554026, "id": 165818970, "title": "FAQ", "sectionId": 52392554026, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 511029, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-vict-ag-2016/1760111-questions-answers_rec-rdap-vict-ag-2016_en.pdf", "id": 1760111, "fileName": "Questions-answers_REC-RDAP-VICT-AG-2016_EN.pdf", "common": false, "crc32": 1297727218}]}, {"callId": 52392554026, "id": 165818972, "title": "Abstracts of selected proposals", "sectionId": 52392554026, "translationFiles": [{"language": "en", "mimeType": "application/pdf", "fileSize": 465746, "docPath": "https://ec.europa.eu/info/funding-tenders/opportunities/docs/cap/rec/rec-rdap-vict-ag-2016/1812608-abstracts_awarded_-_rec-rdap-vict-ag-2016_en.pdf", "id": 1812608, "fileName": "Abstracts awarded - REC-RDAP-VICT-AG-2016_EN.pdf", "common": false, "crc32": 4008962134}]}], "infoPackDossiers": [], "callDetailsJSONItem": {"latestInfos": [{"approvalDate": "Nov 25, 2016 12:30:00 AM", "lastChangeDate": "Nov 25, 2016 12:30:00 AM", "content": "The submission session is now available for: REC-RDAP-VICT-AG-2016(REC-AG)"}, {"approvalDate": "Nov 24, 2016 12:30:00 AM", "lastChangeDate": "Nov 24, 2016 12:30:00 AM", "content": "The submission session is now available for: REC-RDAP-AWAR-AG-2016(REC-AG)"}, {"approvalDate": "Sep 13, 2016 2:23:35 PM", "lastChangeDate": "Sep 13, 2016 2:20:26 PM", "content": "<p>A new version of the Guide for Applicants is available under the Topic conditions and documents.</p>"}], "hasForthcomingTopics": false, "hasOpenTopics": false, "allClosedTopics": true}}}